Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03D_BANDIT
source: Chết tiệt Thống đốc... tại sao ngài lại tấn công chúng tôi? Tôi biết chúng tôi đã cướp của ngài vô số lần, nhưng điều này...
vi: Thưa ngài Thống đốc! Sao các người lại tấn công chúng ta vậy? Chúng ta đã tấn công các người nhiều lần rồi, nhưng đây là...

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03D_BANDIT_02
source: Chúng tôi đã chứng kiến lời nguyền tận mắt, Thống đốc. Bọn cướp chúng tôi không thể cướp của các thương nhân giàu có khi những chuyện như vậy xảy ra trong khu phố. Chúng tôi sẽ giúp ngài đưa tên đó ra khỏi tù...
vi: Được thôi, chúng ta sẽ giúp các ngươi. Chúng ta cũng đang phải chịu đựng những ảnh hưởng của những thảm họa kỳ lạ này. Nó đang làm cho các cuộc đột kích của chúng ta trở nên khó khăn hơn rất nhiều khi những chuyện này xảy ra ở khu vực lân cận. Vậy thì hãy để chúng ta giải thoát cho tên này khỏi ngục tù!

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03D_DESC
source: Có một trại cướp gần thị trấn của chúng ta, thưa Lãnh chúa. Có lẽ có thể 'thuyết phục' chúng giúp chúng ta giải thoát thầy bói khỏi nhà tù. Người đàn ông đó phải có một số câu trả lời! Ra lệnh tấn công trại đó, để bắt đầu một cuộc… ờm… 'đàm phán' nhỏ.
vi: Có một trại cướp gần làng của chúng ta. Tôi nghĩ rằng chúng ta có thể ‘thuyết phục’ họ giúp chúng ta. Chúng ta phải giải cứu nhà tiên tri khỏi ngục tù. Chúng ta không còn lựa chọn nào khác!

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03D_SUCCESS
source: Thật là một chiến thắng tuyệt vời trước bọn cướp, thưa Lãnh chúa. Bây giờ hãy nói chuyện với chúng… Có lẽ chúng sẽ giúp chúng ta phá bỏ lời nguyền.
vi: Thật là một chiến thắng tuyệt vời. Tôi thích mùi quần áo cướp bị đốt cháy vào buổi sáng… Vậy thì, chúng ta hãy đưa ra đề xuất cho bọn cướp. Hãy xem liệu chúng có giúp chúng ta phá bỏ lời nguyền không.

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_START
source: Dường như đó là cơn thịnh nộ của trời đất, thưa Lãnh chúa. Nông dân báo cáo rằng chúng ta đang bị hạn hán!
vi: Chắc hẳn là sự phẫn nộ của thiên đàng! Lúa mì đang chết dần, một đợt nắng nóng đột ngột đang đè nặng lên đất nước và hỏa hoạn đang bùng phát ở phía bên kia thành phố. Chúng ta nên làm gì đây?

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04A_DESC
source: Việc chuẩn bị cho cuộc đột kích vào nhà tù có thể cần một số thiết bị cấp quân sự, một số sân tập phù hợp và lương thực. Hãy bắt đầu với một kho vũ khí, được chứ?
vi: Tôi nghĩ rằng để chuẩn bị cho cuộc tấn công vào ngục, chúng ta cần một số vật phẩm quân sự. Ngài nên đặt hàng xây dựng một xưởng vũ khí.

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04B_DESC
source: Người của tôi cần tập luyện cho cuộc đột kích nhà tù, Thống đốc. Nếu ngài thực sự muốn thực hiện điều này, chúng tôi cần một nơi để tập luyện.
vi: Người của tôi cần một nơi để chúng tôi có thể luyện tập. Nếu ngài muốn thực hiện kế hoạch của mình, thì chúng ta nên luyện tập trước. Tôi nghĩ một đấu trường là hoàn toàn đủ cho việc này.

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04B_TITLE
source: Xây dựng một sân thi bắn cung.
vi: Cung cấp một đấu trường trong làng.

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04C_DESC
source: Thống đốc, tôi nghĩ một chút đồ ăn thức uống sẽ rất tuyệt, ít nhất là cho người lãnh đạo nhóm đột kích, TÔI!
vi: Thưa Thống đốc, một ít lương thực cho người của tôi sẽ rất tuyệt. Ít nhất thì một số đồ dự trữ cho TÔI cũng sẽ rất tốt.

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04C_TITLE
source: Giao lương thực.
vi: Cung cấp lương thực.

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04D_DESC
source: Đã đến lúc cần một số thiết bị, Thống đốc. Những thanh kiếm gỗ và rìu mà chúng ta thường sử dụng sẽ vô dụng trước lính canh nhà tù.
vi: Để thực hiện một kế hoạch như các ngài dự định, chúng ta cần thiết bị tốt hơn. Chúng ta không thể tấn công ngục bằng rìu và kiếm làm bằng gỗ được.

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_QUEST_04D_TITLE
source: Giao thiết bị quân sự.
vi: Cung cấp trang bị quân sự.

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_START
source: Thưa Lãnh chúa, mặt trời! Một nhật thực đang hình thành! Chúng ta phải nhanh chóng nếu không tất cả chúng ta sẽ tiêu đời!
vi: Thưa ngài, hãy nhìn xem. Bầu trời đang tối sầm lại! Chúng ta nên nhanh lên, tôi nghĩ chúng ta không còn nhiều thời gian nữa. Chúng ta sẽ không được an toàn ngay cả khỏi nhật thực.

# T_SCENARIO_2017_APOCALYPSE_PHASE_04_SUCCESS
source: Tuyệt vời! Chúng ta gần như sẵn sàng để đưa tên này ra khỏi tù! Lần tới gặp lại, ngài có thể nói chuyện trực tiếp với hắn.
vi: Tuyệt vời! Chúng ta gần như đã sẵn sàng cho cuộc tấn công. Lần tới chúng ta gặp nhau, các ngươi sẽ đối mặt với nhà tiên tri kỳ lạ này. Tôi hy vọng chúng ta sẽ giải cứu đúng người...

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05A_DESC
source: Có lẽ ngài có thể thuyết phục tôi bằng cách làm cho nó xứng đáng với thời gian của tôi. Tôi đã không nếm bất kỳ xúc xích nào trong một thời gian dài.
vi: Tôi nghĩ tôi không có hứng thú giúp các người nữa... trừ phi… các người mang cho tôi một ít xúc xích ngon lành này.

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05B_DESC
source: Được rồi được rồi. Tôi sẽ giúp ngài. Lời nguyền nhỏ của ngài có vẻ thực sự khó chịu, nhưng nó có thể được hóa giải bằng một nghi lễ đơn giản. Tại sao ngài lại xây dựng thị trấn của mình trên đỉnh một nghĩa trang cổ xưa ngay từ đầu?
vi: Được thôi, tôi sẽ giúp các người. Lời nguyền này cũng là một thứ tồi tệ, nhưng may mắn thay, nó có thể được hóa giải bằng một nghi lễ. Nếu không, thành phố của các người sẽ bị diệt vong. Sao các ngươi lại xây dựng thành phố của mình trên một nghĩa trang cổ xưa chứ?

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05B_SUCCESS
source: Tin tốt là, lời nguyền có thể được đảo ngược. Nhưng chúng ta cần một số tài nguyên không dễ kiếm. Chúng ta cần một tinh thể thạch anh đã được nạp năng lượng, một lọ thuốc trường sinh bất lão và một cột thu lôi.
vi: Vậy...tin tốt là lời nguyền có thể bị phá bỏ. Nhưng chúng ta cần một số nguyên liệu thô khó kiếm để làm điều đó: Một loại thạch anh được sạc, một bình thuốc trường tồn và một cột thu lôi.

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_1_DESC
source: Thống đốc, tình cờ tôi đã 'tìm thấy' một trong những viên thạch anh này trong một cuộc đột kích của mình. Thật không may, bạn tôi ‘Roughneck’ đã lấy nó khi chúng tôi chia băng đảng. Hắn có trại cướp riêng trong khu vực.
vi: Thưa Thống đốc, tôi tình cờ có thứ đó, đã giành được trong một trong những cuộc đột kích của mình. Tuy nhiên, khi người bạn của tôi “Haudegen” và tôi tách khỏi băng đảng của mình, anh ta đã mang nó đi cùng. Anh ta chắc sẽ có một trại cướp trong khu vực, theo như tôi biết.

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_1_TITLE
source: Lấy thạch anh đã được nạp năng lượng từ trại cướp.
vi: Lấy thạch anh đã được sạc từ trại cướp.

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_2_DESC
source: Thống đốc, cột thu lôi có thể được chế tạo bằng các thanh sắt thông thường và một số công cụ.
vi: Thưa Thống đốc, cột thu lôi có thể được xây dựng từ các thỏi sắt và công cụ đơn giản. Điều này chắc không khó với các ngài.

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_2_TITLE
source: Xây dựng cột thu lôi.
vi: Chế tạo một cột thu lôi

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_3_DESC
source: Thưa Lãnh chúa, tôi có thể chuẩn bị lọ thuốc nếu ngài có thể lấy cho tôi các nguyên liệu cần thiết.
vi: Thưa ngài, tôi có thể chuẩn bị thuốc trường sinh nếu ngài cung cấp cho tôi các nguyên liệu cần thiết.

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_3_TITLE
source: Lấy nguyên liệu làm thuốc.
vi: Cung cấp các thành phần cho thuốc.

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_QUEST_05_RITUAL_END_DESC
source: Bây giờ ngài phải uống lọ thuốc, trong khi tay trái cầm cột thu lôi và tay phải cầm thạch anh đã được nạp năng lượng. Sau đó, ngài phải đứng ở khu đất trống cho đến khi sét đánh trúng cột thu lôi.
vi: Giờ ngài phải uống hỗn hợp trong khi mang cột thu lôi và đi đến một khoảng đất trống. Tại đó, ngài cứ chờ cho đến khi bị sét đánh… Nhưng xin ngài hãy đợi cho đến khi tôi đã đến một nơi an toàn đã.

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_START
source: Ngài là người cuối cùng tôi mong đợi sẽ giải thoát tôi khỏi nhà tù. Chính vì NGÀI mà tôi mới phải vào đó ngay từ đầu.
vi: CÁC NGƯƠI?! Các ngươi thực sự là người cuối cùng mà ta mong đợi sẽ đến giải thoát ta khỏi ngục tù. Chính VÌ CÁC NGƯƠI mà ta mới ở đây ngay từ đầu.

# T_SCENARIO_2017_APOCALYPSE_PHASE_05_START_02
source: Chà, có vẻ như ngài đang gặp rắc rối với một lời nguyền. Và bây giờ ngài muốn sự giúp đỡ của tôi?
vi: Vậy các ngươi đang gặp một chút vấn đề với một lời nguyền. Và giờ các ngươi muốn sự giúp đỡ của ta?

# T_SCENARIO_2017_APOCALYPSE_THUNDERSTORM_WARNING
source: Lãnh chúa! Một cơn giông bão khủng khiếp đang hình thành trên thị trấn nhỏ của chúng ta. Hãy đảm bảo các tháp canh lửa của chúng ta hoàn toàn cảnh giác!
vi: Thưa ngài! Một cơn giông bão khủng khiếp đang kéo đến thành phố. Chúng ta nên đưa các tháp canh lửa vào tình trạng báo động cao nhất!

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_01_DESC
source: Ngài không nghĩ rằng binh lính trong thị trấn lãng phí quá nhiều tài nguyên quý giá sao? Chúng ta có thể dễ dàng bán chúng và kiếm thêm tiền. Điều duy nhất ngài phải làm là đảm bảo quản lý quân nhu bị phân tâm bằng cách nào đó.
vi: Ngài không nghĩ rằng binh lính của thành phố đang lãng phí quá nhiều hàng hóa quý giá, những thứ mà chúng ta có thể đưa ra nước ngoài để kiếm lợi nhuận cao hơn sao? Người của tôi sẽ lo mọi việc, ngài chỉ cần đảm bảo rằng người quản lý hậu cần bị phân tâm trong một thời gian ngắn.

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_01_TITLE
source: Bãi nhiệm quản lý quân nhu khỏi doanh trại.
vi: Chọn người khuân vác của doanh trại.

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_01_TITLE_CASTLE
source: Bãi nhiệm người vận chuyển khỏi lâu đài.
vi: Chọn người khuân vác của lâu đài.

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_02_DESC
source: Thống đốc, người của tôi cần một chút thời gian yên tĩnh ở tường thành. Ngài biết đấy, họ thích ở một mình khi “cất giữ” hàng hóa bên ngoài tường thành. Điều quan trọng là lính canh gần tường thành phải ở nơi khác.
vi: Thưa Thống đốc, các ngài có thể làm một việc nhỏ cho chúng tôi được không. Chúng tôi cần một chút "yên tĩnh" ở tường thành để di chuyển một số hàng hóa ra khỏi thành phố một cách bí mật. Điều quan trọng là lính canh trên tháp phải ở...”nơi khác” trong khoảng thời gian đó, được chứ?

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_02_TITLE
source: Bãi nhiệm tất cả binh lính.
vi: Đảm bảo rằng tất cả các tháp canh đều không có người.

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_03_DESC
source: Tôi có một vấn đề nhỏ với dân số trong thị trấn. Ngài thấy đấy, chúng tôi giúp họ bằng sự hiện diện của mình và họ không muốn trả tiền cho những việc làm tốt của chúng tôi, ngài biết không?
vi: Thật tình cờ, tôi vừa gặp ngài, thưa ngài Thống đốc. Có một số “vấn đề nhỏ” với những người dân trong thành phố, những người không muốn trả tiền cho "dịch vụ" tốt bụng và hữu ích của chúng ta. Ngài có thể đảm bảo rằng người dân trong thành phố sẽ thực hiện các khoản “đóng góp” cho tổ chức của tôi không?

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_04_DESC
source: Thống đốc, thật không may, ngài đã không thu đủ tiền để đáp ứng “chi phí” của tôi ở đây trong thị trấn. Tôi cần lấy lại phần tiền còn lại của mình. Hay là ngài tự “đầu tư” một ít tiền?
vi: Thưa Thống đốc, đáng tiếc là số tiền mà ngài thu được không thực sự đủ để chi trả cho các "chi phí phụ" của tôi trong thành phố. Xin vui lòng cho tôi nhận phần còn lại của số tiền một cách thân ái?

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_05_DESC
source: Phe của tôi muốn tổ chức một giải đấu cờ bạc nhỏ tại quán rượu tối nay, “bán hợp pháp”. Hay là ngài lo một số trò giải trí hay tại quán rượu và gửi qua một ít bia và nước ép.
vi: Phe của tôi muốn tổ chức một giải đấu cờ bạc trong quán trọ, “bán hợp pháp” thôi nhé. Tuy nhiên, chúng tôi vẫn còn thiếu một số thứ để khiến buổi tối trở nên hoàn hảo. Ngài có thể đảm bảo mức độ hài lòng cao ở quán trọ và cung cấp đồ uống cũng như nước ép không?

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_06_DESC
source: Các “đối tác kinh doanh” của tôi muốn được ăn uống đầy đủ trong suốt giải đấu cờ bạc. Gửi qua một ít xúc xích và bánh mì, để không ai bị đói, được chứ?
vi: Các "đối tác kinh doanh" của tôi yêu cầu được cung cấp đồ ăn thức uống đầy đủ trong suốt giải đấu cờ bạc. Hãy cung cấp cho tôi xúc xích và bánh mì để không ai bị đói trong suốt giải đấu.

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_06_TITLE
source: Giao xúc xích và bánh mì.
vi: Cung cấp xúc xích và bánh mì.

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_07_DESC
source: Thống đốc, tôi đến trước ngài với một yêu cầu khác. Lũ côn đồ của tôi... ờm... ý tôi là đối tác kinh doanh tất nhiên, cần nhiều phương tiện hơn để gây áp lực nhằm thực hiện công việc của họ tốt hơn. Hay là ngài gửi qua một số vũ khí và áo giáp, được chứ?
vi: Thưa Thống đốc, tôi có một yêu cầu nữa dành cho ngài. Những tên đầu gấu... àh, ý tôi là những đối tác kinh doanh của tôi, cần có một số "đòn bẩy" quan trọng để thực hiện công việc của mình thành công hơn. Hãy cung cấp cho tôi vũ khí và áo giáp.

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_07_TITLE
source: Giao vũ khí và áo giáp.
vi: Cung cấp vũ khí và áo giáp.

# T_SCENARIO_2017_ELECTION_BANDIT_QUEST_TAVERN_DESC
source: Các “đối tác kinh doanh” của tôi muốn một chút giải trí, Thống đốc. Chúng tôi cần một quán rượu để thư giãn một chút.
vi: Các “đối tác kinh doanh” của ta đang mong muốn được giải trí, thưa Thống đốc. Chúng ta cần một quán trọ để thư giãn. Các ngài đâu muốn quân của ta đi lang thang trong thành phố của mình với vẻ khó chịu, đúng không?

# T_SCENARIO_2017_ELECTION_BANDIT_START
source: Chào mừng Thống đốc. Cảm ơn ngài đã dành thời gian gặp tôi. Tôi là đại diện cho phe… ờm… “mờ ám”. Chúng tôi có thể hỗ trợ ngài trong nỗ lực tái đắc cử, nhưng trước tiên ngài cần thực hiện một số nhiệm vụ cho chúng tôi.
vi: Chào mừng ngài, thưa Thống đốc, cảm ơn ngài vì đã dành thời gian gặp gỡ tôi, đại diện của phe… ờm... “mờ ám”. Chúng ta có thể hỗ trợ các ngài trong cuộc bầu cử của ngài, tuy nhiên, các ngài cũng phải làm điều gì đó cho chúng ta.

# T_SCENARIO_2017_ELECTION_BANDIT_SUCCESS
source: Thống đốc, ngài đã hỗ trợ chúng tôi bằng cách hoàn thành các nhiệm vụ của chúng tôi và bây giờ đến lượt chúng tôi thể hiện sự cảm kích. Ngài đã giúp tôi, và bây giờ tôi sẽ giúp lại ngài và thay đổi kết quả bầu cử theo hướng có lợi cho ngài.
vi: Mọi chuyện đã diễn ra khá tốt đẹp, thưa Thống đốc. Các ngài đã làm rất nhiều việc cho chúng ta. Đổi lại, chúng ta xin thể hiện lòng biết ơn và, à... thay đổi cuộc bầu cử có chút lợi thế cho các ngài. Bàn tay rửa tay, thưa Thống đốc.

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_FLOWERCLUB
source: Làm việc với câu lạc bộ những người bạn của hoa.
vi: Làm việc với Hiệp hội những người yêu hoa.

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_MERCHANTS
source: Làm việc với hiệp hội thương nhân.
vi: Làm việc với phường hội thương nhân.

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_NOBLEMAN
source: Chọn phe quý tộc.
vi: Chọn phe của giới quý tộc.

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_QUEST_01_DESC
source: Thưa Lãnh chúa, ngài nên quyết định phe nào ngài muốn hỗ trợ. Sau khi lựa chọn, ngài nên tập trung vào việc đáp ứng yêu cầu của các phe. Một khi đã thuyết phục được họ bỏ phiếu ủng hộ ngài, ngài có thể chọn một phe khác.
vi: Thưa ngài, ngài nên chọn một trong các phe. Sau đó, ngài nên cố gắng hết sức để giành được sự ủng hộ của phe đó. Sau đó, ngài có thể chọn một trong các phe còn lại.

# T_SCENARIO_2017_ELECTION_CHOSE_FACTION_SMALLFOLK
source: Ghé thăm dân thường.
vi: Ghé thăm người dân thường.

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_01_DESC
source: Thị trấn này rất nhạt nhẽo. Người ta có thể dễ dàng nhận thấy rằng ngài không có mắt thẩm mỹ và vẻ đẹp. Tại sao ngài không đưa ra một kế hoạch để thay đổi điều này, Thống đốc?
vi: Thưa Thống đốc, thành phố của ngài quá tẻ nhạt. Có thể thấy ngay rằng ngài không có con mắt tinh tường. Sao ngài không nảy ra ý tưởng trang trí chúng bằng nhiều luống hoa hơn?

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_01_TITLE
source: Trồng thêm luống hoa.
vi: Trồng thêm nhiều luống hoa.

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_02_DESC
source: Thống đốc, ngài lại lười biếng à? Ngài không thấy rằng tất cả hoa sắp tàn sao? Có lẽ ngài nên quan tâm nhiều hơn đến thiên nhiên tuyệt vời xung quanh mình.
vi: Thưa Thống đốc, có vẻ như ngài lại đang ngồi chơi xơi nước, phải không? Ngài không thấy rằng tất cả các bông hoa đều đã khô héo sao? Ngài nên đảm bảo rằng có đủ giếng nước để hiệp hội của tôi có thể tưới tiêu tốt hơn cho các luống hoa.

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_03_DESC
source: Trong thị trấn bốc mùi, Thống đốc! Lần này thực sự là lỗi của ngài. Cống rãnh bị tắc và tràn ra ngoài. Hãy giải quyết tình hình!
vi: Thật là hôi thối trong thành phố, thưa Thống đốc. Lần này thực sự là lỗi của ngài rồi. Các cống rãnh đã hoàn toàn bị tắc và đang tràn ra. Làm sao chuyện này có thể xảy ra tại đại hội của những người yêu hoa tới đây chứ? Hãy lo liệu việc này đi!

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_03_TITLE
source: Xây dựng thêm cống thoát nước mưa.
vi: Xây thêm cống rãnh.

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_04_DESC
source: Chúng ta đã có nó! Cuối cùng thành phố cũng có thể trình diện và hoa đang nở rộ khắp nơi và bây giờ điều này! Hãy nhìn vào các nhà phố! Chúng tốt nhất cũng chỉ là đổ nát.
vi: Giờ thì chúng ta đã gặp rắc rối rồi! Thành phố được trang trí tuyệt đẹp và sau đó hãy nhìn vào những ngôi nhà kia xem. Hoàn toàn xuống cấp, thưa Thống đốc! Hãy sửa chữa các nhà ở.

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_05_DESC
source: Thống đốc, đây là một sự ô nhục! Những con vật lang thang này đã ăn một lượng lớn những bông hoa đẹp nhất của tôi. Làm sao ngài có thể để chuyện đó xảy ra? Tôi yêu cầu thêm lều thợ săn ngay lập tức, để loại bỏ những sinh vật này khỏi luống hoa của tôi.
vi: Thưa Thống đốc, đây là một vụ bê bối! Bọn động vật hoang dã đã ăn hết một nửa số hoa đẹp nhất của tôi. Sao các ngài có thể để hươu và thỏ đi lang thang trong thành phố như vậy được chứ? Tôi yêu cầu xây dựng thêm nhiều lều săn bắn để loại bỏ những sinh vật này.

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_06_DESC
source: Đối với buổi trình diễn làm vườn cấp tiểu bang, ngài phải đảm bảo có đủ chỗ ngồi. Một vài chiếc ghế dài được đặt cẩn thận quanh thị trấn là đủ. Hãy đảm bảo việc đó được thực hiện!
vi: Đối với triển lãm hoa trên toàn quốc, các ngài phải đảm bảo có đủ chỗ ngồi trong thành phố. Bố trí một vài băng ghế trong thành phố là đủ. Hãy lo liệu việc này!

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_06_TITLE
source: Xây dựng ghế dài trong thị trấn.
vi: Đặt các băng ghế trong thành phố.

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_07_DESC
source: Những con vật tội nghiệp đó, Thống đốc. Lợn đang sống trong điều kiện vô nhân đạo ở đây trong thị trấn và không thể đi lang thang tự do như chúng phải được. Câu lạc bộ những người bạn của hoa yêu cầu phá hủy trang trại lợn và xưởng thịt!
vi: Những con vật đáng thương này, thưa Thống đốc. Những con lợn đang sống trong điều kiện không xứng đáng với con người, ở đây trong thành phố. Tình trạng này không thể tiếp tục được. Những con vật này nên được sống tự do như cách mà thiên nhiên đã sắp đặt. Hiệp hội những người yêu hoa yêu cầu phá bỏ trang trại lợn và lò mổ trong thành phố ngay lập tức!

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_QUEST_07_TITLE
source: Phá hủy trang trại lợn và xưởng thịt.
vi: Phá bỏ trang trại lợn và lò mổ.

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_START
source: Thống đốc, tôi là chủ tịch câu lạc bộ những người bạn của hoa. Vì vậy, ngài yêu cầu sự hỗ trợ của chúng tôi trong cuộc bầu cử sắp tới. Tại sao một người phụ nữ có năng lực như tôi lại không được bầu làm Thống đốc của một thị trấn như thế này?
vi: Thưa ngài Thống đốc, tôi là chủ tịch hội đồng quản trị của Hiệp hội những người yêu hoa. Vậy ra ngài muốn nhận được sự hỗ trợ của chúng tôi trong cuộc bầu cử sắp tới. Tại sao không phải là một người phụ nữ có năng lực, như tôi chẳng hạn, được bầu làm Thống đốc nhỉ?

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_SUCCESS
source: Bất chấp những nghi ngờ ban đầu của tôi về năng lực của ngài với tư cách là Thống đốc, ngài thực sự đã chứng tỏ mình là một người bạn thực sự của câu lạc bộ những người bạn của hoa. Chúng tôi sẽ bỏ phiếu cho ngài trong cuộc bầu cử.
vi: Bất chấp tất cả sự nghi ngờ của tôi, ngài đã thực sự xoay sở để gây ấn tượng với tôi và đã chứng tỏ mình là một người bạn thực sự của những người yêu hoa. Chúng tôi sẽ ủng hộ ngài bằng lá phiếu của chúng tôi trong cuộc bầu cử sắp tới.

# T_SCENARIO_2017_ELECTION_FLOWERCLUB_TITLE
source: Hoàn thành tất cả các yêu cầu của câu lạc bộ những người bạn của hoa.
vi: Hoàn thành tất cả các nhiệm vụ cho Hiệp hội những người yêu hoa.

# T_SCENARIO_2017_ELECTION_MAINQUEST_DESC
source: Thưa Lãnh chúa, sắp tới một Thống đốc mới sẽ được bầu trong thị trấn này. Tôi đề nghị chúng ta bắt đầu thuyết phục các phe phái trong thị trấn này bỏ phiếu cho ngài. Tôi không nghĩ chúng ta có đủ thời gian để thuyết phục tất cả họ, vì vậy ngài nên chọn cẩn thận người chúng ta nên hỗ trợ.
vi: Thưa ngài, một Thống đốc mới sẽ sớm được bầu tại thành phố này. Tôi đề nghị rằng chúng ta hãy thuyết phục các phe phái riêng lẻ bỏ phiếu cho ngài. Chúng ta có lẽ sẽ không có đủ thời gian để làm hài lòng tất cả mọi người, vì vậy chúng ta nên lựa chọn một cách khôn ngoan những phe mà chúng ta sẽ hỗ trợ.

# T_SCENARIO_2017_ELECTION_MAINQUEST_FAILED
source: Kết quả bầu cử vừa có, thưa Lãnh chúa. Tôi sợ phải nói với ngài rằng, chúng ta đã không thể có đủ phiếu bầu từ các phe phái trong thị trấn. Chúng ta phải dọn dẹp lâu đài trước tuần tới, khi Thống đốc mới sẽ tiếp quản văn phòng của chúng ta…
vi: Kết quả bầu cử vừa mới được công bố, thưa ngài. Tôi rất tiếc phải thông báo với ngài rằng chúng ta đã không thuyết phục đủ số lượng phe phái để bỏ phiếu cho chúng ta. Chúng ta sẽ phải dọn dẹp khỏi lâu đài trước cuối tuần khi Thống đốc mới nhậm chức…

# T_SCENARIO_2017_ELECTION_MAINQUEST_SUCCESS
source: Thưa Lãnh chúa, chúng ta đã thuyết phục đủ các phe phái trong thị trấn bỏ phiếu cho chúng ta. Nhiệm kỳ của chúng ta tại thị trấn này đã được đảm bảo. Hãy nâng cốc chúc mừng thêm vài năm nữa tại văn phòng này.
vi: Thưa ngài, chúng ta đã thuyết phục được đủ các phe phái để bỏ phiếu cho chúng ta. Nhiệm kỳ của chúng ta trong thành phố này đã được đảm bảo. Chúng ta hãy nâng cốc chúc mừng cho những năm tháng tiếp theo trong văn phòng.

# T_SCENARIO_2017_ELECTION_MAINQUEST_TIMER
source: Lãnh chúa Thống đốc, không còn nhiều thời gian cho đến khi cuộc bầu cử bắt đầu. Chúng ta phải nhanh chóng và thuyết phục đủ các phe phái bỏ phiếu cho ngài.
vi: Thưa Thống đốc, chúng ta chỉ còn một ít thời gian trước khi cuộc bầu cử bắt đầu. Chúng ta nên nhanh chóng và thuyết phục đủ các phe phái bỏ phiếu cho ngài.

# T_SCENARIO_2017_ELECTION_MAINQUEST_TITLE
source: Thuyết phục tối thiểu 3 phe phái để giành chiến thắng trong cuộc bầu cử.
vi: Thuyết phục ít nhất 3 phe phái để giành chiến thắng trong cuộc bầu cử.

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_01_DESC
source: Thưa Lãnh chúa, hiệp hội thương nhân đang phẫn nộ. Chợ của chúng ta đã bị phá hủy và lẽ ra phải được xây dựng lại từ lâu.
vi: Thưa ngài, phường hội thương nhân đang rất phẫn nộ. Người tiền nhiệm của ngài đã không đánh giá cao tầm quan trọng của thương mại. Chợ của chúng ta đã bị phá bỏ và lẽ ra phải được xây dựng lại từ lâu rồi. Tuy nhiên, rồi thì ngài đã trở thành Thống đốc. Ngài có muốn xây dựng lại chợ không?
