Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_RANDOM_EVENT_FIREWOOD_CHOICE_PRE_POPUP_02_DESC
source: "...trong khi lâu đài của ngài đang được sưởi ấm bằng rất nhiều củi, một phần lớn dân chúng đang chết cóng! Chúng ta sắp hết củi rồi, thưa ngài!" "Người dân đang chết cóng và nhà giả kim của lâu đài thậm chí còn nói rằng trời sẽ lạnh hơn nhiều," cố vấn nhận xét.
vi: “…trong khi lâu đài của các ngài được sưởi ấm bằng rất nhiều củi đốt, thì phần lớn người dân đang bị đóng băng! Chúng tôi đang hết củi rồi, thưa ngài!” “Người dân đang bị đóng băng và nhà giả kim trong lâu đài thậm chí còn cho rằng trời sẽ còn lạnh hơn nhiều”, cố vấn bình luận.

# T_RANDOM_EVENT_FIREWOOD_EVENT_COMPLETE_TAXES_DESC
source: Lãnh chúa, tôi đã nói chuyện với dân làng. Để cảm ơn vì đã nhanh chóng giải quyết vấn đề, tất cả Dân làng muốn trả thêm thuế cho đến mùa xuân. Thật tốt phải không?
vi: Thưa ngài, tôi đã nói chuyện với người dân trong làng. Để cảm ơn vì đã giải quyết nhanh chóng vấn đề này, tất cả người dân đều muốn trả nhiều thuế hơn cho đến mùa xuân. Thật là tốt đẹp, phải không?

# T_RANDOM_EVENT_FIREWOOD_INTRO_DESC
source: "Nhiệt độ đã giảm mạnh, thưa ngài," cố vấn trung thành của ngài nói khi ông đọc các nhiệm vụ và thông báo hàng tuần trong phòng tiếp kiến. "Một số dân làng muốn đưa ra yêu cầu với ngài. Tôi sẽ mời họ vào..." ông nói và đi về phía cửa.
vi: “Nhiệt độ đã giảm đáng kể, thưa ngài”, cố vấn trung thành của ngài nói trong khi ông ta trình bày các nhiệm vụ và thông báo hàng tuần trong phòng thính giả. “Một số người dân muốn trình bày một yêu cầu với ngài. Tôi sẽ mời họ vào...” ông ta nói và đi về phía cửa.

# T_RANDOM_EVENT_FIREWOOD_OUTCOME_FAIL
source: Nếu ngài không thể hoặc không muốn giúp chúng tôi, thì chúng tôi phải tự mình cung cấp hơi ấm.
vi: Nếu các ngươi không thể hoặc không muốn giúp đỡ chúng ta, thì chúng ta sẽ tự lo liệu chuyện sưởi ấm thôi.

# T_RANDOM_EVENT_FIREWOOD_OUTCOME_SUCCESS
source: Cảm ơn ngài, Lãnh chúa. Bây giờ Dân làng sẽ vượt qua mùa đông tốt đẹp. Tôi sẽ loan báo tin tốt lành trong làng.
vi: Cảm ơn ngài, thưa Lãnh Chúa. Giờ người dân sẽ vượt qua mùa đông một cách an toàn. Tôi sẽ truyền bá tin tốt này trong làng.

# T_RANDOM_EVENT_FIREWOOD_STRIKE_OVER
source: Dân làng cuối cùng đã bình tĩnh lại, thưa ngài. Cuộc đình công đã kết thúc!
vi: Người dân cuối cùng cũng đã bình tĩnh lại, thưa ngài. Cuộc đình công đã kết thúc!

# T_RANDOM_EVENT_FIREWOOD_SUCCESS_OVER
source: Hiệu ứng tích cực trong làng đã kết thúc, Lãnh chúa.
vi: Tác động tích cực trong làng đã kết thúc, thưa ngài.

# T_RANDOM_EVENT_FIREWOOD_SUCCESS_OVER_01
source: Tuy nhiên, cư dân vẫn muốn cảm ơn ngài và đã để lại một số công cụ làm quà cho ngài.
vi: Tuy nhiên, người dân vẫn muốn cảm ơn ngài và đã để lại một vài công cụ làm quà tặng cho các ngài.

# T_RANDOM_EVENT_HARVEST_HELPERS_AFTER_UNASSIGN
source: Hãy hy vọng đây không phải là một sai lầm, Lãnh chúa. Tôi có những báo cáo đáng lo ngại về bọn cướp gần đó.
vi: Hy vọng rằng đây không phải là một sai lầm, thưa Lãnh Chúa. Tôi đã nhận được những báo cáo đáng lo ngại về bọn cướp gần đó.

# T_RANDOM_EVENT_HARVEST_HELPERS_BANDITS
source: Các anh em, cầm vũ khí! Chúng ta đang bị tấn công! Bọn cướp đã bị phát hiện ở ngoại ô!
vi: Hỡi những người đàn ông! Cầm vũ khí lên, chúng ta đang bị tấn công! Bọn cướp đã được phát hiện ở ngoại ô thành phố!

# T_RANDOM_EVENT_HARVEST_HELPERS_BANDITS_OUTSIDE_HELP
source: Báo động cho lính canh thành phố! Những người giúp đỡ từ bên ngoài của chúng ta rốt cuộc là những kẻ vô lại và cướp! Tôi đã cảnh báo ngài rồi, thống đốc!
vi: Báo động cho lính canh thành phố! Những người giúp đỡ của chúng ta từ bên ngoài thực sự là những kẻ lừa đảo và bọn cướp! Tôi đã cảnh báo các ngài rồi mà, thưa Thống đốc!

# T_RANDOM_EVENT_HARVEST_HELPERS_BANDITS_OUTSIDE_HELP_HELPERS_BANDITS
source: Tôi đã cảnh báo ngài rồi, Lãnh chúa. Bây giờ chúng ta có bọn cướp ở cổng thành!
vi: Ta đã cảnh báo ngươi rồi, thưa Lãnh Chúa. Giờ chúng ta có bọn cướp ở trước cổng!

# T_RANDOM_EVENT_HARVEST_HELPERS_CHOICE_POPUP_02_DESC
source: Ngài thực sự muốn rút lính canh thành phố ra và giúp đỡ thu hoạch?
vi: Ngài có thực sự muốn rút lính canh thành phố và để họ giúp thu hoạch không?

# T_RANDOM_EVENT_HARVEST_HELPERS_CHOICE_POPUP_DESC
source: Cả nông dân và hiệp sĩ đều nhìn ngài dò hỏi. Nông dân cần giúp đỡ thu hoạch, nhưng quân đội cần để bảo vệ thành phố. Ngài muốn tiến hành như thế nào?
vi: Cả người nông dân và hiệp sĩ đều đang nhìn ngài một cách nghi ngờ. Nông dân cần giúp thu hoạch, tuy nhiên, quân đội lại cần để bảo vệ thành phố. Ngài muốn làm gì?

# T_RANDOM_EVENT_HARVEST_HELPERS_CHOICE_POPUP_OUTSIDEHELP_DESC
source: Hiệp sĩ trở lại phòng tiếp kiến. Ông đến bàn của ngài và nói "Lãnh chúa, tôi chỉ có thể nghiêm khắc khuyên ngài không nên yêu cầu sự giúp đỡ từ bên ngoài". Ông dừng lại một giây rồi tiếp tục nói. "Có rất nhiều cướp và kẻ cướp trong khu vực. Khả năng cao là những kẻ vô lại này sẽ đến làng của chúng ta. Ngài thực sự muốn thu hút bọn cướp bằng phần thưởng sao?"
vi: Hiệp sĩ đã trở lại trong phòng thính giả. Anh ta đến bàn làm việc của ngài và nói “Thưa ngài, tôi thực sự khuyên ngài không nên yêu cầu sự giúp đỡ từ bên ngoài.” Anh ta dừng lại một lát rồi tiếp tục nói. “Có rất nhiều bọn cướp trong khu vực. Khả năng cao là những kẻ này sẽ đến làng của chúng ta. Ngài có thực sự muốn thu hút bọn cướp với một phần thưởng không?”

# T_RANDOM_EVENT_HARVEST_HELPERS_CHOICE_POPUP_REPLY_01
source: Cử binh lính ra làm người thu hoạch.
vi: Hãy cử binh lính đi giúp thu hoạch.

# T_RANDOM_EVENT_HARVEST_HELPERS_CHOICE_POPUP_REPLY_02
source: Binh lính cần để bảo vệ thành phố.
vi: Binh lính cần thiết để bảo vệ thành phố.

# T_RANDOM_EVENT_HARVEST_HELPERS_CHOICE_POPUP_REPLY_03
source: Chúng ta có thể kêu gọi sự giúp đỡ từ bên ngoài.
vi: Chúng ta có thể yêu cầu sự giúp đỡ từ bên ngoài.

# T_RANDOM_EVENT_HARVEST_HELPERS_CHOICE_POPUP_REPLY_04
source: Tôi đang bận ngay bây giờ.
vi: Tôi đang bận.

# T_RANDOM_EVENT_HARVEST_HELPERS_CHOICE_POPUP_REPLY_COMMENT_01
source: Như ngài muốn, Lãnh chúa.
vi: Như ngài mong muốn, thưa Lãnh Chúa.

# T_RANDOM_EVENT_HARVEST_HELPERS_CHOICE_POPUP_REPLY_COMMENT_02
source: Tôi sẽ chuyển quyết định của ngài.
vi: Tôi sẽ thông báo quyết định của ngài.

# T_RANDOM_EVENT_HARVEST_HELPERS_CHOICE_POPUP_REPLY_COMMENT_03
source: Tôi sẽ sắp xếp mọi thứ cần thiết.
vi: Tôi sẽ tiến hành mọi thứ cần thiết.

# T_RANDOM_EVENT_HARVEST_HELPERS_CHOICE_POPUP_REPLY_COMMENT_04
source: Tôi hiểu, thưa ngài.
vi: Tôi hiểu rồi, thưa ngài.

# T_RANDOM_EVENT_HARVEST_HELPERS_DESC
source: Nông dân cần giúp đỡ thu hoạch các cánh đồng. Quân đội có thể giúp đỡ không?
vi: Nông dân cần sự giúp đỡ trong việc thu hoạch các cánh đồng. Có thể quân đội sẽ giúp được việc đó?

# T_RANDOM_EVENT_HARVEST_HELPERS_INTRO_01
source: Một buổi sáng, một nông dân già đứng trong phòng tiếp kiến. "Lãnh chúa, ngài có chút thời gian không?" ông nói rụt rè. "Chúng tôi, những người nông dân, đang chuẩn bị thu hoạch các cánh đồng. Nhưng chúng tôi cần giúp đỡ thu hoạch. Chúng tôi không đủ người giúp đỡ năm nay".
vi: Một buổi sáng, một người nông dân lớn tuổi đứng trong phòng thính giả. “Thưa ngài, ngài có rảnh một chút không ạ?”, ông ta nói một cách ngượng ngùng. “Chúng tôi, những người nông dân, đang chuẩn bị thu hoạch các cánh đồng. Tuy nhiên, năm nay chúng tôi không có đủ người giúp đỡ.”

# T_RANDOM_EVENT_HARVEST_HELPERS_INTRO_02
source: "Chúng ta có thể giao một số lính canh thành phố cho các trang trại và vườn nho," cố vấn trung thành của ngài nói khi ông quan sát đội ngũ nhỏ của lính canh thành phố. Một hiệp sĩ đến gần ngài và nói: "Tôi chỉ có thể khuyên ngài không nên thực hiện kế hoạch của mình, Lãnh chúa".
vi: “Chúng ta có thể cử một vài người của lính canh thành phố đến các trang trại và vườn nho”, cố vấn trung thành của ngài nói khi quan sát một phân đội nhỏ của lính canh thành phố. Một hiệp sĩ tiến về phía ngài và bắt đầu nói: “Tôi chỉ có thể khuyên ngài không nên làm theo kế hoạch của ngài, thưa ngài.”

# T_RANDOM_EVENT_HARVEST_HELPERS_INTRO_03
source: "Các trinh sát của tôi báo cáo về những bóng người mờ ám ở ngoại ô thị trấn và trong các khu rừng xung quanh. Nếu chúng ta rút lính canh thành phố, thành phố sẽ gần như không được bảo vệ, Lãnh chúa," Hiệp sĩ nói khi ông chỉ cho ngài vị trí các trại cướp bị nghi ngờ trên một bản đồ nhỏ.
vi: “Những người do thám của tôi báo cáo về những kẻ khả nghi ở ngoại ô thành phố và các khu rừng xung quanh. Nếu chúng ta rút lính canh thành phố, thì thành phố sẽ gần như không được bảo vệ, thưa ngài”, hiệp sĩ nói khi cho các ngài xem vị trí của các trại cướp bị nghi ngờ trên một tấm bản đồ nhỏ.

# T_RANDOM_EVENT_HARVEST_HELPERS_MODIFIERS_POSITIVE
source: Tin tốt, Lãnh chúa. Bằng cách giúp đỡ thu hoạch, lính canh thành phố đã tối ưu hóa hoạt động của trang trại. Họ sẽ tạm thời cung cấp thêm nguyên liệu thô.
vi: Tin tốt đây, thưa ngài. Nhờ những bàn tay giúp đỡ thêm trong quá trình thu hoạch, các hoạt động tại các doanh nghiệp nông nghiệp đã được tối ưu hóa. Họ sẽ cung cấp nhiều nguyên liệu thô hơn trong một thời gian.

# T_RANDOM_EVENT_HARVEST_HELPERS_OUTSIDE_HELPED
source: Nhờ nhiều người giúp đỡ thân thiện từ làng lân cận, cuối cùng đã có thể thu hoạch toàn bộ vụ mùa trong thời gian rất ngắn. Nhiều tình bạn mới đã được hình thành vào ngày này. Lễ hội thu hoạch sau đó mang lại niềm vui thêm. Suốt thời gian này, không có tên cướp nào được nhìn thấy ở vùng lân cận làng.
vi: Nhờ có nhiều người giúp đỡ tốt bụng từ ngôi làng lân cận, cuối cùng chúng ta đã có thể thu hoạch toàn bộ vụ mùa trong thời gian ngắn nhất. Nhiều tình bạn mới đã nảy sinh từ ngày này. Lễ tạ ơn vụ mùa tiếp theo đã mang lại một tâm trạng tốt hơn. Trong suốt thời gian này, không có bọn cướp nào bị phát hiện gần làng.

# T_RANDOM_EVENT_HARVEST_HELPERS_OUTSIDE_HELP_PAY_HELPERS
source: Nếu ngài muốn thu hút người giúp đỡ vào làng, chúng ta nên đưa ra phần thưởng, Lãnh chúa.
vi: Nếu ngài muốn thu hút người giúp đỡ đến làng, thì chúng ta nên đưa ra một phần thưởng, thưa Lãnh Chúa.

# T_RANDOM_EVENT_HARVEST_HELPERS_PROTEST_OVER
source: Năng suất của một tòa nhà đã trở lại bình thường, thưa ngài. Nó sẽ có thể sản xuất nguyên liệu thô như bình thường trở lại.
vi: Năng suất của một tòa nhà đã trở lại bình thường, thưa ngài. Nó sẽ có thể sản xuất nguyên liệu thô trở lại như thường lệ.

# T_RANDOM_EVENT_HARVEST_HELPERS_SUMMARY
source: Giải quyết vấn đề với những người thu hoạch.
vi: Giải quyết vấn đề với người giúp thu hoạch.

# T_RANDOM_EVENT_HARVEST_HELPERS_TITLE
source: Người thu hoạch
vi: Người giúp thu hoạch

# T_RANDOM_EVENT_INVESTMENT_CHOICE_POPUP_01_REPLY_02
source: Thay vào đó, đầu tư tài nguyên.
vi: Đầu tư tài nguyên.

# T_RANDOM_EVENT_INVESTMENT_CHOICE_POPUP_01_REPLY_03
source: Tôi có thể cho ngài cái gì khác?
vi: Tôi còn có thể đưa thêm gì khác nữa?

# T_RANDOM_EVENT_INVESTMENT_CHOICE_POPUP_01_REPLY_04
source: Không, tôi không biết. Tôi rút lui.
vi: À, tôi không biết… Tôi rút lui.

# T_RANDOM_EVENT_INVESTMENT_CHOICE_POPUP_02_REPLY_01
source: Đầu tư một số tiền lớn.
vi: Đầu tư một khoản tiền lớn.

# T_RANDOM_EVENT_INVESTMENT_CHOICE_POPUP_02_REPLY_02
source: Đầu tư một số tiền vừa phải.
vi: Đầu tư một khoản tiền vừa phải.

# T_RANDOM_EVENT_INVESTMENT_CHOICE_POPUP_02_REPLY_03
source: Đầu tư một số tiền nhỏ.
vi: Đầu tư một khoản tiền nhỏ.

# T_RANDOM_EVENT_INVESTMENT_INTRO_REPLY_02
source: Rủi ro, ngài nói sao? Không, tôi rút lui.
vi: Rủi ro ư? Tôi xin rút lui.

# T_RANDOM_EVENT_LASTREST_AFTERCHOICE_CALMDOWN
source: Đợi cho đến khi tình hình dịu lại.
vi: Chờ đến khi tình hình dịu đi.

# T_RANDOM_EVENT_LASTREST_AFTERCHOICE_CALMDOWN_SUCCESS
source: Ngôi làng đã bình tĩnh lại, Lãnh chúa. Mọi thứ đã trở lại bình thường.
vi: Ngôi làng đã bình tĩnh trở lại, thưa ngài. Mọi thứ đã trở lại như cũ.

# T_RANDOM_EVENT_LASTREST_CHOICE_POPUP_01_AFTERCHOICE_REPLY_01
source: Người dân sẽ hoan nghênh quyết định của ngài, Lãnh chúa.
vi: Người dân sẽ hoan nghênh quyết định của ngài, thưa ngài.

# T_RANDOM_EVENT_LASTREST_CHOICE_POPUP_01_AFTERCHOICE_REPLY_03
source: Cả hai bên đều nhìn ngài dò hỏi. Không ai trong số họ hài lòng với quyết định này.
vi: Cả hai bên đều nhìn ngài một cách nghi ngờ. Không ai trong hai bên hài lòng với quyết định này.

# T_RANDOM_EVENT_LASTREST_CHOICE_POPUP_01_AFTERCHOICE_REPLY_04
source: Hai bên rời khỏi phòng tiếp kiến một cách giận dữ. Điều này có khả năng gây ra hậu quả.
vi: Cả hai bên tức giận rời khỏi phòng thính giả. Điều này có thể sẽ gây ra những hậu quả.

# T_RANDOM_EVENT_LASTREST_CHOICE_POPUP_01_DESC
source: Ngài phải đưa ra quyết định, Lãnh chúa. Điều chắc chắn là chúng ta nên xây dựng một nghĩa trang mới. Ngài phải quyết định xem ngài muốn làm hài lòng quý tộc hay tầng lớp thấp hơn. Nhưng ngài cũng có thể làm điều gì đó cho cả hai.
vi: Các ngài phải đưa ra quyết định, thưa ngài. Có một điều chắc chắn rằng chúng ta nên xây dựng một nghĩa trang mới. Các ngài phải quyết định xem ngài muốn ủng hộ người quý tộc hay tầng lớp thấp hơn. Hoặc các ngài cũng có thể làm điều gì đó cho cả hai.

# T_RANDOM_EVENT_LASTREST_DESC
source: Cần có một nghĩa trang trong làng. Cả quý tộc và thường dân đều có điều kiện. Ai sẽ hài lòng cuối cùng?
vi: Một nghĩa trang là cần thiết trong làng. Cả giới quý tộc và những người dân thường đều có các điều kiện riêng của mình. Rốt cuộc thì ai sẽ hài lòng đây?

# T_RANDOM_EVENT_LASTREST_POPUP_01_REPLY_01
source: Chúng ta đang xây dựng một nghĩa trang cho người dân.
vi: Chúng ta hãy xây dựng một nghĩa trang cho người dân.

# T_RANDOM_EVENT_LASTREST_POPUP_01_REPLY_02
source: Hãy xây dựng những lăng mộ lộng lẫy.
vi: Hãy xây những lăng mộ tráng lệ.

# T_RANDOM_EVENT_LASTREST_POPUP_01_REPLY_03
source: Tại sao không thỏa hiệp?
vi: Tại sao chúng ta không thỏa hiệp?

# T_RANDOM_EVENT_LASTREST_POPUP_01_REPLY_04
source: Tôi không muốn bị làm phiền bởi điều này, xin thứ lỗi cho tôi.
vi: Tôi không muốn bị làm phiền, xin hãy thứ lỗi cho tôi.

# T_RANDOM_EVENT_LASTREST_QUEST_01_DESC
source: Để tuân thủ mong muốn của người dân, phải dựng lên nhiều ngôi mộ và tường nghĩa trang khác nhau.
vi: Để đáp ứng mong muốn của người dân, phải xây dựng nhiều ngôi mộ và tường bao nghĩa trang.

# T_RANDOM_EVENT_LASTREST_QUEST_01_SUCESS
source: Rất tốt, thưa ngài. Người dân sẽ rất hài lòng. Tuy nhiên, các quý tộc thất vọng về hành động của ngài và đã thông báo rằng họ sẽ trả ít thuế hơn từ bây giờ.
vi: Rất tốt, thưa ngài, người dân sẽ rất hài lòng. Tuy nhiên, giới quý tộc thất vọng về cách làm của ngài và đã thông báo rằng sẽ trả ít thuế hơn từ giờ trở đi.

# T_RANDOM_EVENT_LASTREST_QUEST_01_TITLE
source: Xây dựng một nghĩa trang cho thường dân
vi: Xây dựng một nghĩa trang cho người dân

# T_RANDOM_EVENT_LASTREST_QUEST_02_DESC
source: Các quý tộc đã yêu cầu thêm lăng mộ, ngài nên xây dựng một vài cái và một số tường nghĩa trang.
vi: Giới quý tộc đã yêu cầu xây dựng một số lăng mộ, ngài nên cho xây một vài cái và cả một số tường bao nghĩa trang nữa.

# T_RANDOM_EVENT_LASTREST_QUEST_02_SUCESS
source: Rất tốt, thưa ngài. Các quý tộc đã ăn mừng lễ thánh hiến lăng mộ đầu tiên. Những cư dân còn lại đang tức giận.
vi: Rất tốt, thưa ngài, giới quý tộc đã ăn mừng lễ khánh thành lăng mộ đầu tiên. Tuy nhiên, phần còn lại của thành phố đang rất tức giận.

# T_RANDOM_EVENT_LASTREST_QUEST_02_TITLE
source: Xây dựng một nghĩa trang cho quý tộc
vi: Xây dựng một nghĩa trang cho giới quý tộc

# T_RANDOM_EVENT_LASTREST_QUEST_03_DESC
source: Để đáp ứng cả hai bên, cả lăng mộ, mộ và tường nên được xây dựng, Lãnh chúa.
vi: Để làm hài lòng cả hai bên, nên xây dựng cả lăng mộ, mộ và tường bao, thưa ngài.

# T_RANDOM_EVENT_LASTREST_QUEST_03_SUCESS
source: Rất tốt, thưa ngài. Đa số trong làng hài lòng với cách tiếp cận của ngài.
vi: Rất tốt, thưa ngài. Đa số người dân trong làng đều hài lòng với cách làm của ngài.

# T_RANDOM_EVENT_LASTREST_QUEST_03_TITLE
source: Xây dựng một nghĩa trang cho mọi người
vi: Xây dựng một nghĩa trang cho tất cả mọi người

# T_RANDOM_EVENT_LASTREST_START_01
source: Cố vấn đến phòng tiếp kiến cùng một quý tộc và một bà lão. Cả hai dường như có một yêu cầu cần được làm rõ. Đó là về việc mở rộng nghĩa trang.
vi: Cố vấn đến phòng thính giả cùng với một người quý tộc và một bà lão. Cả hai người họ đều dường như có một yêu cầu cần được làm rõ. Đó là về việc mở rộng nghĩa trang.

# T_RANDOM_EVENT_LASTREST_START_02
source: Đầu tiên bà lão nói: "Lãnh chúa, tôi muốn nhấn mạnh một lần nữa rằng chúng ta cần một nghĩa trang có đủ mộ trong làng", bà nhìn ngài khẩn khoản và tiếp tục: "Người dân cần một nơi để tôn vinh người đã khuất của họ".
vi: Trước tiên, bà lão lên tiếng: “Thưa ngài, tôi muốn nhấn mạnh lại rằng chúng ta cần một nghĩa trang với đủ các ngôi mộ trong làng.” Bà ấy nhìn chằm chằm vào các ngài và tiếp tục nói: “Người dân cần một nơi để tôn vinh những người đã khuất của họ.”

# T_RANDOM_EVENT_LASTREST_START_03
source: Quý tộc bây giờ bước tới và thông báo yêu cầu của mình: "Mong muốn của bà ấy chắc chắn là chính đáng, Lãnh chúa," ông nói bằng giọng bình tĩnh, "Tôi có thể hiểu rằng những người nhỏ bé yêu cầu mộ, nhưng ngài cũng nên nghĩ đến những người có vị trí cao hơn ở đây. Chúng ta cần những lăng mộ lớn lộng lẫy cho quý tộc!" Ngài sẽ không hối tiếc.
vi: Giờ thì người quý tộc bước lên và tuyên bố yêu cầu của mình: “Ước muốn của bà lão chắc chắn là chính đáng, thưa ngài”, ông ta nói với giọng bình tĩnh, “Tôi có thể hiểu rằng những người nhỏ bé muốn có những ngôi mộ, tuy nhiên ngài cũng nên nghĩ đến những người có địa vị cao hơn ở đây. Chúng ta cần những lăng mộ tráng lệ lớn dành cho giới quý tộc!” Các ngài sẽ không phải hối tiếc điều này.

# T_RANDOM_EVENT_LOSTDAUGHTER_07_REPLY_01
source: Tôi biết ơn.
vi: Tôi rất biết ơn.

# T_RANDOM_EVENT_LOSTDAUGHTER_11_END_EFFORT
source: Niềm vui trong làng lớn đến nỗi tất cả cư dân sẽ nỗ lực đặc biệt trong tương lai, Lãnh chúa.
vi: Niềm vui trong làng lớn đến nỗi tất cả người dân sẽ đặc biệt cố gắng trong tương lai, thưa ngài.

# T_RANDOM_EVENT_LOSTDAUGHTER_11_REPLY_1
source: Thật may mắn!
vi: Thật là may mắn!

# T_RANDOM_EVENT_LOSTDAUGHTER_12_END_EFFORT_REDUCED
source: Vì ngôi làng vẫn còn trong tình trạng tang tóc trong một thời gian dài, cư dân ban đầu sẽ ít nỗ lực hơn trong cuộc sống hàng ngày.
vi: Vì ngôi làng vẫn còn trong tình trạng tang thương một thời gian dài, nên trước mắt người dân sẽ ít nỗ lực hơn trong cuộc sống hàng ngày.

# T_RANDOM_EVENT_LOSTDAUGHTER_13_REPLY_01
source: Cử binh lính đi tìm ông ta.
vi: Hãy cử binh lính đi, họ sẽ tìm anh ta.

# T_RANDOM_EVENT_LOSTDAUGHTER_13_REPLY_02
source: Ông ta cuối cùng sẽ trở về.
vi: Rồi anh ta sẽ quay lại thôi.

# T_RANDOM_EVENT_LOSTDAUGHTER_14_REPLY_01
source: Người đàn ông tội nghiệp đó.
vi: Thật là một người đàn ông đáng thương.

# T_RANDOM_EVENT_LOSTDAUGHTER_15_ENDING_BONUS_01
source: "Lãnh chúa," người nông dân gọi ngài. "Tôi rất biết ơn vì ngài đã tìm thấy con gái tôi. Tôi sẽ luôn trả thuế thập phân đúng hạn trong tương lai. Hứa! Tôi thậm chí sẽ trả thêm."
vi: “Thưa ngài”, người nông dân gọi ngài. “Tôi rất biết ơn vì ngài đã tìm thấy con gái tôi. Tôi sẽ luôn trả một phần mười của mình đúng hạn trong tương lai. Tôi hứa! Tôi thậm chí sẽ thêm vào một chút.”

# T_RANDOM_EVENT_LOSTDAUGHTER_17_END_DECAY_PERMANENT
source: Cơn bão này đã tạo ra một số lợi thế lâu dài cho làng của chúng ta. Thông qua việc sửa chữa liên tục các tòa nhà bởi thợ mộc, chúng ta đã học được một số phương pháp xây dựng làm chậm quá trình xuống cấp của các tòa nhà của chúng ta vĩnh viễn.
vi: Cơn bão này đã tạo ra một số lợi thế vĩnh viễn cho làng của chúng ta. Thông qua việc thợ mộc liên tục sửa chữa các tòa nhà, chúng ta đã học được một số phương pháp xây dựng giúp làm chậm quá trình xuống cấp của các tòa nhà một cách vĩnh viễn.

# T_RANDOM_EVENT_LOSTDAUGHTER_BOTH_RESCURED_ENDING_01
source: Nông dân và con gái đoàn tụ. Cả làng ăn mừng. "Cơn bão khủng khiếp này cũng có một số mặt tốt," cố vấn trung thành của ngài nói, trong khi cả hai cùng nhìn gia đình hạnh phúc.
vi: Người nông dân và con gái đã được đoàn tụ. Cả làng đang ăn mừng. “Cơn bão khủng khiếp này đã có một vài mặt tốt,” cố vấn trung thành của ngài nói khi cả hai ngài đang nhìn gia đình hạnh phúc.

# T_RANDOM_EVENT_LOSTDAUGHTER_BOTH_RESCURED_ENDING_02
source: "Người của chúng ta sẽ sẵn sàng hành động sớm hơn, Lãnh chúa," hiệp sĩ báo cáo khi ông tham gia nhóm của ngài. Khi tìm kiếm cô gái, lính canh đã học được rất nhiều điều. Bây giờ họ sẽ hồi phục sau các trận chiến nhanh hơn một chút.
vi: “Lính của chúng ta sẽ sẵn sàng chiến đấu sớm hơn”, hiệp sĩ báo cáo khi anh ta gia nhập nhóm của ngài. Trong khi tìm kiếm cô gái, các binh lính đã học được rất nhiều. Giờ họ sẽ hồi phục sau các trận chiến nhanh hơn một chút.

# T_RANDOM_EVENT_LOSTDAUGHTER_CARPENTER_DESC
source: Lãnh chúa, các tòa nhà của chúng ta bị hư hại nghiêm trọng do thời tiết. Cơn bão liên tục này là một mối đe dọa cho làng. Hay là chúng ta thuê một thợ mộc để liên tục sửa chữa các tòa nhà.
vi: Thưa ngài, các tòa nhà của chúng ta đã bị hư hại nghiêm trọng do cơn bão mạnh. Cơn bão đang diễn ra này là một mối đe dọa đối với ngôi làng. Sẽ thế nào nếu chúng ta thuê một thợ mộc để liên tục sửa chữa các tòa nhà?

# T_RANDOM_EVENT_LOSTDAUGHTER_CARPENTER_SUCCESS
source: Rất tốt. Miễn là chúng ta có đủ khả năng chi trả vật liệu sửa chữa, thợ mộc sẽ chăm sóc các tòa nhà đổ nát.
vi: Rất tốt. Chừng nào chúng ta còn có thể chi trả cho các vật liệu sửa chữa, thì thợ mộc sẽ chăm sóc những tòa nhà xuống cấp.

# T_RANDOM_EVENT_LOSTDAUGHTER_CHOICEPOPUP_02
source: "Lãnh chúa", người nông dân bắt đầu nói. Ông ta dường như sợ ngài. "Đó là về con gái tôi. Con bé đã chạy vào cơn bão. Đàn cừu đã thoát ra khỏi đồng cỏ và con bé đang cố gắng bắt chúng. Bây giờ tôi sợ điều tồi tệ nhất. Tôi cần sự cho phép của ngài để đi vào cơn bão và tìm con bé, Lãnh chúa. Xin hãy để tôi đi tìm con bé?"
vi: “Thưa ngài”, người nông dân bắt đầu nói. Anh ta có vẻ sợ ngài. “Chuyện là về con gái tôi. Con bé đã chạy vào cơn bão. Những con cừu đã trốn khỏi đồng cỏ và nó đã cố gắng bắt chúng lại. Giờ tôi sợ rằng điều tồi tệ nhất đã xảy ra rồi. Tôi cần sự cho phép của ngài để đi vào cơn bão và tìm con bé, thưa ngài. Xin hãy để tôi đi tìm con bé?”

# T_RANDOM_EVENT_LOSTDAUGHTER_CHOICEPOPUP_02_REPLY_01
source: Để ông ta đi.
vi: Hãy để anh ta đi.

# T_RANDOM_EVENT_LOSTDAUGHTER_CHOICEPOPUP_02_REPLY_02
source: Dừng lại, quá nguy hiểm.
vi: Dừng anh ta lại. Nó quá nguy hiểm.

# T_RANDOM_EVENT_LOSTDAUGHTER_CHOICEPOPUP_02_REPLY_03
source: Cử lính canh.
vi: Cử lính canh thành phố đi.

# T_RANDOM_EVENT_LOSTDAUGHTER_CHOICEPOPUP_02_REPLY_03A
source: Thành lập một đội cứu hộ và tìm cô ấy.
vi: Tập hợp một đội cứu hộ và tìm cô bé.

# T_RANDOM_EVENT_LOSTDAUGHTER_CHOICEPOPUP_03
source: Bất chấp nguy hiểm, người cha muốn chạy vào cơn bão. Hãy hy vọng ông ta tìm thấy cô gái. Trước khi rời đi, ông ta lại nhờ ngài giúp đỡ. "Lãnh chúa, ngài có thể vui lòng cung cấp cho tôi một ít vật liệu để làm áo mưa không?"
vi: Bất chấp nguy hiểm, người cha muốn chạy vào cơn bão. Hy vọng rằng ông ấy sẽ tìm thấy cô gái. Trước khi rời đi, ông ta một lần nữa yêu cầu sự hỗ trợ của ngài. “Thưa Lãnh Chúa, ngài có thể vui lòng cho tôi một ít vật liệu để làm áo mưa được không?”

# T_RANDOM_EVENT_LOSTDAUGHTER_CHOICEPOPUP_03_REPLY_01
source: Cho ông ta những gì ông ta yêu cầu.
vi: Đưa cho ông ta những gì ông ta yêu cầu.

# T_RANDOM_EVENT_LOSTDAUGHTER_CHOICEPOPUP_03_REPLY_02
source: Để ông ta đi mà không được hỗ trợ.
vi: Cử anh ta đi mà không cần giúp đỡ.

# T_RANDOM_EVENT_LOSTDAUGHTER_CHOICEPOPUP_04
source: "Không, ngài không thể làm vậy. Con bé đang gặp nguy hiểm, ngài phải để tôi đi tìm con bé. Ít nhất hãy cử ai đó đi tìm con bé... làm ơn?!"
vi: “Không, các ngài không thể làm thế. Con bé đang gặp nguy hiểm, ngài phải để ta đi tìm con bé. Ít nhất thì cũng hãy cử người khác đi tìm nó… xin ngài!”

# T_RANDOM_EVENT_LOSTDAUGHTER_CHOICEPOPUP_04_REPLY_02
source: Con bé cuối cùng sẽ trở về… Chúng ta đợi.
vi: Rồi cô bé sẽ quay lại thôi. Chúng ta hãy chờ xem.
