Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_SCEN_CW_45_DESC
source: Ngài tiến triển thế nào rồi, Thống đốc? Ta đang mong đợi tổng cộng ba chuyến giao hàng. Ngươi nên chuẩn bị chuyến giao hàng đầu tiên càng sớm càng tốt. Đừng làm ta thất vọng!
vi: Các ngươi xoay sở thế nào rồi, Thống đốc? Ta mong đợi tổng cộng ba chuyến hàng ván gỗ. Các ngươi nên chuẩn bị chuyến hàng đầu tiên sớm thôi. Đừng làm ta thất vọng!

# T_GAME_QUEST_SCEN_CW_45_NAME
source: Giao hàng hóa cho Nhà vua.
vi: Cung cấp cho Đức Vua.

# T_GAME_QUEST_SCEN_CW_50_DESC
source: Thưa Lãnh chúa, Nhà vua rất hài lòng với chuyến giao ván đầu tiên. Chúng ta nên chuẩn bị chuyến tiếp theo càng sớm càng tốt.
vi: Thưa ngài, Đức Vua rất hài lòng về chuyến hàng đầu tiên. Chúng ta nên chuẩn bị chuyến hàng thứ hai sớm thôi.

# T_GAME_QUEST_SCEN_CW_60_DESC
source: Nhà vua đang chờ đợi chuyến giao hàng cuối cùng. Sau khi ngài ấy nhận được ván, Hạm đội Hoàng gia có thể được mở rộng đến một quy mô đáng kể. Chúng ta nên hoàn thành công việc.
vi: Chỉ còn một chuyến hàng cuối cùng nữa thôi, sau đó hạm đội hoàng gia có thể đạt được một quy mô đáng kể. Chúng ta nên hoàn thành một vài tấm ván gỗ ngay bây giờ.

# T_GAME_QUEST_SCEN_CW_70_DESC
source: Ngài có thắc mắc tại sao Vua của ngài vẫn chưa nhận được hàng không? Chà, tôi nghĩ tôi có câu trả lời cho điều đó. Nói tóm lại: Trả cho tôi một ít tiền chuộc và chuyến hàng của ngài sẽ đến tay Nhà vua mà không bị gián đoạn thêm.
vi: Chắc chắn các ngươi đang tự hỏi tại sao Đức Vua của các ngươi vẫn chưa nhận được bất kỳ chuyến hàng nào. Vậy, ta nghĩ ta có thể giải thích điều đó. Nói ngắn gọn: Các ngươi trả cho ta một khoản cống nạp nhỏ và chuyến hàng gỗ sẽ đến tay Đức Vua của các ngươi mà không có bất kỳ sự cố nào nữa.

# T_GAME_QUEST_SCEN_CW_MAIN_10_DESC
source: Để xây dựng hạm đội hoàng gia, ta cần rất nhiều ván. Thật không may, đã lâu không có chuyến giao hàng nào. Thống đốc, ta có một nhiệm vụ cho ngươi! Tìm hiểu tại sao các chuyến giao hàng dừng lại và giải quyết vấn đề!
vi: Hạm đội hoàng gia cần rất nhiều ván gỗ. Thật không may, các chuyến hàng đã bị gián đoạn trong một thời gian. Thưa Thống đốc của ta, hãy tìm ra nguyên nhân của vấn đề và đảm bảo rằng các chuyến hàng gỗ được gửi đến trở lại.

# T_GAME_QUEST_SCEN_CW_MAIN_10_END
source: Làm tốt lắm Thống đốc. Ta biết ta có thể trông cậy vào ngươi. Nhờ những việc làm của ngươi, hạm đội sẽ sẵn sàng trong thời gian ngắn.
vi: Làm tốt lắm, thưa Thống đốc của ta. Ta biết ta có thể tin tưởng vào các ngươi. Nhờ những hành động cao quý của các ngươi, hạm đội mới sẽ sớm được hoàn thành.

# T_GAME_QUEST_SCEN_CW_MAIN_10_NAME
source: Chấm dứt tình trạng thiếu gỗ và giao đủ ván cho nhà vua.
vi: Chấm dứt tình trạng thiếu gỗ và cung cấp đủ ván gỗ cho Đức Vua.

# T_GAME_QUEST_SCEN_CW_M_10_DESC
source: Thưa Lãnh chúa, tôi đề nghị chúng ta sử dụng gỗ một cách khôn ngoan! Chúng ta có thể xây dựng một khu chợ, để chúng ta có thể mua gỗ từ các thương nhân.
vi: Thưa ngài, tôi khuyên ngài nên sử dụng gỗ một cách cẩn thận. Nếu chúng ta xây dựng một khu chợ, chắc chắn chúng ta có thể mua gỗ từ các thương nhân.

# T_GAME_QUEST_SCEN_CW_M_20_DESC
source: Ngài có cần gỗ không? Tôi nghĩ chúng ta có thể dễ dàng thương lượng một thỏa thuận mà cả hai chúng ta đều đồng ý. Một đống gỗ nhỏ có sẵn ngay lập tức, nếu ngài muốn. Hãy đến và mua bao nhiêu tùy thích!
vi: Vậy, các ngươi cần gỗ? Ta nghĩ có thể làm được điều đó. Ta đã có sẵn một xe gỗ. Hãy đến và mua bao nhiêu tùy thích.

# T_GAME_QUEST_SCEN_CW_M_30_DESC
source: Thưa Lãnh chúa, ngài sẽ cần các chuyến giao gỗ thường xuyên. Nếu ngài xây dựng một Bang hội Giao thương, thì ngài có thể thiết lập một số đơn đặt hàng giao thương.
vi: Thưa ngài Thống đốc, ngài sẽ cần các chuyến hàng gỗ thường xuyên. Nếu ngài xây dựng một phường hội thương nhân, ngài có thể đặt các đơn hàng giao dịch.

# T_GAME_QUEST_SCEN_CW_M_30_NAME
source: Xây dựng một bang hội giao thương.
vi: Xây dựng một phường hội thương nhân.

# T_GAME_QUEST_SCEN_CW_M_40_DESC
source: Tại bang hội giao thương, ngài có thể thiết lập các đơn đặt hàng giao thương để mua và bán. Hãy thiết lập một đơn đặt hàng giao thương gỗ, thưa Lãnh chúa.
vi: Ngài có thể chỉ định các đơn hàng giao dịch trong phường hội thương nhân cho việc mua cũng như bán hàng hóa. Hãy đặt ngay một đơn hàng mua gỗ, thưa ngài.

# T_GAME_QUEST_SCEN_CW_M_40_END
source: Xuất sắc! Miễn là ngài có tiền xu để trả, tôi sẽ thực hiện tất cả các đơn đặt hàng của ngài. Các đơn đặt hàng giao thương của ngài sẽ được xử lý cho đến khi ngài hủy chúng.
vi: Tuyệt vời! Miễn là các ngươi có thể trả tiền, ta sẽ thực hiện tất cả các đơn hàng giao dịch. Các đơn hàng giao dịch vẫn sẽ tiếp tục cho đến khi các ngươi hủy chúng.

# T_GAME_QUEST_SCEN_CW_M_40_NAME
source: Thiết lập một đơn đặt hàng giao thương để mua gỗ.
vi: Đặt một đơn hàng giao dịch để mua gỗ.

# T_GAME_QUEST_SCEN_WW_DISASTER_20_DESC
source: Một đám cháy đã bùng phát trong thành phố! Chúng ta cần xây dựng đủ tháp canh lửa để dập tắt đám cháy và giảm nguy cơ cháy mới.
vi: Một đám cháy đã bùng phát trong thành phố! Chúng ta cần các tháp canh lửa để dập tắt đám cháy và giảm thiểu nguy cơ cháy lại.

# T_GAME_QUEST_SCEN_WW_DISASTER_20_NAME
source: Đạt được độ bao phủ cao của tháp canh lửa là 80%.
vi: Đạt độ bao phủ tháp canh lửa cao ở mức 80%.

# T_GAME_QUEST_SCEN_WW_DISASTER_30_DESC
source: Bọn cướp! Chúng cố gắng phá hủy các tòa nhà của chúng ta. Chúng ta cần thêm binh lính trong thị trấn để trục xuất bọn cướp và chúng ta nên xây dựng thêm các tháp canh.
vi: Bọn cướp! Chúng đang cố gắng phá hủy các tòa nhà của chúng ta. Chúng ta cần nhiều binh lính hơn trong thành phố để đánh đuổi bọn trộm. Ngoài ra, chúng ta nên bố trí đủ tháp canh.

# T_GAME_QUEST_SCEN_WW_DISASTER_30_NAME
source: Xây dựng đủ tháp canh và bảo vệ thành phố bằng đủ binh lính.
vi: Xây dựng đủ tháp canh và bảo vệ thành phố bằng binh lính.

# T_GAME_QUEST_SCEN_WW_DISASTER_END_DESC
source: Một căn bệnh khác! Một thành phố lớn như vậy cần thêm một bệnh xá.
vi: Một căn bệnh lại bùng phát rồi. Với một thành phố lớn như vậy, chúng ta sẽ cần thêm một thầy thuốc.

# T_GAME_QUEST_SCEN_WW_DISASTER_START_DESC
source: Một căn bệnh khác! Một thành phố lớn như vậy cần thêm một bệnh xá.
vi: Thưa ngài, một căn bệnh đã bùng phát trong thành phố. Một thầy thuốc có thể chữa cho người dân bị ốm trước khi nhiều người dân bị lây nhiễm hơn.

# T_GAME_QUEST_SCEN_WW_DISASTER_START_NAME
source: Xây dựng một bệnh xá và chữa khỏi bệnh.
vi: Xây dựng một thầy thuốc và chống lại dịch bệnh.

# T_GAME_QUEST_SCEN_WW_HAPPYNESS_20_DESC
source: Thưa Lãnh chúa, không phải tất cả Dân làng đều có thể đến nhà thờ vì nó luôn đông đúc. Chúng ta cần thêm nhà thờ để đáp ứng nhu cầu của tất cả dân làng.
vi: Thưa ngài, không phải tất cả người dân đều có thể đến nhà thờ vì nó luôn chật kín. Chúng ta sẽ cần thêm nhà thờ hoặc một nhà thờ lớn để tất cả mọi người đều hài lòng.

# T_GAME_QUEST_SCEN_WW_HAPPYNESS_30_DESC
source: Thưa Lãnh chúa, Dân làng phải đợi quá lâu để có đồ uống. Chúng ta cần thêm quán rượu và phải tăng sản lượng nước ép và bia.
vi: Thưa ngài, trong quán trọ, người dân phải chờ quá lâu để được phục vụ đồ uống. Chúng ta cần nhiều quán trọ hơn và nguồn cung cấp đồ uống tốt hơn!

# T_GAME_QUEST_SCEN_WW_HAPPYNESS_40_DESC
source: Không có giải trí nào trong thành phố này. Chúng ta nên xây dựng một sân đấu thương.
vi: Có rất ít hình thức giải trí trong thành phố này. Chúng ta nên xây dựng một đấu trường.

# T_GAME_QUEST_SCEN_WW_HAPPYNESS_END_DESC
source: Dân làng đã hài lòng. Nhưng bây giờ họ yêu cầu hàng xa xỉ. Chúng ta có thể cung cấp cho họ quần áo hoặc trang sức.
vi: Người dân đã hài lòng. Điều duy nhất mà họ còn thiếu bây giờ là hàng hóa xa xỉ. Chúng ta có thể cung cấp cho họ quần áo hoặc đồ trang sức.

# T_GAME_QUEST_SCEN_WW_HAPPYNESS_START_DESC
source: Một số Dân làng phàn nàn rằng khu chợ quá đông đúc. Chúng ta nên xây dựng một khu chợ mới hoặc nâng cấp khu chợ hiện có. Nếu không, những Dân làng không vui sẽ rời khỏi thành phố.
vi: Một số người dân đang phàn nàn rằng có quá đông người ở khu chợ. Chúng ta nên xây dựng thêm một khu chợ hoặc mở rộng khu chợ hiện có - nếu không, những người dân bất hạnh sẽ rời thành phố.

# T_GAME_QUEST_SCEN_WW_MAIN_END
source: Ngươi làm ta thất vọng, Thống đốc. Thật tệ là ngươi không thể hoàn thành tất cả các nhiệm vụ của ta.
vi: Các ngươi đã làm ta rất thất vọng, thưa Thống đốc. Thật không may, các ngươi đã không thể hoàn thành tất cả các nhiệm vụ mà ta đã giao cho các ngươi.

# T_GAME_QUEST_SCEN_WW_MAIN_SUCCESS_01
source: Xuất sắc Thống đốc của ta, ngươi đã hoàn thành tất cả các nhiệm vụ của ta mà không có một Dân làng nào rời khỏi thành phố. Ta sẽ tăng gấp đôi phần thưởng của ngươi.
vi: Xuất sắc thưa Thống đốc của ta. Các ngươi đã hoàn thành tất cả các nhiệm vụ - mà không có một người dân nào phải rời thành phố. Ta sẽ tăng gấp đôi phần thưởng của các ngươi!

# T_GAME_QUEST_SCEN_WW_MAIN_SUCCESS_02
source: Thống đốc, một số Dân làng đã rời khỏi thành phố. Ta đã mong đợi nhiều hơn từ ngươi. Ít nhất ngươi cũng có thể hoàn thành tất cả các nhiệm vụ của ta. Ngươi sẽ nhận được phần thưởng của mình.
vi: Thưa Thống đốc, tiếc là một số người dân đã rời thành phố. Ta đã mong đợi nhiều hơn ở các ngươi. Tuy nhiên, các ngươi đã hoàn thành đầy đủ tất cả các nhiệm vụ được giao và các ngươi xứng đáng được khen thưởng.

# T_GAME_QUEST_SCEN_WW_POPULATION_150_DESC
source: Thưa Lãnh chúa, chúng ta phải định cư thêm Dân làng trong thành phố của mình nếu không Nhà vua sẽ rất tức giận.
vi: Thưa ngài, chúng ta phải định cư thêm người dân mới, nếu không Đức Vua sẽ vô cùng không hài lòng.

# T_GAME_QUEST_SCEN_WW_POPULATION_160_DESC
source: Ôi không, thưa Lãnh chúa. Nhiều Dân làng đã rời khỏi thành phố. Chúng ta không thể để thêm bất kỳ ai chuyển đi.
vi: Ôi không, thưa ngài. Đã có rất nhiều người dân rời thành phố. Không nên có thêm người nào rời đi nữa.

# T_GAME_QUEST_SCEN_WW_POPULATION_175_DESC
source: Lãnh chúa, một số Dân làng đã rời khỏi thành phố. Chúng ta phải chăm sóc dân làng của mình nhiều hơn, để họ không chuyển đi.
vi: Thưa ngài, một số người dân đã rời thành phố. Chúng ta phải cẩn thận để không có thêm người nào rời đi nữa.

# T_GAME_QUEST_SCEN_WW_POPULATION_END_DESC
source: Thống đốc của ta, rất nhiều Dân làng đã chuyển đến thị trấn nhỏ này. Hãy đáp ứng tất cả nhu cầu của họ để ngăn họ rời khỏi thành phố một lần nữa.
vi: Thưa Thống đốc, có rất nhiều người dân đã định cư ở thành phố nhỏ này. Hãy đáp ứng tất cả nhu cầu của họ và đảm bảo rằng không người dân nào rời khỏi thành phố.

# T_GAME_QUEST_SCEN_WW_POPULATION_START_NAME
source: Hoàn thành tất cả các nhiệm vụ trước khi Nhà vua đến và giữ dân số trên 150.
vi: Hoàn thành tất cả các nhiệm vụ cho đến khi Đức Vua đến và không để dân số giảm xuống dưới 150.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_20_DESC
source: Những người vận chuyển trong thành phố này đều làm việc quá sức, thưa Lãnh chúa. Chúng ta nên xây dựng một nhà kho mới và chỉ định thêm dân làng vận chuyển.
vi: Những người khuân vác trong thành phố này đang khá quá sức, thưa ngài. Chúng ta nên xây dựng thêm một nhà kho và bố trí thêm người khuân vác.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_20_NAME
source: Xây dựng một nhà kho mới và chỉ định thêm người vận chuyển vào lâu đài.
vi: Xây dựng một nhà kho mới và bố trí thêm người khuân vác cho lâu đài.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_30_DESC
source: Chúng ta đang cạn kiệt lương thực. Hãy xây dựng một lều của ngư dân mới. Điều này sẽ giúp ích.
vi: Vì có quá nhiều người dân trong thành phố, nên nguồn cung cấp lương thực đang cạn kiệt. Một lều đánh cá nữa sẽ giúp ích.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_35_DESC
source: Thưa Lãnh chúa, tiệm bánh nhỏ không sản xuất đủ bánh mì. Chúng ta có thể nâng cấp nó và chỉ định thêm một thợ làm bánh.
vi: Thưa ngài, lò bánh mì nhỏ không thể theo kịp việc nướng bánh. Bằng cách mở rộng lò bánh mì, chúng ta có thể thuê thêm một thợ làm bánh.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_35_NAME
source: Nâng cấp một tiệm bánh lên cấp 2 và chỉ định thêm một thợ làm bánh.
vi: Nâng cấp lò bánh mì lên cấp 2 và thuê thêm một thợ làm bánh.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_40_DESC
source: Nhu cầu về nước tăng lên đáng kể. Chúng ta có thể cung cấp nước cho tất cả Dân làng bằng cách xây dựng đủ giếng.
vi: Nhu cầu về nước đã tăng lên rất nhiều. Với đủ giếng nước, mọi người dân đều có thể có đủ nước uống.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_40_NAME
source: Xây dựng một số giếng trong thành phố.
vi: Xây dựng một vài giếng nước trong thành phố.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_END_DESC
source: Thưa Lãnh chúa, chúng ta nên tăng kho dự trữ lương thực của mình. Một chòi của thợ săn mới hoặc xưởng thịt chính xác là những gì chúng ta cần.
vi: Thưa ngài, chúng ta nên mở rộng nguồn cung cấp lương thực. Một lều săn bắn hoặc một lò mổ là lựa chọn phù hợp.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_END_NAME
source: Xây dựng một chòi của thợ săn hoặc xưởng thịt.
vi: Xây dựng một lều săn bắn hoặc một lò mổ.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_FINISHED
source: Xuất sắc thưa Lãnh chúa, chúng ta đã thiết lập được nguồn cung cấp tốt. Nhưng chúng ta vẫn nên để mắt đến mong muốn của Dân làng.
vi: Xuất sắc, thưa ngài, chúng ta đã xây dựng được một nguồn cung cấp tốt. Tuy nhiên, chúng ta nên tiếp tục để mắt đến nhu cầu của người dân.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_START_DESC
source: Thưa Lãnh chúa, trước tiên chúng ta nên lấy một số vật liệu xây dựng và chỉ định một Dân làng vào chòi của người kiểm lâm bên kia sông. Xây dựng một con đường lát đá cuội qua sông để Dân làng có thể bắt đầu công việc của mình.
vi: Thưa ngài, trước tiên chúng ta nên lo vật liệu xây dựng. Nên bố trí người vào lều tiều phu ở phía bên kia sông. Chúng ta hãy xây dựng một con đường lát đá bắc qua sông, sau đó một người dân có thể bắt đầu công việc của mình.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_START_NAME
source: Xây dựng một con đường lát đá cuội qua sông và chỉ định một Dân làng vào chòi của người kiểm lâm.
vi: Xây dựng một con đường lát đá bắc qua sông và bố trí người vào lều tiều phu.

# T_GAME_QUEST_SCEN_WW_PRODUCTION_START_NAME_NEW
source: Xây dựng một con đường qua sông và chỉ định một Dân làng vào chòi của người kiểm lâm.
vi: Xây dựng một con đường bắc qua sông và giao một người dân cho lều tiều phu.

# T_GAME_QUEST_SCEN_WW_TOWNIE_LEAVE_DESC
source: Chuyển đến đây là sai lầm lớn nhất của tôi. Tôi đi đây! Lãnh chúa, ngài thực sự nên đáp ứng mong muốn của chúng tôi nếu không ngày càng nhiều Dân làng sẽ chuyển đi.
vi: Thật là một sai lầm khi đến đây. Tôi sẽ rời thành phố. Thưa ngài Thống đốc, ngài nên chăm sóc tốt hơn nhu cầu của chúng tôi, nếu không chắc chắn sẽ có nhiều người dân rời thành phố.

# T_GAME_QUEST_SILK_FLOWERS_ANSWER_002
source: Đó là một ý tưởng tuyệt vời.
vi: Đó là một ý kiến hay.

# T_GAME_QUEST_SILK_FLOWERS_CONSEQUENCE_001
source: Tôi tưởng ngài có tư duy tiến bộ... Chà, vậy thì hãy ở lại với sự tầm thường của ngài.
vi: Ta đã nghĩ rằng các ngươi có một tư duy tiến bộ... Thôi được, vậy thì cứ ở lại với sự tầm thường của các ngươi.

# T_GAME_QUEST_SILK_FLOWERS_CONSEQUENCE_002_A
source: À, nó bắt đầu thành hình rồi. Chúng ta phải tiếp tục nỗ lực và thiết lập phần còn lại của quá trình sản xuất.
vi: A, nó đang dần thành hình. Chúng ta phải tiếp tục nỗ lực và xây dựng phần còn lại của hoạt động sản xuất.

# T_GAME_QUEST_SILK_FLOWERS_CONSEQUENCE_002_B
source: Chúng ta thống trị thị trường dệt may gia dụng và thời trang cao cấp! Chúng ta sẽ kiếm được bộn tiền!
vi: Chúng ta đang thống trị thị trường hàng dệt gia dụng và thời trang cao cấp! Chúng ta sẽ kiếm được một gia tài!

# T_GAME_QUEST_SILK_FLOWERS_CONSEQUENCE_002_DESC
source: Bây giờ nguyên liệu thô đã có sẵn, cần có các tòa nhà tương ứng. Một thợ dệt và một thợ may sẽ đảm nhận công việc!
vi: Sau khi nguyên liệu thô đã có, các tòa nhà tương ứng là cần thiết. Một thợ dệt và một thợ may sẽ thực hiện công việc!

# T_GAME_QUEST_SILK_FLOWERS_CONSEQUENCE_002_START
source: Theo quyết định của ngài, những thay đổi lớn sẽ diễn ra trong làng của ngài. Nhưng không có gì có thể thực hiện được nếu không có… cừu và một trang trại trong tình trạng tốt.
vi: Nhờ quyết định của ngài, những thay đổi lớn sẽ diễn ra trong thành phố của ngài. Nhưng sẽ không có gì có thể thực hiện được nếu không có... cừu và một trang trại trong tình trạng tốt.

# T_GAME_QUEST_SILK_FLOWERS_DESC
source: Thưa ngài, tôi vừa trở về từ thị trấn gần đó. Họ có những mảnh vải đẹp và những đường thêu lộng lẫy. Chúng ta nên lấy cảm hứng từ đó và cũng sản xuất những bộ quần áo đặc biệt.
vi: Thưa bệ hạ, tôi vừa trở về từ một thành phố gần đó. Họ có những loại vải quý với những đường thêu trang nhã. Chúng ta nên lấy cảm hứng từ đó và cũng sản xuất quần áo hạng nhất.

# T_GAME_QUEST_SNEEZE_CONTEST_DESC
source: Mùa phấn hoa đã trở lại, cư dân hắt hơi suốt. Nếu chúng ta tổ chức một cuộc thi hắt hơi thì sao?
vi: Mùa phấn hoa đã đến rồi. Người dân liên tục hắt hơi. Nếu chúng ta tổ chức một cuộc thi hắt hơi thì sao?

# T_GAME_QUEST_SNEEZE_CONTEST_FINAL_001
source: Mỗi người trong số họ tập trung và thực hiện cú hắt hơi mạnh nhất của mình theo lượt. Ngài phải chọn người ngài yêu thích nhất, để người đó có thể được chọn là người chiến thắng!
vi: Mỗi người trong số họ đều tập trung cao độ và thực hiện cú hắt hơi mạnh mẽ nhất của mình khi đến lượt. Ngài phải quyết định người nào là người yêu thích của mình để có thể chọn người đó làm người chiến thắng!

# T_GAME_QUEST_SNEEZE_CONTEST_FINAL_003
source: HẮT CHÙM!
vi: A-HA HẮT XÌ!

# T_GAME_QUEST_SNEEZE_CONTEST_FINAL_004
source: BU RA CHÙM!
vi: HOOOAAAAAPFFFFFF!!!

# T_GAME_QUEST_SNEEZE_CONTEST_FINAL_006
source: Dân làng tự hào về phần thưởng của họ. Cuộc thi này không mang lại nhiều lợi ích cho ngài, nhưng có lẽ thành phố của ngài sẽ trở nên nổi tiếng vì đã bắt đầu cuộc thi hắt hơi đầu tiên trong lịch sử!
vi: Người dân bước đi đầy tự hào với phần thưởng của mình. Cuộc thi này không mang lại cho ngài nhiều, nhưng có lẽ thành phố của ngài sẽ nổi tiếng vì đã khởi xướng cuộc thi hắt hơi đầu tiên trong lịch sử!

# T_GAME_QUEST_SNEEZE_CONTEST_PLAZA_001
source: Từ lâu đài, ngài đã có thể nghe thấy đám đông tụ tập ở quảng trường làng. Ngài cũng nghe thấy tiếng hắt hơi. Cuộc thi hứa hẹn sẽ rất vui!
vi: Ngài có thể nghe thấy đám đông ở quảng trường ngay từ lâu đài của mình. Ngài cũng nghe thấy tiếng hắt hơi. Cuộc thi chắc chắn sẽ rất vui!

# T_GAME_QUEST_SNEEZE_CONTEST_PLAZA_002
source: Nhiều dân làng xếp hàng chờ đợi và nín hắt hơi để giải phóng toàn bộ sức mạnh khi họ đi qua trước ban giám khảo, bao gồm ngài và cố vấn của ngài.
vi: Vô số người dân đang xếp hàng và cố gắng kìm nén tiếng hắt hơi của mình để giải phóng toàn bộ sức mạnh khi đứng trước ban giám khảo, bao gồm ngài và cố vấn của ngài.

# T_GAME_QUEST_SNEEZE_CONTEST_PLAZA_003
source: Ngài đánh giá từng dân làng một. Ngài đã viết ra ba tên dân làng. Ngài đưa danh sách cho cố vấn của mình, người sẽ đưa họ ra giữa quảng trường làng cho vòng chung kết cuộc thi hắt hơi!
vi: Ngài đánh giá từng người dân một. Ngài đã ghi lại ba cái tên. Ngài đưa danh sách cho cố vấn của mình, người sẽ mang danh sách này đến giữa quảng trường làng cho vòng chung kết của cuộc thi hắt hơi!

# T_GAME_QUEST_SNEEZE_CONTEST_START_001
source: Ngài quyết định loan tin trong thành phố, rằng một cuộc thi được tổ chức tại quảng trường làng. Dân làng được đánh giá là giỏi nhất sẽ nhận được phần thưởng!
vi: Ngài quyết định truyền bá tin tức khắp thành phố rằng một cuộc thi sẽ được tổ chức ở quảng trường làng. Người dân nào được xếp hạng cao nhất sẽ nhận được phần thưởng!

# T_GAME_QUEST_SNEEZE_CONTEST_START_002
source: Thưa ngài, trong khi chờ đợi dân làng tụ tập ở quảng trường, chúng ta nên chuẩn bị cho lễ hội! Hãy bắt đầu bằng một chút trang trí.
vi: Thưa Lãnh Chúa, trong khi chúng ta chờ người dân tập trung ở quảng trường, chúng ta nên chuẩn bị cho các lễ hội! Chúng ta hãy bắt đầu với một chút trang trí.

# T_GAME_QUEST_SNEEZE_CONTEST_START_004
source: Điều này làm cho thành phố của chúng ta hấp dẫn hơn rất nhiều.
vi: Điều này làm cho thành phố của chúng ta trở nên hấp dẫn hơn nhiều.

# T_GAME_QUEST_SNEEZE_CONTEST_START_005
source: Chúng ta cũng nên kiểm tra kho dự trữ của mình.
vi: Chúng ta cũng nên kiểm tra nguồn cung cấp của mình.

# T_GAME_QUEST_SNEEZE_CONTEST_START_006
source: Hoàn hảo, chúng ta sẽ có mọi thứ cần thiết trong suốt lễ hội.
vi: Hoàn hảo. Chúng ta đã chuẩn bị xuất sắc cho các lễ hội của mình.

# T_GAME_QUEST_SNEEZE_CONTEST_YES_001
source: Hãy làm đi!
vi: Bắt đầu thôi!

# T_GAME_QUEST_STONE_ANGEL_ANSWER_001
source: Ngài nói đúng, hãy xây dựng một số bức tượng.
vi: Ngươi nói đúng. Hãy dựng các bức tượng.

# T_GAME_QUEST_STONE_ANGEL_ANSWER_002
source: Không... Tôi không muốn có tượng trong thành phố của mình.
vi: Không... ta không muốn có bất kỳ bức tượng nào trong thành phố của ta.

# T_GAME_QUEST_STONE_ANGEL_CONSEQUENCE_001
source: Hoan hô thưa ngài! Những tác phẩm điêu khắc này mang lại một nét quyến rũ đặc biệt cho thành phố của chúng ta.
vi: Hoan hô, thưa ngài! Những tác phẩm điêu khắc này mang đến cho thành phố một vẻ đẹp đặc biệt.

# T_GAME_QUEST_STONE_ANGEL_CONSEQUENCE_002
source: À thưa ngài, một ngày nào đó có lẽ ngài sẽ lo lắng về những chi tiết này.
vi: A, thưa ngài. Một ngày nào đó ngài sẽ quan tâm đến những chi tiết như vậy thôi.

# T_GAME_QUEST_STONE_ANGEL_DESC
source: Thưa ngài, thành phố của chúng ta đang thiếu trầm trọng các bức tượng. Tại sao không thêm một vài cái nữa? Ngoài ra, người ta tin rằng các bức tượng bảo vệ cư dân.
vi: Thưa Lãnh Chúa, thành phố của chúng ta đang thiếu tượng. Sẽ thế nào nếu chúng ta dựng một vài bức tượng? Ngoài ra, người ta cho rằng tượng sẽ bảo vệ người dân.

# T_GAME_QUEST_STONE_ANGEL_TITLE
source: Thiên thần đá cứng
vi: Thiên Thần Đá

# T_GAME_QUEST_SUCCESS
source: Nhiệm vụ hoàn thành!
vi: Nhiệm vụ đã hoàn thành!

# T_GAME_QUEST_TEAR_HUNTER_ANSWER_001
source: Đó là một ý định tuyệt vời, hãy để anh ta làm điều đó.
vi: Đó là một ý định đáng kính. Hãy để ông ta làm điều đó.

# T_GAME_QUEST_TEAR_HUNTER_CONSEQUENCE_002_A
source: Thưa ngài, chúng ta không thể để cư dân làm điều này. Hãy xây dựng một trại của người tung hứng và giao cho kẻ điên này phụ trách giải trí.
vi: Thưa bệ hạ, chúng ta không thể để người dân làm điều đó. Hãy để chúng ta dựng một trại trò hề và trao quyền cho tên điên này.

# T_GAME_QUEST_TEAR_HUNTER_CONSEQUENCE_002_B
source: Xuất sắc! Dân chúng có vẻ hài lòng với kết quả này.
vi: Xuất sắc! Người dân có vẻ rất hài lòng với kết quả.

# T_GAME_QUEST_TEAR_HUNTER_CONSEQUENCE_A_001
source: Ngài quan sát ngôi làng từ xa. Kẻ săn nước mắt vẫn đang đuổi theo dân làng. Ngày càng có nhiều người từ chối rời khỏi nhà của họ. Ngài từ từ rời khỏi cửa sổ để không còn chứng kiến thiệt hại do lựa chọn của mình gây ra.
vi: Ngài quan sát thành phố từ xa. Kẻ săn nước mắt vẫn đang săn đuổi người dân. Ngày càng có nhiều người từ chối rời khỏi nhà của họ. Ngài từ từ rời khỏi cửa sổ, để không còn phải chứng kiến những thiệt hại mà quyết định của mình đã gây ra.

# T_GAME_QUEST_TEAR_HUNTER_CONSEQUENCE_A_002
source: Có lẽ ngài nên làm gì đó... Dân làng kỳ lạ này khủng bố cư dân và tinh thần chỉ giảm sút. Hãy hy vọng nó không kéo dài!
vi: Có lẽ ngài nên làm gì đó... Tên người dân kỳ lạ đó đang khủng bố người dân và tinh thần chỉ đang đi xuống. Hy vọng rằng điều đó sẽ không kéo dài!

# T_GAME_QUEST_TEAR_HUNTER_DESC
source: Thống đốc, sáng nay tôi được biết rằng một trong những dân làng đã quyết tâm làm cho mọi người hạnh phúc. Anh ta bắt đầu đuổi theo cư dân và buộc họ phải cười…
vi: Thống đốc, sáng nay tôi được cho biết rằng một trong những người dân đã tự giao cho mình nhiệm vụ làm cho mọi người hạnh phúc. Anh ta bắt đầu đuổi theo người dân và buộc họ phải cười...

# T_GAME_QUEST_THE_BATH_B_001
source: Chúng ta đã thoát hiểm trong gang tấc.
vi: Thật là suýt soát.

# T_GAME_QUEST_THE_BATH_B_002
source: Bây giờ chúng ta hãy tuyên bố rằng việc tắm rửa là bắt buộc. Điều này sẽ làm giảm bệnh tật!
vi: Giờ hãy tuyên bố rằng việc tắm là bắt buộc. Điều đó sẽ giảm thiểu dịch bệnh!

# T_GAME_QUEST_THE_BATH_B_NO_001
source: Tắm không bắt buộc.
vi: Không tắm bắt buộc.
