Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_MOD_BUILDING_RANGE_BUILDING_FIREWATCH_INFO_OLD
source: Tăng phạm vi mà tháp canh lửa phản ứng với các công trình âm ỉ cháy và đang cháy thêm {CHANGE}.
vi: Tháp canh lửa có thêm {CHANGE} phạm vi để tiếp cận các ngôi nhà đang âm ỉ và cháy.

# T_MOD_BUILDING_RANGE_BUILDING_FIREWATCH_TITLE
source: Tăng phạm vi lính cứu hỏa
vi: Tăng phạm vi hoạt động của lính cứu hỏa

# T_MOD_BUILDING_RANGE_BUILDING_FIREWATCH_TITLE_OLD
source: Tăng phạm vi tháp canh lửa
vi: Tăng phạm vi hoạt động của tháp canh lửa

# T_MOD_BUILDING_RANGE_BUILDING_FIREWATCH_TITLE_OLD_02
source: Tăng phạm vi tháp canh lửa {LEVEL}
vi: Tăng phạm vi hoạt động của tháp canh lửa {LEVEL}

# T_MOD_BUILDING_RANGE_BUILDING_WATCHTOWER_INFO
source: Tăng phạm vi hoạt động xung quanh mỗi công trình phòng thủ thêm {CHANGE}.
vi: Tăng phạm vi của tất cả các tòa nhà phòng thủ thêm {CHANGE}.

# T_MOD_BUILDING_RANGE_BUILDING_WATCHTOWER_INFO_OLD
source: Tăng phạm vi hoạt động xung quanh mỗi tháp canh thêm {CHANGE}.
vi: Tăng phạm vi của mỗi tháp canh thêm {CHANGE}.

# T_MOD_BUILDING_RANGE_BUILDING_WATCHTOWER_TITLE
source: Tăng phạm vi binh lính
vi: Phạm vi binh lính được cải thiện

# T_MOD_BUILDING_RANGE_BUILDING_WATCHTOWER_TITLE_OLD
source: Tăng phạm vi tháp canh
vi: Phạm vi tháp canh được cải thiện

# T_MOD_BUILDING_RANGE_BUILDING_WATCHTOWER_TITLE_OLD_02
source: Tăng phạm vi tháp canh {LEVEL}
vi: Phạm vi tháp canh được cải thiện {LEVEL}

# T_MOD_BUILDING_STOCK
source: Kho công trình
vi: Kho tòa nhà

# T_MOD_BUILDING_TAXBONUS
source: Thưởng mà người thu thuế trao khi thu thuế.
vi: Tiền thưởng mà người thu thuế mang lại cho thu nhập khi anh ta thu tiền xu.

# T_MOD_BUILDING_TOWERS_SUPPLIED
source: Phạm vi cung cấp vật tư
vi: Phạm vi cung cấp lương thực

# T_MOD_BUILDING_TOWERS_SUPPLIED_OLD
source: Phạm vi doanh trại
vi: Phạm vi hoạt động của doanh trại

# T_MOD_BUILDING_TOWER_MANPOWER
source: Tháp canh: quân số
vi: Tháp canh: Người làm

# T_MOD_BUILDING_WAREHOUSE
source: Sức chứa kho
vi: Không gian kho

# T_MOD_BUILDING_WISH_SATISFY
source: Đáp ứng mong muốn
vi: Mức độ hài lòng với mong muốn

# T_MOD_BUILDING_WORKERS
source: Vị trí công nhân
vi: Vị trí làm việc

# T_MOD_CONSTRUCTION_COSTS_TRADEGOODS_INFO
source: Chi phí xây dựng công trình được giảm vĩnh viễn {CHANGE_NEGATIVE}.
vi: Việc xây dựng các tòa nhà rẻ hơn vĩnh viễn. Giá bằng tiền và tài nguyên đã giảm {CHANGE_NEGATIVE}.

# T_MOD_DECAY
source: Công trình xuống cấp
vi: Tình trạng xuống cấp của tòa nhà

# T_MOD_DECAYINFO
source: Tốc độ xuống cấp của tất cả các công trình giảm {CHANGE}.
vi: Tốc độ suy tàn của tất cả các tòa nhà giảm đi {CHANGE}.

# T_MOD_EVENT_BANDIT_COOLDOWN
source: Thời gian hồi giữa các cuộc tấn công của cướp
vi: Thời gian nghỉ giữa các cuộc tấn công của bọn cướp

# T_MOD_EVENT_BANDIT_COOLDOWN_INFO
source: Tăng thời gian giữa các cuộc đột kích của cướp thêm {CHANGE}.
vi: Tăng thời gian giữa các cuộc tấn công của bọn cướp thêm {CHANGE}.

# T_MOD_EVENT_BANDIT_COOLDOWN_NEW
source: Thời gian hồi sau các cuộc tấn công của cướp
vi: Thời gian hồi chiêu sau các cuộc tấn công của bọn cướp

# T_MOD_EVENT_BANDIT_COOLDOWN_TITLE
source: Thời gian hồi giữa các cuộc tấn công của cướp
vi: Thời gian nghỉ giữa các cuộc tấn công của bọn cướp

# T_MOD_EVENT_BANDIT_COOLDOWN_TITLE_OLD
source: Thời gian hồi giữa các cuộc tấn công của cướp {LEVEL}
vi: Thời gian nghỉ giữa các cuộc tấn công của bọn cướp {LEVEL}

# T_MOD_EVENT_BANDIT_COOLDOWN_TITLE_OLD2
source: Tăng thời gian hồi giữa các cuộc đột kích của cướp {LEVEL}
vi: Tăng thời gian giữa các cuộc tấn công của bọn cướp {LEVEL}

# T_MOD_EVENT_BANDIT_RAID_TIME
source: Thời gian đột kích của cướp
vi: Thời gian đột kích của bọn cướp

# T_MOD_EVENT_BANDIT_RAID_TIME_INFO
source: Bọn cướp cần thêm {CHANGE} thời gian để cướp thành công một công trình hoặc bắt đầu một đám cháy.
vi: Bọn cướp cần thêm {CHANGE} thời gian để cướp một tòa nhà thành công hoặc gây ra hỏa hoạn.

# T_MOD_EVENT_BANDIT_RAID_TIME_TITLE
source: Tăng cường bảo vệ công trình
vi: Cải thiện khả năng bảo vệ tòa nhà

# T_MOD_EVENT_BANDIT_RAID_TIME_TITLE_OLD
source: Tăng cường bảo vệ công trình {LEVEL}
vi: Cải thiện khả năng bảo vệ tòa nhà {LEVEL}

# T_MOD_EVENT_BANDIT_SMOULDER_CHANCE
source: Bảo vệ chống phóng hỏa
vi: Bảo vệ chống lại đốt phá

# T_MOD_EVENT_BANDIT_SMOULDER_CHANCE_INFO
source: Các công trình bị bọn cướp phóng hỏa có {CHANGE} cơ hội chỉ âm ỉ cháy thay vì bùng cháy.
vi: Các tòa nhà bị đốt bởi bọn cướp có cơ hội {CHANGE} chỉ bắt đầu âm ỉ thay vì bốc cháy.

# T_MOD_EVENT_BANDIT_SMOULDER_CHANCE_TITLE
source: Phòng cháy
vi: Các biện pháp phòng cháy

# T_MOD_EVENT_BANDIT_SMOULDER_CHANCE_TITLE_OLD
source: Phòng cháy {LEVEL}
vi: Các biện pháp phòng cháy {LEVEL}

# T_MOD_EVENT_FIRE_CHANCE_INFO
source: Nguy cơ hỏa hoạn giảm vĩnh viễn {CHANGE_NEGATIVE}.
vi: Nguy cơ hỏa hoạn trong thành phố của bạn giảm vĩnh viễn {CHANGE_NEGATIVE}.

# T_MOD_FIRE_WATER_EFFECT
source: Nỗ lực dập tắt lửa
vi: Nỗ lực dập lửa

# T_MOD_GEOLOGIST_INFO
source: Bây giờ bạn có thể chỉ định một nhà địa chất cho các mỏ của mình. Anh ta sẽ dần dần bổ sung trữ lượng quặng.
vi: Các mỏ giờ đây có thể được bố trí một nhà địa chất, người sẽ từ từ lấp đầy lại các trữ lượng tài nguyên thô.

# T_MOD_GROUP_GROWABLES_RESOURCES
source: Tài nguyên nông nghiệp
vi: Tài nguyên thu hoạch

# T_MOD_GUARDS_CHARGE_SPEED
source: Binh lính: tốc độ chạy
vi: Binh lính: Tốc độ

# T_MOD_GUARDS_CHARGE_SPEED_TITLE
source: Huấn luyện chạy nước rút cho binh lính
vi: Binh lính huấn luyện chạy

# T_MOD_GUARDS_CHARGE_SPEED_TITLE_OLD
source: Binh lính: huấn luyện chạy nước rút {LEVEL}
vi: Binh lính: Huấn luyện chạy {LEVEL}

# T_MOD_GUARDS_CONSUMPTION_RATE
source: Binh lính: tiêu thụ tài nguyên
vi: Binh lính: Mức tiêu thụ tài nguyên

# T_MOD_GUARDS_CONSUMPTION_RATE_INFO
source: Binh lính tiêu thụ ít hơn {CHANGE_NEGATIVE} bia và xúc xích.
vi: Binh lính tiêu thụ ít hơn {CHANGE_NEGATIVE} đồ uống và xúc xích.

# T_MOD_GUARDS_CONSUMPTION_RATE_TITLE
source: Khẩu phần giảm một nửa
vi: Ăn khẩu phần một nửa

# T_MOD_GUARDS_CONSUMPTION_RATE_TITLE_OLD
source: Khẩu phần nhỏ hơn {LEVEL}
vi: Khẩu phần ăn nhỏ hơn {LEVEL}

# T_MOD_GUARDS_RECOVERY_TIME_INFO
source: Giảm thời gian binh lính cần để hồi phục đi {CHANGE}.
vi: Giảm thời gian binh lính cần để phục hồi sức lực thêm {CHANGE}.

# T_MOD_GUARDS_RECOVERY_TIME_TITLE
source: Băng bó cải tiến
vi: Cải thiện băng bó

# T_MOD_GUARDS_RECOVERY_TIME_TITLE_OLD
source: Băng bó cải tiến {LEVEL}
vi: Cải thiện băng bó {LEVEL}

# T_MOD_MAP_MODIFIER_ANIMALSDIE_TOOLTIP
source: Đôi khi bệnh tật hoặc ảnh hưởng khác làm chết hết động vật. Khi đó thợ săn không thể tìm thấy con mồi nào.
vi: Đôi khi động vật hoang dã bị tàn sát bởi một thứ gì đó như dịch bệnh. Nếu điều đó xảy ra, những người thợ săn sẽ không tìm thấy con mồi để săn nữa.

# T_MOD_MAP_MODIFIER_BANDITCOOLDOWN_TOOLTIP
source: Sau hầu hết các cuộc tấn công của cướp, thị trấn được an toàn trong một thời gian.
vi: Sau hầu hết các cuộc tấn công của bọn cướp, thành phố sẽ an toàn trong một thời gian.

# T_MOD_MAP_MODIFIER_BANDITSENABLED_TOOLTIP
source: Trên bản đồ này, có khả năng bọn cướp sẽ tấn công làng.
vi: Trên bản đồ này, có nguy cơ bọn cướp sẽ tấn công ngôi làng.

# T_MOD_MAP_MODIFIER_BANDIT_CHANCE
source: Nguy cơ cướp
vi: Nguy cơ bị cướp

# T_MOD_MAP_MODIFIER_BUILDINGRANGE_TOOLTIP
source: Một số công trình có phạm vi hoạt động. Ví dụ, phạm vi của tháp cứu hỏa có thể bị thay đổi bởi các ảnh hưởng bên ngoài.
vi: Một số tòa nhà có phạm vi hoạt động. Phạm vi hoạt động của các tháp canh lửa, ví dụ, có thể bị ảnh hưởng trong một số tình huống nhất định.

# T_MOD_MAP_MODIFIER_BUILDING_NEED
source: Nhu cầu {BUILDINGNAME}
vi: Mong muốn có {BUILDINGNAME}

# T_MOD_MAP_MODIFIER_BUILDING_SATISFACTION
source: Mức độ hài lòng {BUILDINGNAME}
vi: Mức độ hài lòng về {BUILDINGNAME}

# T_MOD_MAP_MODIFIER_CHARGESPEED_TOOLTIP
source: Cho thấy hoàn cảnh bên ngoài ảnh hưởng đến tốc độ xung kích của binh lính như thế nào.
vi: Cho biết mức độ ảnh hưởng của các yếu tố bên ngoài đến tốc độ tấn công của binh lính.

# T_MOD_MAP_MODIFIER_CLOTHESCONSUMPTION_TOOLTIP
source: Dân làng tiêu thụ quần áo định kỳ. Nếu giá trị cao hơn, họ sẽ cần quần áo thường xuyên hơn.
vi: Người dân tiêu thụ quần áo theo định kỳ. Nếu giá trị này cao hơn, họ sẽ tiêu thụ quần áo nhanh hơn.

# T_MOD_MAP_MODIFIER_DECAY_TOOLTIP
source: Các công trình xuống cấp khi không được bảo trì. Giá trị này cho thấy sự thay đổi hiện tại về tốc độ xuống cấp.
vi: Các tòa nhà xuống cấp nếu không được sửa chữa thường xuyên. Giá trị này cho biết sự thay đổi về tốc độ suy tàn.

# T_MOD_MAP_MODIFIER_DECOCONSUMPTION_TOOLTIP
source: Dân làng thích ghé thăm các vật trang trí khi họ không làm việc.
vi: Người dân thích ghé thăm các đồ vật trang trí trong thời gian rảnh rỗi.

# T_MOD_MAP_MODIFIER_DRAUGHT_TOOLTIP
source: Trong thời gian hạn hán, các cánh đồng không mọc lại.
vi: Trong thời gian hạn hán, các cánh đồng sẽ không phát triển nữa.

# T_MOD_MAP_MODIFIER_EFFORT
source: Nỗ lực của dân làng
vi: Sự siêng năng của người dân

# T_MOD_MAP_MODIFIER_EFFORT_TOOLTIP
source: Khi Dân làng hồi phục sau khi làm việc, họ quay lại nơi làm việc. Điều này cho thấy họ có thể làm việc trong bao lâu trước khi lại mệt mỏi.
vi: Khi người dân đã nghỉ ngơi đủ, họ sẽ quay lại làm việc. Cho biết họ làm việc bao nhiêu cho đến khi họ lại cảm thấy mệt mỏi.

# T_MOD_MAP_MODIFIER_ENTERTAINMENTCONSUMPTION_TOOLTIP
source: Dân làng thích ghé thăm một công trình giải trí trong thời gian rảnh rỗi.
vi: Người dân cố gắng thỉnh thoảng ghé thăm một tòa nhà giải trí trong thời gian rảnh rỗi.

# T_MOD_MAP_MODIFIER_FIELDS_DIE
source: Nấm mốc: {FIELDTYPE} khô héo
vi: Bệnh phấn trắng: {FIELDTYPE} khô héo

# T_MOD_MAP_MODIFIER_FIRECHANCE_NEW
source: Khả năng cháy
vi: Cơ hội hỏa hoạn

# T_MOD_MAP_MODIFIER_FIRECHANCE_TOOLTIP
source: Với dân số ngày càng tăng, nguy cơ bùng phát hỏa hoạn ngẫu nhiên cũng tăng theo.
vi: Khi dân số tăng lên, nguy cơ xảy ra hỏa hoạn ngẫu nhiên trong làng cũng tăng lên.

# T_MOD_MAP_MODIFIER_FIRECOOLDOWN_NEW
source: Thời gian hồi sau hỏa hoạn
vi: Thời gian hồi chiêu sau hỏa hoạn

# T_MOD_MAP_MODIFIER_FIRECOOLDOWN_NEW_TOOLTIP
source: Sau mỗi vụ hỏa hoạn, thị trấn được an toàn trong một thời gian. Giá trị này xác định độ dài của thời gian này.
vi: Sau mỗi vụ cháy, thành phố sẽ an toàn trong một khoảng thời gian. Giá trị này cho biết khoảng thời gian này là bao lâu.

# T_MOD_MAP_MODIFIER_FOODCONSUMPTION_TOOLTIP
source: Dân làng tiêu thụ thực phẩm theo các khoảng thời gian đều đặn.
vi: Người dân tiêu thụ thực phẩm theo định kỳ.

# T_MOD_MAP_MODIFIER_GENERIC_BUILDING_PRODUCTIVITY_TOOLTIP
source: Năng suất của một công trình có thể bị ảnh hưởng bởi các yếu tố bên ngoài như thời tiết. Điều này có nghĩa là sản lượng hoặc tốc độ sản xuất có thể bị thay đổi.
vi: Năng suất của một tòa nhà có thể bị thay đổi bởi các yếu tố bên ngoài như thời tiết. Điều này có nghĩa là số lượng hoặc tốc độ sản xuất thay đổi.

# T_MOD_MAP_MODIFIER_GOODS_SATISFACTION
source: Tiêu thụ {RESSOURCE}
vi: Mức tiêu thụ {RESSOURCE}

# T_MOD_MAP_MODIFIER_GROUP_MAP_PROPERTIES_TOOLTIP
source: Thuộc tính bản đồ chủ yếu là các hoàn cảnh đặc biệt luôn hiện diện trên bản đồ này. Đây có thể là mùa đông dài hơn hoặc sự hiện diện của bọn cướp trên bản đồ.
vi: Trong hầu hết các trường hợp, các thuộc tính của bản đồ là những tình huống đặc biệt xảy ra ở đây một cách liên tục. Điều này có thể là, ví dụ, một mùa đông kéo dài hoặc các trại cướp trên bản đồ.

# T_MOD_MAP_MODIFIER_GROUP_QUEST_PROPERTIES_TOOLTIP
source: Các ảnh hưởng tạm thời có thể thay đổi tùy thuộc vào bản đồ hoặc nhiệm vụ và có nhiều tác động khác nhau đến thị trấn. Ví dụ, đây có thể là nhu cầu tôn giáo tăng cao hoặc thương nhân có thể không có mặt trong thời gian ngắn.
vi: Các ảnh hưởng tạm thời có thể có những tác động khác nhau đến thành phố, tùy thuộc vào bản đồ và nhiệm vụ. Ví dụ: có một mong muốn cao hơn về tôn giáo hoặc thương nhân không có mặt trong một thời gian ngắn.

# T_MOD_MAP_MODIFIER_GROUP_WEATHER_TOOLTIP
source: Thời tiết có thể có nhiều ảnh hưởng khác nhau đến thị trấn. Ví dụ, sau một thời gian mưa, các cánh đồng sẽ năng suất hơn trong một thời gian ngắn.
vi: Thời tiết có nhiều ảnh hưởng khác nhau đến thành phố. Ví dụ: điều này có thể là một sự gia tăng năng suất ngắn hạn của các cánh đồng sau một trận mưa rào.

# T_MOD_MAP_MODIFIER_GUARDCONSUMPTION_TOOLTIP
source: Binh lính tiêu thụ vật tư theo các khoảng thời gian nhất định. Vật tư làm tăng giá trị chiến đấu của binh lính.
vi: Binh lính của lực lượng dân quân thành phố tiêu thụ lương thực một cách đều đặn. Lương thực ảnh hưởng đến giá trị chiến đấu của binh lính.

# T_MOD_MAP_MODIFIER_HAPPINESS
source: Hạnh phúc chung
vi: Mức độ hài lòng chung

# T_MOD_MAP_MODIFIER_HAPPINESS_TOOLTIP
source: Cho thấy tổng hạnh phúc trong thị trấn bị ảnh hưởng như thế nào vào lúc này.
vi: Cho biết mức độ ảnh hưởng của sự hài lòng tổng thể vào thời điểm hiện tại.

# T_MOD_MAP_MODIFIER_HOMECONSUMPTION_TOOLTIP
source: Cho thấy tần suất Dân làng cảm thấy cần về nhà trong thời gian rảnh rỗi.
vi: Cho biết tần suất người dân cảm thấy cần phải về thăm nhà trong thời gian rảnh rỗi.

# T_MOD_MAP_MODIFIER_IDLECONSUMPTION_TOOLTIP
source: Đôi khi, dân làng cố gắng không làm gì trong thời gian rảnh. Sau đó họ đi lang thang vô định.
vi: Người dân cũng thích không làm gì trong thời gian rảnh rỗi. Sau đó, họ đi lang thang vô định trong khu vực.

# T_MOD_MAP_MODIFIER_JEWELSCONSUMPTION_TOOLTIP
source: Dân làng tiêu thụ trang sức định kỳ. Nếu giá trị cao hơn, họ sẽ cần chúng thường xuyên hơn.
vi: Người dân tiêu thụ đồ trang sức theo định kỳ. Nếu giá trị này cao hơn, họ sẽ tiêu thụ đồ trang sức nhanh hơn.

# T_MOD_MAP_MODIFIER_MARKETCONSUMPTION_TOOLTIP
source: Dân làng thích trao đổi hàng hóa tại chợ. Họ cố gắng ghé thăm khu chợ theo thời gian để mua quần áo hoặc trang sức.
vi: Người dân cảm thấy cần phải giao dịch. Để làm được điều này, thỉnh thoảng họ ghé thăm chợ để mua đồ trang sức hoặc quần áo.

# T_MOD_MAP_MODIFIER_MERCHANT
source: Thương nhân không khả dụng!
vi: Thương nhân không có mặt!

# T_MOD_MAP_MODIFIER_MERCHANTSTATE_TOOLTIP
source: Trong một số trường hợp, thương nhân sẽ không thể đến được làng. Các ảnh hưởng bên ngoài có thể tạm thời vô hiệu hóa thương nhân.
vi: Trong một số trường hợp nhất định, thương nhân không thể đến được làng. Các yếu tố bên ngoài có thể khiến anh ta tạm thời không có mặt.

# T_MOD_MAP_MODIFIER_MERCHANT_BUYPRICES_TOOLTIP
source: Thay đổi giá giao dịch khi mua
vi: Giá giao dịch thay đổi khi mua hàng

# T_MOD_MAP_MODIFIER_MERCHANT_BUYPRICE_TOOLTIP
source: Giá mua hàng hóa tại chợ đôi khi có thể bị thay đổi bởi các ảnh hưởng bên ngoài.
vi: Giá mua khi mua hàng hóa có thể thay đổi trong một số tình huống.

# T_MOD_MAP_MODIFIER_MERCHANT_SELLPRICES_TOOLTIP
source: Thay đổi giá giao dịch khi bán
vi: Giá giao dịch thay đổi khi bán hàng

# T_MOD_MAP_MODIFIER_MERCHANT_SELLPRICE_TOOLTIP
source: Giá bán hàng hóa tại chợ đôi khi có thể bị thay đổi bởi các ảnh hưởng bên ngoài.
vi: Giá bán hàng hóa ở chợ có thể thay đổi trong một số tình huống.

# T_MOD_MAP_MODIFIER_PLAGUECHANCE_NEW
source: Khả năng dịch bệnh
vi: Cơ hội dịch bệnh

# T_MOD_MAP_MODIFIER_PLAGUECHANCE_TOOLTIP
source: Với dân số ngày càng tăng, nguy cơ bùng phát dịch bệnh cũng tăng theo.
vi: Khi dân số tăng lên, nguy cơ dịch bệnh bùng phát trong làng cũng tăng lên.

# T_MOD_MAP_MODIFIER_PLAGUECOOLDOWN
source: Tần suất dịch bệnh
vi: Tần suất bệnh dịch

# T_MOD_MAP_MODIFIER_PLAGUECOOLDOWN_NEW
source: Thời gian hồi sau đợt bùng phát dịch bệnh
vi: Thời gian hồi chiêu sau khi dịch bệnh bùng phát

# T_MOD_MAP_MODIFIER_PLAGUECOOLDOWN_NEW_TOOLTIP
source: Sau mỗi đợt bùng phát dịch bệnh, thị trấn được an toàn trong một thời gian. Giá trị này xác định độ dài của thời gian này.
vi: Sau mỗi đợt bùng phát dịch bệnh, thành phố sẽ an toàn trong một khoảng thời gian. Giá trị này cho biết khoảng thời gian đó là bao lâu.

# T_MOD_MAP_MODIFIER_PUBLIC_CAPACITY_TOOLTIP
source: Các công trình công cộng chỉ có chỗ cho một số lượng Dân làng nhất định. Các ảnh hưởng bên ngoài có thể thay đổi giá trị này.
vi: Các tòa nhà công cộng chỉ có chỗ cho một số lượng cư dân nhất định. Các ảnh hưởng bên ngoài có thể làm thay đổi giá trị này.

# T_MOD_MAP_MODIFIER_RECOVERY_TOOLTIP
source: Binh lính cần một thời gian để hồi phục sau một trận thua. Ở đây cho thấy các ảnh hưởng khác thay đổi thời gian hồi phục này như thế nào.
vi: Binh lính cần một khoảng thời gian để phục hồi nếu họ thua một trận chiến. Tại đây hiển thị mức độ thời gian đó bị ảnh hưởng.

# T_MOD_MAP_MODIFIER_RELIGIONCONSUMPTION_TOOLTIP
source: Dân làng cố gắng đến thăm một tòa nhà tôn giáo trong thời gian rảnh rỗi.
vi: Người dân cố gắng ghé thăm một tòa nhà tôn giáo trong thời gian rảnh rỗi.

# T_MOD_MAP_MODIFIER_RESOURCE_CONSUMPTION
source: Tiêu thụ {RESSOURCE}
vi: Mức tiêu thụ {RESSOURCE}

# T_MOD_MAP_MODIFIER_REST
source: Dân làng nghỉ ngơi
vi: Thời gian nghỉ ngơi của người dân

# T_MOD_MAP_MODIFIER_REST_TOOLTIP
source: Khi Dân làng mệt mỏi vì làm việc, họ cố gắng nghỉ ngơi. Ở đây ngài có thể thấy họ làm điều này bao lâu một lần để hồi phục.
vi: Khi người dân không làm việc, họ sẽ nghỉ ngơi. Tại đây bạn có thể thấy tần suất họ làm điều này để phục hồi sau công việc.

# T_MOD_MAP_MODIFIER_SEASON_GROUP_TOOLTIP
source: Các mùa có ảnh hưởng lớn đến thị trấn. Tùy thuộc vào chính mùa đó, điều này có thể biểu hiện ở những điều khác nhau.
vi: Các mùa có thể ảnh hưởng đến các tình huống trong làng. Tùy thuộc vào mùa mà nó tạo ra các kết quả khác nhau.

# T_MOD_MAP_MODIFIER_STRIKECHANCE_TOOLTIP
source: Tùy thuộc vào hạnh phúc hiện tại của họ, Dân làng có thể phản đối và ngừng làm việc trong một khoảng thời gian giới hạn. Giá trị này cho thấy điều này hiện đang bị ảnh hưởng bao nhiêu.
vi: Tùy thuộc vào mức độ hạnh phúc của người dân, họ có xu hướng đình công và ngừng công việc trong một thời gian ngắn. Cho biết mức độ giá trị này bị ảnh hưởng.

# T_MOD_MAP_MODIFIER_TAVERNCONSUMPTION_TOOLTIP
source: Dân làng đôi khi thích đến thăm một tòa nhà cộng đồng trong thời gian rảnh rỗi. Họ thậm chí còn hạnh phúc hơn khi có đồ uống.
vi: Người dân thích ghé thăm các tòa nhà cộng đồng theo định kỳ. Họ thậm chí còn hài lòng hơn nếu có đồ uống ở đó.

# T_MOD_MAP_MODIFIER_TAVERNCONSUMPTION_TOOLTIP_OLD
source: Dân làng đôi khi thích đến thăm một quán rượu trong thời gian rảnh rỗi. Họ thậm chí còn hạnh phúc hơn khi có đồ uống.
vi: Người dân thích ghé thăm quán trọ theo định kỳ. Họ thậm chí còn hài lòng hơn nếu có đồ uống ở đó.

# T_MOD_MAP_MODIFIER_TAXES_TOOLTIP
source: Cho thấy thu nhập thuế trong thị trấn hiện đang thay đổi bao nhiêu.
vi: Cho biết mức độ thu nhập từ thuế bị ảnh hưởng vào thời điểm hiện tại.

# T_MOD_MAP_MODIFIER_TRANSPORTER_CAPACITY_TOOLTIP
source: Dân làng vận chuyển chỉ có thể vận chuyển một lượng hàng hóa nhất định. Số lượng này có thể bị thay đổi bởi các ảnh hưởng khác.
vi: Người dân khuân vác chỉ có thể vận chuyển một số lượng hàng hóa nhất định cùng một lúc. Giá trị này có thể bị ảnh hưởng bởi các yếu tố bên ngoài.

# T_MOD_MAP_MODIFIER_WALKINGSPEED_TOOLTIP
source: Cho thấy các hoàn cảnh bên ngoài đang ảnh hưởng đến tốc độ đi bộ của dân làng như thế nào.
vi: Cho biết các yếu tố bên ngoài ảnh hưởng đến tốc độ di chuyển của người dân như thế nào.

# T_MOD_MAP_MODIFIER_WATERCONSUMPTION_TOOLTIP
source: Dân làng tiêu thụ nước theo định kỳ.
vi: Người dân tiêu thụ nước theo định kỳ.

# T_MOD_MERCHANT_AFFECTS_RESOURCE_GROUP_TOOLTIP
source: Ảnh hưởng đến các tài nguyên sau:
vi: Ảnh hưởng đến các nguyên liệu thô sau:

# T_MOD_MERCHANT_BUY_TRADEGOODS_MODIFIED
source: Giá mua đã sửa đổi cho tài nguyên này.
vi: Giá mua đã thay đổi cho tài nguyên này.

# T_MOD_MERCHANT_BUY_TRADEGOODS_RESEARCH_INFO
source: Thương nhân du hành giờ đây bán hàng hóa của mình rẻ hơn {CHANGE_NEGATIVE}.
vi: Các thương nhân du lịch bán hàng hóa của họ với giá rẻ hơn {CHANGE_NEGATIVE} khi giao dịch ở chợ.

# T_MOD_MERCHANT_BUY_TRADEGOODS_TITLE
source: Giá bán của thương nhân thấp hơn
vi: Giá bán tốt hơn

# T_MOD_MERCHANT_BUY_TRADEGOODS_TITLE_OLD
source: Giá bán của thương nhân thấp hơn {LEVEL}
vi: Giá bán tốt hơn {LEVEL}

# T_MOD_MERCHANT_BUY_VOLUME
source: Khối lượng giao dịch của thương nhân
vi: Kho thương nhân

# T_MOD_MERCHANT_BUY_VOLUME_INFO
source: Số lượng hàng hóa mà thương nhân sẽ mua hoặc bán tăng thêm {CHANGE}.
vi: Số lượng hàng hóa mà thương nhân có thể mua/bán lớn hơn {CHANGE}.

# T_MOD_MERCHANT_BUY_VOLUME_TITLE
source: Tăng khối lượng giao dịch của thương nhân
vi: Kho thương nhân

# T_MOD_MERCHANT_BUY_VOLUME_TITLE_OLD
source: Tăng khối lượng giao dịch của thương nhân {LEVEL}
vi: Kho thương nhân {LEVEL}

# T_MOD_MERCHANT_SELL_TRADEGOODS_MODIFIED
source: Giá bán đã sửa đổi cho tài nguyên này.
vi: Giá bán đã thay đổi cho tài nguyên này.

# T_MOD_MERCHANT_SELL_TRADEGOODS_RESEARCH
source: Giá bán tăng (nghiên cứu)
vi: Giá bán cải thiện (Nghiên cứu)

# T_MOD_MERCHANT_SELL_TRADEGOODS_RESEARCH_INFO
source: Thương nhân du hành giờ đây trả thêm {CHANGE} cho hàng hóa.
vi: Thương nhân mua nguyên liệu thô với giá cao hơn {CHANGE}.

# T_MOD_MERCHANT_SELL_TRADEGOODS_TITLE
source: Giá mua của thương nhân cao hơn
vi: Giá mua của thương nhân

# T_MOD_MERCHANT_SELL_TRADEGOODS_TITLE_OLD
source: Giá mua của thương nhân cao hơn {LEVEL}
vi: Giá mua của thương nhân {LEVEL}

# T_MOD_MINE_CAPACITY
source: Mỏ quặng
vi: Trữ lượng tài nguyên thô

# T_MOD_MINE_CAPACITY_INFO
source: Tăng sản lượng của các mỏ quặng trên bản đồ thêm {CHANGE}.
vi: Trữ lượng tài nguyên thô có nhiều hơn {CHANGE}.

# T_MOD_MINE_CAPACITY_TITLE
source: Mỏ quặng lớn hơn
vi: Trữ lượng tài nguyên thô lớn hơn

# T_MOD_MINE_CAPACITY_TITLE_OLD
source: Mỏ quặng lớn hơn {LEVEL}
vi: Trữ lượng tài nguyên thô lớn hơn {LEVEL}

# T_MOD_PRODUCTION_SPEED_ALL_INFO
source: Tốc độ sản xuất của tất cả các tòa nhà tăng thêm {CHANGE}.
vi: Tốc độ sản xuất của tất cả các tòa nhà sản xuất nguyên liệu thô cao hơn {CHANGE}.

# T_MOD_PUBLIC_BUILDINGS_CAPACITY
source: Sức chứa tòa nhà công cộng
vi: Sức chứa của các tòa nhà công cộng

# T_MOD_PUBLIC_BUILDINGS_CAPACITY_INFO
source: Các tòa nhà nhu cầu, như nhà thờ, giờ đây chứa được thêm {CHANGE} Dân làng. Điều này có thể tăng hạnh phúc cụ thể của tòa nhà.
vi: Các tòa nhà nhu cầu, chẳng hạn như nhà thờ, có thể chứa thêm {CHANGE} người dân và do đó đảm bảo sự hài lòng cao hơn.

# T_MOD_PUBLIC_BUILDINGS_CAPACITY_INFO_DEPRECTATED
source: Các tòa nhà công cộng chứa được thêm {CHANGE} Dân làng. Điều này có thể tăng hạnh phúc cụ thể của tòa nhà.
vi: Các tòa nhà công cộng có thể chứa thêm {CHANGE} người dân và do đó đảm bảo sự hài lòng cao hơn.

# T_MOD_PUBLIC_BUILDINGS_CAPACITY_TITLE
source: Sức chứa lớn cho các tòa nhà nhu cầu
vi: Sức chứa lớn hơn cho các tòa nhà nhu cầu

# T_MOD_PUBLIC_BUILDINGS_CAPACITY_TITLE_OLD
source: Các tòa nhà nhu cầu được cải thiện {LEVEL}
vi: Các tòa nhà nhu cầu tốt hơn {LEVEL}

# T_MOD_QUEST_REWARDS_TRADEGOODS_INFO
source: Tăng phần thưởng tài nguyên khi hoàn thành nhiệm vụ thêm {CHANGE}.
vi: Khi hoàn thành nhiệm vụ, phần thưởng về nguyên liệu thô cao hơn {CHANGE}.

# T_MOD_REPAIR_COSTS_TRADEGOODS_INFO
source: Chi phí sửa chữa tòa nhà đã được giảm vĩnh viễn {CHANGE_NEGATIVE}.
vi: Chi phí sửa chữa tất cả các tòa nhà thấp hơn vĩnh viễn {CHANGE_NEGATIVE}.

# T_MOD_STRIKE_CHANCE
source: Khả năng đình công
vi: Cơ hội đình công

# T_MOD_STRIKE_CHANCE_INFO
source: Khả năng Dân làng không vui đình công giảm {CHANGE_NEGATIVE}.
vi: Người dân của bạn đình công ít hơn {CHANGE_NEGATIVE} khi họ không hài lòng.

# T_MOD_STRIKE_CHANCE_TITLE
source: Giảm nguy cơ Dân làng đình công
vi: Ít đình công hơn

# T_MOD_STRIKE_CHANCE_TITLE_OLD
source: Khả năng Dân làng đình công {LEVEL}
vi: Ít đình công hơn {LEVEL}

# T_MOD_TAXES
source: Thu nhập thuế
vi: Thu nhập từ thuế

# T_MOD_TAXES_INFO
source: Thu nhập thuế từ tất cả các nhà phố tăng vĩnh viễn {CHANGE}.
vi: Tất cả nhà ở liên tục cung cấp thêm {CHANGE} tiền thuế.

# T_MOD_TAXES_TITLE
source: Thu nhập thuế nhiều hơn
vi: Thuế nhiều hơn

# T_MOD_TAXES_TITLE_OLD
source: Thu nhập thuế nhiều hơn {LEVEL}
vi: Thuế nhiều hơn {LEVEL}
