Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

source: This tooth comes from a wild boar! Have you found truffles at all the crime scenes? Either someone has placed them there, or our country has suddenly become rich in truffles! Anyway, this beast has an incredible strength. I am surprised that a wild animal can behave like this…
vi: Răng này đến từ một con lợn rừng! Tại tất cả các hiện trường vụ án, ngài đều tìm thấy nấm truffle? Một là ai đó đã đặt chúng ở đó, hai là vùng đất của chúng ta đột nhiên trở nên giàu nấm truffle! Dù sao thì, con vật này có một sức mạnh đáng kinh ngạc. Tôi rất ngạc nhiên khi một con vật hoang dã có thể hành xử như vậy…

source: So, you're the ones running around the village playing detective, aren't you? Well, you could do me a favor and set up a new infirmary. Then we'll see.
vi: Vậy là các ngươi là những người chạy quanh đây trong làng và đóng vai trò thám tử, phải không? Chà, các ngươi có thể giúp ta một việc bằng cách xây dựng một nơi trú ẩn cho một thầy thuốc mới. Sau đó, chúng ta sẽ nói chuyện tiếp.

source: Thank you very much for your help, Lord. Now it is my turn to help you. Let me see your records of the beast case…
vi: Xin cảm ơn sự giúp đỡ, thưa ngài. Giờ thì đến lượt tôi giúp các ngài. Hãy cho tôi xem các ghi chép của các ngài về vụ án con quái vật này…

# T_QUESTS_SCENARIO_THEBEAST_THEBEAST_FATHER_MERCHANT_QUEST_TITLE
source: Make a profit by trading.
vi: Kiếm lợi nhuận thông qua giao thương.

# T_QUESTS_SCENARIO_THEBEAST_THEBEAST_SET_FIRE_STARTED
source: My Lord! There was an arson attack in the village! It is rumored that some of the suspects are locals, my Lord.
vi: Thưa ngài! Đã có một vụ phóng hỏa trong làng! Một số người dân địa phương cũng nằm trong số những kẻ bị tình nghi.

# T_QUESTS_SCENARIO_TWOCLANS_BUILDING_ARMORY_STARTED
source: My Liege, how about we build an armory? We will be able to produce some goods and sell them to the Burrow.
vi: Thưa ngài, tôi có thể đưa ra một đề xuất không? Việc có một xưởng vũ khí trong làng sẽ cho phép chúng ta sản xuất kiếm cho binh lính.

# T_QUESTS_SCENARIO_TWOCLANS_BUILDING_ARMORY_SUCCESS
source: Now that we have an armory of our own, we could not only craft swords for soldiers. We have also the possibility to make some good money by selling weapons and armors at the market.
vi: Giờ khi chúng ta có một xưởng vũ khí, chúng ta có thể tạo ra một số tiền đáng kể bằng cách bán vũ khí và áo giáp ở khu chợ.

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_FAIRGROUND_STARTED
source: The Clans have decided, my Liege. It is time to celebrate the reunification of the two clans and rebirth of the Thornburrow. My Liege, why don’t we arrange a festival at the fairground?
vi: Các gia tộc đã quyết định, thưa ngài. Đã đến lúc kỷ niệm sự thống nhất của hai gia đình và sự tái sinh của cái tên Thornburrow, ngài không nghĩ vậy sao, thưa Lãnh Chúa? Chúng ta nên ca ngợi buổi lễ tại một quảng trường lễ hội.

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_FAIRGROUND_SUCCESS
source: What a wonderful day, my Liege! It’s an honor to witness this occasion. I would not have thought that the two clans could ever be reunited to the Thornburrow again, but you did it!
vi: Thật là một ngày tuyệt vời, thưa ngài. Tôi rất vinh dự được chứng kiến dịp này. Tôi chưa bao giờ mơ rằng một ngày nào đó hai gia đình sẽ lại đoàn kết với Thornburrow. Ngài đã thực sự làm được điều đó!

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_FORESTHUT_STARTED
source: Our name shall be Thornburrow again! But first, before we can start with the preparations for the reunification, we have to take care of the wood situation in town. It seems our stocks are running low. How about building another forester’s hut?
vi: Cái tên Thornburrow sẽ lại là tên chung của chúng ta! Nhưng trước khi chúng ta có thể bắt đầu thống nhất, chúng ta nên tăng cường sản xuất gỗ. Có vẻ như các kho dự trữ của chúng ta đang dần cạn kiệt. Tôi đề nghị xây dựng thêm một lều tiều phu.

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_FORESTHUT_SUCCESS
source: Well done! With these two forester’s huts we won’t run out of wood anytime soon.
vi: Giờ thì chúng ta đã có đủ lều tiều phu, trước mắt chúng ta sẽ không thiếu gỗ.

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_MINE_STARTED
source: My Liege, we need another mine to replace the old one.
vi: Thưa ngài, chúng ta cần một mỏ mới để thay thế mỏ đã bị phá hủy và có thể khai thác quặng sắt trở lại.

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_MINE_SUCCESS
source: Well done my Liege, now we can mine again, but this time let’s make sure it won’t collapse again.
vi: Rất tốt, thưa ngài. Giờ thì chúng ta đã có một mỏ khác. Lần này hãy đảm bảo rằng nó sẽ không bị sụp đổ nữa.

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_WAREHOUSE_STARTED
source: This trading route was a fantastic idea! I have another suggestion my Liege. How about we improve our town even further by building a new warehouse?
vi: Tuyến đường thương mại mới là một ý tưởng hay, thưa Lãnh Chúa. Giờ thì tôi có một đề xuất khác dành cho ngài. Một nhà kho mới sẽ là một sự bổ sung tuyệt vời cho ngôi làng của chúng ta.

# T_QUESTS_SCENARIO_TWOCLANS_BUILD_WAREHOUSE_SUCCESS
source: Thank you my Lord, transportation of goods will be much faster with this warehouse.
vi: Xin cảm ơn, thưa Lãnh Chúa. Quãng đường đi lại của những người khuân vác của chúng ta đã giảm một nửa và việc vận chuyển hàng hóa từ nay sẽ được đẩy nhanh đáng kể.

# T_QUESTS_SCENARIO_TWOCLANS_CURE_FOR_FRIEND_STARTED
source: Grandpa! We need your help. You have to find a cure for the fields of my friend here.
vi: Ông ơi! Chúng ta cần sự giúp đỡ của ông. Ông có thể giúp người đàn ông này và tạo ra một phương thuốc chữa bệnh cho những cánh đồng của ông ấy không?

# T_QUESTS_SCENARIO_TWOCLANS_DELIVER_THE_INGREDIENTS_STARTED
source: The rusty sword I gave you? Haha… See, I was right, you can’t keep anything in good condition. Never mind, it was just a rusty sword, I am surprised that it didn’t break earlier.
vi: Thanh kiếm gỉ mà tôi đã đưa cho ngài đó? Haha! Các ngươi thấy đấy, tôi đã đúng. Các ngươi không thể giữ được bất cứ thứ gì trong tình trạng tốt. Thôi, đừng bận tâm nữa. Nó chỉ là một thanh kiếm gỉ cũ kỹ, tôi ngạc nhiên là nó chưa bị gãy trước đó.

# T_QUESTS_SCENARIO_TWOCLANS_DELIVER_THE_INGREDIENTS_STARTED_2
source: Alright. Let’s find this old botanic book of your grandmother. Ah! Here it is. I will need these ingredients and the fields will be regrowing in no time. And I want something to eat, I’m hungry!
vi: Bà ta đã cất nó ở đâu rồi… Đây! Cuốn sách hướng dẫn thực vật của bà ngươi. Giờ chỉ cần tìm đúng trang nữa thôi. Đây rồi! Tôi sẽ cần những thành phần này, sau đó các cánh đồng sẽ mọc lại. Và tôi đói rồi! Hãy mang cho tôi thứ gì đó để ăn!

# T_QUESTS_SCENARIO_TWOCLANS_DELIVER_THE_INGREDIENTS_SUCCESS
source: If your grandmother saw me... making a cure for a Thorn. She would not be proud of me. Don’t mention it to her. The cure for the hop fields is ready.
vi: Nếu bà của ngài nhìn thấy tôi... làm sao tôi tạo ra thuốc chữa bệnh cho cánh đồng của một tên nhóc Thorn. Chắc chắn bà ấy sẽ không thích điều đó. Các ngài nên giữ nó cho riêng mình thôi. Vậy thì đây là phương thuốc cho các cánh đồng của ngài.

# T_QUESTS_SCENARIO_TWOCLANS_DELIVER_THE_INGREDIENTS_TITLE
source: Deliver the ingredients.
vi: Cung cấp các thành phần.

# T_QUESTS_SCENARIO_TWOCLANS_HARBOR_STARTED
source: This idea of a trade route was really fantastic! I have a suggestion, my Lord, why not improve our city further by building a harbor?
vi: Ý tưởng về một tuyến đường thương mại này thực sự rất tuyệt vời! Tôi có một đề xuất, thưa Lãnh Chúa, tại sao không tiếp tục cải thiện thành phố của chúng ta bằng cách xây dựng một cảng?

# T_QUESTS_SCENARIO_TWOCLANS_HARBOR_SUCCESS
source: Thank you, my Lord. With this new harbor we will be able to sell double the amount of goods! And our storage capacity has increased.
vi: Xin cảm ơn, thưa Lãnh Chúa. Với cảng mới này, chúng ta có thể bán số lượng hàng hóa gấp đôi! Và sức chứa kho của chúng ta đã được tăng lên.

# T_QUESTS_SCENARIO_TWOCLANS_HARBOR_SUMMARY
source: Build a harbor.
vi: Xây dựng một cảng.

# T_QUESTS_SCENARIO_TWOCLANS_HELPER_QUEST_BLOODY_KNIGHT_STARTED
source: Bloody Burrow knight! I’m sure it was you who poisoned my fields! So I will destroy something of value to you! How about your grandfather’s sword…
vi: Tên lính Burrow chết tiệt! Tôi chắc chắn rằng chính các ngươi là người đã đầu độc các cánh đồng của ta! Vì thế, ta sẽ phá hủy thanh kiếm thân yêu của các ngươi, để các ngươi biết cảm giác của ta...

# T_QUESTS_SCENARIO_TWOCLANS_HELPER_QUEST_FIGHT_STARTED
source: My Liege, some Townies from both clans are in a fight. You need to go there and stop them before something terrible happens.
vi: Thưa ngài! Người dân của cả hai gia tộc đã cãi nhau ở mỏ. Ngài phải nhanh chóng đến đó và ngăn họ lại trước khi có điều gì đó tồi tệ xảy ra.

# T_QUESTS_SCENARIO_TWOCLANS_MAINQUEST_STARTED
source: Hello, my Liege. As you already know, 16 years have passed since the dispute. Both clans changed their names after that into the Thorn and the Burrow.
vi: Chào buổi sáng, thưa ngài. Như ngài đã biết, cuộc tranh chấp giữa các gia tộc đã kéo dài 16 năm. Vào thời điểm đó, cả hai gia đình đã từ bỏ tên gia tộc cũ là Thornburrow và chia thành Thorn và Burrow.

# T_QUESTS_SCENARIO_TWOCLANS_MAINQUEST_STARTED_002
source: If I may say so, my Liege, I think it’s time now to reunite the two clans under our former name – Thornburrow . It won’t be easy, but I have faith in you.
vi: Nếu tôi được phép đưa ra một đề xuất, thưa ngài, sẽ rất tốt nếu thấy cả hai gia đình đoàn tụ lại dưới cái tên cũ của chúng ta. Chắc chắn sẽ không dễ dàng, nhưng tôi hoàn toàn tin tưởng vào các ngài.

# T_QUESTS_SCENARIO_TWOCLANS_MAINQUEST_TITLE
source: Settle the rivalries and reunite the two clans.
vi: Hòa giải tranh chấp và thống nhất hai gia tộc.

# T_QUESTS_SCENARIO_TWOCLANS_NEGOCIATION_TABLE_HELPER_QUEST_STARTED
source: My Liege, we have to find a way to get the Burrow back to the negotiation table. There has to be a way…
vi: Thưa Lãnh Chúa, chắc chắn có một cách để chúng ta khiến gia tộc Burrow đồng ý giải quyết tranh chấp. Chắc chắn phải có một cách…

# T_QUESTS_SCENARIO_TWOCLANS_NEVER_VISIT_HELPER_QUEST_STARTED
source: You never visit me and now you want my help? Is that a member of clan Thorn I see standing next to you?
vi: Chà, tôi hiếm khi thấy các người. Các người không bao giờ đến thăm tôi... và giờ các người muốn tôi giúp đỡ? Có phải một trong số các thành viên của gia tộc Thorn đang ở bên cạnh các ngươi không?

# T_QUESTS_SCENARIO_TWOCLANS_OF_COURSE_HELPER_QUEST_STARTED
source: Of course it wasn't me!
vi: Tất nhiên là không phải tôi rồi!

# T_QUESTS_SCENARIO_TWOCLANS_OK_I_HELP_HELPER_QUEST_STARTED
source: You people from Thorn are so incomprehensible. But yes, if you really will give me a new sword, I might indeed help you.
vi: Người của gia tộc Thorn các ngươi thật là không thể hiểu nổi! Nếu các ngươi thực sự mang cho ta một thanh kiếm mới, thì có lẽ ta sẽ giúp các ngươi…

# T_QUESTS_SCENARIO_TWOCLANS_PEACE_MONK_KNIGHT_HELPER_QUEST_STARTED
source: Great news, my Liege. The Burrow soldier made peace with the Thorn monk. They both start to think that it might be a good idea to be one clan again.
vi: Tin tốt đây, thưa Lãnh Chúa. Người lính của gia tộc Burrow đã làm hòa với nhà sư của gia tộc Thorn. Cả hai người họ giờ đều cho rằng việc thống nhất hai gia đình là một ý tưởng tốt.

# T_QUESTS_SCENARIO_TWOCLANS_PRODUCE_PLANKS_STARTED
source: My Lord, a few days ago some Townies from Burrow stole some planks from us. In order to not worsen the situation, we should produce some more planks. Can you help us to refill the stocks?
vi: Thưa Lãnh Chúa, vài ngày trước, một người của gia tộc Burrow đã đánh cắp một số ván gỗ của chúng ta. Để tình hình không leo thang, tôi đã ra lệnh không truy đuổi người đàn ông đó. Tuy nhiên, giờ chúng ta vẫn đang thiếu ván gỗ. Ngài sẽ giúp chúng tôi chứ, thưa ngài?

# T_QUESTS_SCENARIO_TWOCLANS_PRODUCE_PLANKS_SUCCESS
source: Thank you my Lord, we have now stockpiled planks for the next couple of days to come.
vi: Xin cảm ơn, thưa Lãnh Chúa. Giờ chúng ta đã có đủ ván gỗ dự trữ. Điều đó sẽ đủ cho những ngày sắp tới.

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_BUILD_GOLDSMITH_STARTED
source: My Liege, according to a geologist, we have some large gold deposits on our lands but no goldsmith’s workshop to craft some jewelry. Should I order the start of the construction?
vi: Thưa ngài, một nhà địa chất đã báo cáo với tôi rằng chúng ta có trữ lượng vàng lớn trên đất của mình. Chúng ta chỉ cần khai thác và chế biến nó thành đồ trang sức. Tôi có nên đặt hàng một xưởng kim hoàn nhân danh ngài không?

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_BUILD_GOLDSMITH_SUCCESS
source: Now that we have a goldsmith’s workshop of our own, we could make some great deals with Burrow merchants.
vi: Giờ khi chúng ta có một xưởng kim hoàn, chúng ta có thể kiếm được một số tiền lớn từ việc bán đồ trang sức cho các thương nhân của gia tộc Burrow.

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_BUILD_MARKET_STARTED
source: That’s it! I have an idea, my Liege. Maybe you could order the construction of a marketplace. So when the Burrows need some goods, they will come to us.
vi: Đây rồi! Tôi có một đề xuất, thưa ngài. Có lẽ ngài có thể vui lòng cho xây dựng một khu chợ mới. Bằng cách đó, chúng ta có thể đưa gia tộc Burrow trở lại bàn đàm phán khi họ cần hàng hóa.

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_BUILD_MARKET_SUCCESS
source: Well done, my Liege! I have heard that the first Burrow traders are on their way.
vi: Rất tốt, thưa ngài! Tôi nghe nói rằng những thương nhân đầu tiên của gia tộc Burrow đã trên đường đến rồi.

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_GRANDSON_HELPER_QUEST_STARTED
source: You need to stop accusing my grandson, because I know he is innocent.
vi: Các ngươi nên ngừng đổ lỗi cho cháu trai ta vì hành động này. Thằng bé vô tội và ta có thể chứng minh điều đó!

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_GRANDSON_HELPER_QUEST_SUCCESS
source: He was helping his frail grandmother around the house all day. He just went outside to find the necklace that he lost earlier.
vi: Nó đã giúp bà của nó ở nhà. Cả ngày! Nó chỉ ra ngoài một lúc để tìm kiếm chiếc vòng cổ mà nó đã đánh mất gần đây.

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_HOPS_BACK_SUCCESS
source: Soon, the hops will be growing again.
vi: Sắp tới hoa bia sẽ lại mọc lại!

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_IN_THE_MINE_STARTED
source: Oh no, my Liege, that’s terrible! Someone is still in the mine! We need to help him.
vi: Ôi không, thưa ngài. Vẫn còn ai đó bị mắc kẹt trong mỏ. Chúng ta phải giải cứu họ…

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_NOT_YOU_HELPER_QUEST_STARTED
source: So you never went near my fields? You’re not the one who poisoned my hops?
vi: Các ngươi không ở trên cánh đồng của ta? Vậy thì không phải các ngươi đã đầu độc hoa bia?

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_JEWELRY_STARTED
source: With all this poisoned fields and wrath of the gods, I’ve completely forgotten to get a new necklace for my loved one!
vi: Giữa tất cả sự hỗn loạn này với những cánh đồng bị đầu độc và sự tức giận của các vị thần, tôi hoàn toàn quên mất việc tìm một chiếc vòng cổ mới cho người yêu của mình…

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_JEWELRY_SUCCESS
source: This necklace is perfect! My sweetheart will be thrilled. You have my thanks, my Liege. I am in your debt.
vi: Chiếc vòng cổ này thật hoàn hảo. Người yêu của ta sẽ rất thích nó. Cảm ơn, thưa ngài. Ta vô cùng biết ơn ngài.

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_JEWELRY_TITLE
source: Deliver the jewelry.
vi: Cung cấp đồ trang sức.

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_SWORD_STARTED
source: If I give you a new sword, would you help me with a cure for my fields?
vi: Nếu các ngươi đưa cho ta một thanh kiếm mới, thì các ngươi có thể vui lòng giúp ta tạo ra một phương thuốc chữa bệnh cho cánh đồng của ta không?

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_SWORD_SUCCESS
source: There you go. It is forged from the finest steel and fits perfectly to an honorable warrior of the Clan Burrow. I hope you keep your promise and ask your grandfather to find a cure for my fields.
vi: Đây là thanh kiếm mới của các ngươi. Nó được rèn từ thép tốt nhất và rất phù hợp với một chiến binh danh dự của gia tộc Burrow. Tôi hy vọng giờ các ngươi sẽ giữ lời hứa và giúp tôi nữa… Có lẽ ông của các ngươi biết điều gì đó về căn bệnh trên những cánh đồng của tôi. Ông ấy có thể tìm ra phương thuốc.

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_TRIBUTE_SWORD_TITLE
source: Deliver a new sword.
vi: Cung cấp một thanh kiếm mới.

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_WREATH_OF_GODS_STARTED
source: Oh you foolish men! Stop arguing or the wrath of the gods will be upon us!
vi: Ôi những kẻ ngu ngốc kia, hãy dừng tranh cãi đi! Hay là các ngươi muốn triệu hồi cơn thịnh nộ của các vị thần?

# T_QUESTS_SCENARIO_TWOCLANS_QUEST_WREATH_OF_GODS_SUCCESS
source: Now it’s too late. Look, the sky is already getting darker.
vi: Giờ thì các ngươi đã đi quá xa rồi đấy! Nhìn xem, bầu trời đang tối sầm lại…

# T_QUESTS_SCENARIO_TWOCLANS_RETURN_FIGHT_STARTED
source: My Liege, now that the townie from the mine is rescued and we have a new mine, we might want to shift our focus on the two fighting villagers again. They are still arguing.
vi: Thưa ngài. Giờ khi chúng ta đã giải cứu người dân trong mỏ và thậm chí đã đưa một mỏ mới vào hoạt động, chúng ta nên quay lại với hai người dân vẫn đang tranh cãi.

# T_QUESTS_SCENARIO_TWOCLANS_START_STARTED
source: But some old hatred between a sister and her brother divided our town. Day after day, they convinced more and more people to choose a side in this strange fight until one day…
vi: Cuộc tranh chấp bắt đầu khi một người anh trai và em gái tranh cãi với nhau về việc tên nào hay hơn. Thorn hay Burrow đã được lựa chọn. Ngày qua ngày, họ tranh cãi và thuyết phục ngày càng nhiều người dân trong làng tham gia vào cuộc tranh cãi.

# T_QUESTS_SCENARIO_TWOCLANS_START_SUCCESS
source: Everyone was fighting their neighbors. It went so far that brother and sister decided to go their separate ways. They founded the Burrow and the Thorn clans.
vi: Nó đã không kết thúc tốt đẹp. Về cơ bản, những người hàng xóm đánh nhau với nhau và các thành viên trong gia đình chống lại nhau. Anh trai và em gái đã quyết định đi theo con đường riêng. Họ đã thành lập các gia tộc Thorn và Burrow.

# T_QUESTS_SCENARIO_TWOCLANS_START_ZERO_STARTED
source: Before the clash, our town was well known for its famous brew. In fact, Thornburrow was the best brew in the kingdom. It was truly a delicious drink. Ah! I will never forget that taste.
vi: Trước khi xảy ra cuộc tranh chấp, làng của chúng ta đã nổi tiếng khắp vương quốc về đồ uống của chúng ta. Đồ uống Thornburrow đã từng là một thứ gì đó thực sự tuyệt vời. Tôi sẽ không bao giờ quên được hương vị thơm ngon đó.

# T_QUESTS_SCENARIO_TWOCLANS_SWORD_OUT_STARTED
source: Come on. This rusty old sword? Damn, now you broke it! Grandpa will be complaining again about how I can’t take care of his stuff.
vi: A, thanh kiếm cũ này à? Chết tiệt, giờ các ngươi đã làm hỏng nó rồi! Ông sẽ lại trách ta vì đã làm hỏng đồ của ông ấy suốt ngày.

# T_QUESTS_SCENARIO_TWOCLANS_TAVERN_HAPPINESS_STARTED
source: My Lord, I might have found out who was poisoning the fields. To make sure, I will have to do some investigation in the tavern and I could need your help. Could you make sure everybody is enjoying their time in the tavern, so I can complete my investigation? People will talk if they are happy.
vi: Thưa Lãnh Chúa, tôi nghĩ rằng tôi đã tìm ra ai là người chịu trách nhiệm đầu độc các cánh đồng hoa bia. Để chắc chắn, tôi sẽ tiếp tục điều tra trong quán trọ và tôi có thể cần sự giúp đỡ của ngài. Ngài có thể đảm bảo rằng các vị khách có một thời gian vui vẻ để tôi có thể hoàn thành cuộc điều tra của mình không? Ngài biết đấy, mọi người thường nói chuyện khi họ vui vẻ...

# T_QUESTS_SCENARIO_TWOCLANS_TAVERN_HAPPINESS_STARTED_NEW_001
source: My Lord, I might have found out who was poisoning the hop fields. To make sure, I will have to do some investigating in the tavern and I could need your help.
vi: Thưa Lãnh Chúa, tôi nghĩ mình đã tìm ra người đầu độc cánh đồng hoa bia. Để chắc chắn, tôi cần điều tra thêm trong quán rượu và tôi có thể cần sự giúp đỡ của ngài.

# T_QUESTS_SCENARIO_TWOCLANS_TAVERN_HAPPINESS_STARTED_NEW_002
source: Could you make sure everybody is enjoying their time in the tavern, so I can complete my investigation? People will talk when they are happy.
vi: Ngài có thể đảm bảo rằng các vị khách sẽ vui vẻ để tôi có thể hoàn thành cuộc điều tra của mình không? Ngài biết đấy, mọi người thường nói chuyện khi họ vui vẻ...

# T_QUESTS_SCENARIO_TWOCLANS_TAVERN_HAPPINESS_SUCCESS
source: I got it my Liege! A competitor from another town was afraid that his own brewery would be ruined, if the Thornburrow brewery takes up production again. That’s why he decided to poison the fields of the monk.
vi: Tôi đã tìm ra rồi! Các cánh đồng của nhà sư đã bị một người đàn ông trong khu vực đầu độc. Ông ta là một đối thủ cạnh tranh của nhà máy bia Thornburrow và đã làm điều đó để nhà máy bia của ông ta không bị phá sản khi nhà máy bia của chúng ta hoạt động trở lại.

# T_QUESTS_SCENARIO_TWOCLANS_TAVERN_HAPPINESS_TITLE
source: Have everybody enjoying themselves at the tavern.
vi: Đảm bảo rằng mọi người đều tận hưởng thời gian của mình ở quán trọ.

# T_QUESTS_SCENARIO_TWOCLANS_THANKS_EFFORT_HELPER_QUEST_STARTED
source: Many thanks my Liege, I appreciate your effort. If only our clans could be reunited. It would be nice to produce the Thornburrow brew again. I promise to speak on your behalf to the clan chief.
vi: Xin cảm ơn, thưa ngài. Tôi thực sự đánh giá cao những nỗ lực của ngài. Giá mà chúng ta có thể đoàn tụ cả hai gia tộc lại. Sẽ rất tuyệt nếu chúng ta có thể nấu lại đồ uống Thornburrow như ngày xưa. Trong mọi trường hợp, tôi sẽ nói chuyện với người đứng đầu gia tộc của chúng ta và đưa ra đề xuất của ngài về việc tái hợp nhất.

# T_QUESTS_SCENARIO_TWOCLANS_TOOLTIP_VINEYARD_001
source: The field was poisoned. You need to find the person responsible to make it grow back.
vi: Các cánh đồng này đã bị đầu độc. Ngài phải tìm ra thủ phạm để chúng có thể mọc lại.

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_BREW_STARTED
source: My Liege, a man from the Burrow Clan is longing for some brew. If we could deliver some barrels to him, he will surely speak in favor of the reunification.
vi: Thưa ngài, một người đàn ông của gia tộc Burrow đang thèm đồ uống. Đây là cơ hội để chúng ta đáp ứng mong muốn của ông ta. Chắc chắn ông ta sẽ ủng hộ việc tái thống nhất nếu chúng ta giúp đỡ ông ta.

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_BREW_SUCCESS
source: Here my Liege, you just have to sign the invoice and the barrels are on their way to Burrow.
vi: Ngài có thể vui lòng đặt ấn vào giấy giao hàng này không, thưa Lãnh Chúa? Sau đó, những thùng đồ uống sẽ nhanh chóng trên đường đến Burrow.

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_BREW_TITLE
source: Deliver some brew.
vi: Cung cấp đồ uống.

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_TO_SAVE_STARTED
source: My Liege, this townie in the mine needs help. We will need equipment to dig him out.
vi: Người đàn ông này cần sự giúp đỡ của chúng ta! Tuy nhiên, để giải cứu ông ta khỏi mỏ, chúng ta sẽ cần thiết bị đặc biệt.

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_TO_SAVE_SUCCESS
source: Congratulations, my Liege. We now have the necessary equipment to save the miner.
vi: Xuất sắc, thưa ngài, giờ chúng ta đã có thiết bị cần thiết để giải cứu người dân khỏi mỏ đã sụp đổ.

# T_QUESTS_SCENARIO_TWOCLANS_TRIBUTE_TO_SAVE_TITLE
source: Get the necessary equipment.
vi: Lấy các thiết bị cần thiết.

# T_QUESTS_SCENARIO_TWOCLANS_YOUR_SWORD_HELPER_QUEST_STARTED
source: He helped me get my sword back. Well... Actually your sword.
vi: Ông ta đã giúp tôi lấy lại thanh kiếm của mình. Chà, thực ra thì nó là kiếm của ngài…

# T_QUESTS_SCENARIO_WAIT_001
source: And now, we just need to wait…
vi: Giờ chúng ta chỉ cần chờ đợi…
