Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GOOGLE_QUESTS_FLEET_DESC
source: Kể từ khi bắt đầu kỷ nguyên khám phá, Nhà vua đang cố gắng hết sức để xây dựng một hạm đội tàu nhanh để bắt đầu một cuộc thám hiểm lớn. Ngài phải sản xuất một lượng lớn ván gỗ để Đức vua có thể hoàn thành nhiệm vụ.
vi: Kể từ khi bắt đầu kỷ nguyên khám phá, Đức Vua đã tuyệt vọng cố gắng đóng một hạm đội tàu nhanh mới cho một cuộc thám hiểm. Nhiệm vụ của các ngươi là sản xuất một lượng lớn ván gỗ cho Đức Vua để kế hoạch của ngài thành công.

# T_GOOGLE_QUESTS_GLORIFICATION_DESC
source: Một sắc lệnh mới đã được đưa đến bởi người đưa tin cưỡi ngựa. Ngài đã được lệnh tô điểm cho thị trấn để tăng cường sự tôn vinh đức vua. Hãy xây dựng đồ trang trí!
vi: Một người đưa tin cưỡi ngựa đã mang một thông điệp và mệnh lệnh của Đức Vua đến. Các ngươi đã được giao nhiệm vụ trang trí thành phố để tăng cường sự tôn vinh Đức Vua. Hãy xây dựng đồ trang trí!

# T_GOOGLE_QUESTS_GLORIFICATION_NAME
source: Sự tôn vinh của Nhà vua
vi: Tôn vinh Đức Vua

# T_GOOGLE_QUESTS_GOLD_DESC
source: Vì Vương quốc láng giềng bị lạm phát nghiêm trọng và đồng tiền mất giá, Đức vua đã ra lệnh cho tất cả các quản gia tăng cường sản xuất vàng thỏi. Bằng cách này, chúng ta có thể chống lạm phát và tách đất nước của chúng ta khỏi sự phụ thuộc tài chính vào các nước láng giềng. Hãy sản xuất vàng thỏi, quản gia!
vi: Kể từ khi lạm phát tăng mạnh ở nước láng giềng, Bệ hạ mong muốn tập trung vào việc cất trữ các thỏi vàng. Bằng cách đó, đất nước sẽ có thể từ bỏ viện trợ tài chính và độc lập với những nước khác. Hãy cung cấp thỏi vàng, thưa Thống đốc!

# T_GOOGLE_QUESTS_INFIRMARY_DESC
source: Thưa các Lãnh chúa và Phu nhân, Vương quốc đang gặp nguy hiểm nghiêm trọng. Bệnh dịch đang lan rộng và nếu không có các bệnh xá cần thiết, hầu hết các thị trấn sẽ phải chịu rất nhiều thương vong. Mỗi thị trấn trong nước sẽ phải xây dựng thêm bệnh xá nếu không Vương quốc sẽ diệt vong!
vi: Thưa các Lãnh Chúa và Phu nhân, vương quốc đang ở trong tình trạng nguy hiểm cao độ. Dịch bệnh đang lan rộng khắp đất nước. Nếu không có các thầy thuốc cần thiết, cả đất nước sẽ bị diệt vong. Mọi ngôi làng phải nhanh chóng xây dựng thêm các tòa nhà thầy thuốc.

# T_GOOGLE_QUESTS_IRON_DESC
source: Tin tức từ mặt trận! Những người lính dũng cảm của chúng ta đang chiến thắng cuộc chiến! Nhưng họ cần sự hỗ trợ của mọi ngôi làng trong nước. Những thanh kiếm tốt nhất được làm từ những thỏi sắt tốt nhất. Các lò luyện kim của chúng ta chỉ cần sản xuất thêm thỏi sắt.
vi: Tin tức từ tiền tuyến! Những người lính dũng cảm của chúng ta đang giành chiến thắng trong cuộc chiến. Tất nhiên, họ cần sự hỗ trợ từ mọi ngôi làng trong cả nước. Những thanh kiếm tốt nhất được làm bằng những thỏi sắt tốt nhất. Tất cả các lò luyện kim nên tiếp tục tăng sản lượng thỏi sắt.

# T_GOOGLE_QUESTS_IRON_TITLE
source: Sắt thật
vi: Sắt tốt nhất

# T_GOOGLE_QUESTS_JEWELS_DESC
source: Thưa Lãnh chúa, các quý tộc đang phàn nàn về việc thiếu hàng xa xỉ. Ngài có thể vui lòng sản xuất thêm đồ trang sức không?
vi: Thưa ngài, giới quý tộc đang phàn nàn về việc thiếu nguồn cung cấp hàng hóa xa xỉ. Ngài có thể vui lòng sản xuất thêm một ít đồ trang sức được không?

# T_GOOGLE_QUESTS_JEWELS_TITLE
source: Tỏa sáng như kim cương
vi: Lấp lánh thật đẹp

# T_GOOGLE_QUESTS_JOUSTING_DESC
source: Nhà vua đã ban hành sắc lệnh sau: Ngài muốn tìm ra ai là hiệp sĩ giỏi nhất đất nước. Tất cả các quản gia được lệnh bắt đầu xây dựng sân đấu thương ở mọi ngôi làng trong Vương quốc. Chẳng bao lâu nữa, giải đấu lớn nhất thế giới từng thấy sẽ bắt đầu.
vi: Đức Vua đã ra lệnh như sau: Để tìm ra ngôi làng nào trong cả nước có những hiệp sĩ giỏi nhất, các đấu trường nên được xây dựng trên toàn quốc. Giải đấu lớn nhất nên được tổ chức mà thế giới từng thấy. Hãy xây dựng đủ các đấu trường!

# T_GOOGLE_QUESTS_JOUSTING_TITLE
source: Giải vô địch lớn
vi: Giải đấu trên toàn quốc

# T_GOOGLE_QUESTS_JUICE_DESC
source: Đức vua dự định tổ chức một bữa tiệc cho khách từ các nước láng giềng. Công tác chuẩn bị gần như đã hoàn tất, chỉ còn thiếu một lượng lớn nước ép nho.
vi: Bệ hạ đang lên kế hoạch cho một bữa tiệc chiêu đãi khách từ các nước láng giềng. Hầu hết mọi thứ đã được chuẩn bị, tuy nhiên, vẫn còn thiếu một lượng lớn nước ép nho.

# T_GOOGLE_QUESTS_JUICE_TITLE
source: Nước ép cho Bữa tiệc
vi: Nước ép nho cho bữa tiệc

# T_GOOGLE_QUESTS_LEATHER_DESC
source: Một người đưa tin cưỡi ngựa vừa mang đến tin tức về xu hướng thời trang tiếp theo từ thủ đô. Cố vấn thời trang mới của Nhà vua đã đặt hàng loại da tốt nhất từ khắp đất nước. Để thu thập bộ sưu tập áo khoác da mới được phát minh của mình, ông ta cần một lượng da khổng lồ.
vi: Một người đưa tin cưỡi ngựa đã mang tin tức từ triều đình của thủ đô. Cố vấn thời trang của Đức Vua đã ra lệnh cung cấp da chất lượng cao từ khắp đất nước. Ông ta cần một lượng lớn da để làm áo khoác da mới được phát triển gần đây.

# T_GOOGLE_QUESTS_LEATHER_TITLE
source: Thời trang mới nhất
vi: Mốt mới nhất

# T_GOOGLE_QUESTS_MAINTENANCE_DESC
source: Sau chuyến thăm cuối cùng đến thị trấn của ngài, Nhà vua đã chứng kiến sự xuống cấp đáng kinh ngạc của thị trấn. Ngài đã ra lệnh sửa chữa các tòa nhà trên đất của ngài phải được thực hiện ngay lập tức.
vi: Sau chuyến thăm gần đây nhất của mình, Đức Vua đã kinh hoàng khi thấy thành phố của chúng ta trong tình trạng tồi tàn như vậy. Ngài đã ủy quyền sửa chữa lớn các tòa nhà.

# T_GOOGLE_QUESTS_MAINTENANCE_NAME
source: Nhiệm vụ bảo trì
vi: Công tác bảo trì

# T_GOOGLE_QUESTS_MARKET_DESC
source: Kể từ khi Nhà vua ra lệnh tăng cường giao thương với các nước láng giềng, lượng hàng hóa thực tế được giao dịch rất thấp. Điều này phải thay đổi. Chúng ta cần nhiều khu chợ hơn nữa để hoàn thành mệnh lệnh này!
vi: Kể từ khi Đức Vua ra lệnh tăng cường giao thương với các nước láng giềng, đáng tiếc là thương mại chỉ tăng lên không đáng kể. Điều này bây giờ phải thay đổi. Chúng ta cần nhiều khu chợ hơn để đáp ứng mong muốn của ngài.

# T_GOOGLE_QUESTS_MARKET_TITLE
source: Nhiệm vụ thương mại
vi: Nhiệm vụ giao thương

# T_GOOGLE_QUESTS_MEAT_DESC
source: Dân làng đang chết đói, thưa Lãnh chúa. Chúng ta phải sản xuất lương thực cho làng, nhanh lên! Thịt sẽ đủ để đảm bảo chế độ ăn uống lành mạnh cho dân làng. Hãy cử một số thợ săn vào rừng, thưa Lãnh chúa. Chúng ta cần thịt cho dân làng.
vi: Người dân đang đói, thưa Lãnh Chúa. Chúng ta nên sản xuất thức ăn càng nhanh càng tốt. Thịt sẽ là một lựa chọn tốt cho một chế độ ăn uống bổ dưỡng. Hãy cử thợ săn vào rừng và sản xuất đủ thịt!

# T_GOOGLE_QUESTS_MEAT_TITLE
source: Nguồn cung cấp thực phẩm
vi: Cung cấp lương thực

# T_GOOGLE_QUESTS_NOTIFICATION
source: Nhận phần thưởng nhiệm vụ của ngài!
vi: Nhận phần thưởng nhiệm vụ của bạn!

# T_GOOGLE_QUESTS_REINVOLVEMENT_DESC
source: Một người đưa tin cưỡi ngựa đã giao một sắc lệnh từ triều đình. Nó trao cho ngài một vị trí quản lý mới trong vài năm. Đừng làm Nhà vua thất vọng.
vi: Một người đưa tin cưỡi ngựa đã truyền đạt một sắc lệnh. Các ngươi đã được Đức Vua ban cho một vị trí mới là Thống đốc trong vài năm. Đừng làm ngài thất vọng!

# T_GOOGLE_QUESTS_REINVOLVEMENT_NAME
source: Hợp đồng theo năm
vi: Hợp đồng hàng năm

# T_GOOGLE_QUESTS_REPOPULATION_DESC
source: Sau nhiều tháng bệnh dịch hoành hành trong nước, bây giờ là lúc tái định cư thị trấn của ngài. Nhà vua đã ra lệnh xây dựng các nhà phố lớn, vì việc sống trong các tòa nhà cũ, bị nhiễm bệnh dịch được coi là không an toàn.
vi: Sau khi bệnh dịch hoành hành khắp đất nước trong nhiều tháng, giờ là lúc tái định cư ngôi làng. Đức Vua đã ủy quyền xây dựng các nhà ở lớn vì những người định cư không còn có thể sống trong những ngôi nhà bị nhiễm bệnh nữa.

# T_GOOGLE_QUESTS_REPOPULATION_NAME
source: Các tòa nhà mới cho thị trấn
vi: Các tòa nhà mới cho làng

# T_GOOGLE_QUESTS_SAUSAGES_DESC
source: Xúc xích! Những người lính của Nhà vua yêu thích món ngon này. Ban lãnh đạo quân sự khuyên ngài nên mở rộng sản xuất những mặt hàng tinh tế này.
vi: Xúc xích! Binh lính của Đức Vua rất thích những loại thực phẩm này. Tổng tư lệnh cho rằng các ngươi nên mở rộng sản xuất các hàng hóa tuyệt vời này.

# T_GOOGLE_QUESTS_SAUSAGES_TITLE
source: Nguồn cung cấp cho quân đội
vi: Cung cấp cho quân đội

# T_GOOGLE_QUESTS_SUPPLIES_DESC
source: Nhà vua đã ra lệnh cho tất cả các quận dự trữ bánh mì cho một mùa đông khắc nghiệt, trước khi quá muộn. Mùa đông đang đến, Lãnh chúa…
vi: Bệ hạ khuyên tất cả các hạt nên chuẩn bị cho một mùa đông khắc nghiệt và sản xuất bánh mì trước khi quá muộn. Mùa đông đang đến gần, thưa Lãnh Chúa!

# T_GOOGLE_QUESTS_SUPPLIES_NAME
source: Sản xuất nguồn cung cấp cho mùa đông
vi: Sản xuất đồ dự trữ mùa đông

# T_GOOGLE_QUESTS_SUPPORTNEIGHBOUR_DESC
source: Một đợt hạn hán đã tàn phá sản lượng tài nguyên lương thực của các nước láng giềng. Nhà vua đã hứa sẽ hỗ trợ họ bằng hàng hóa. Thị trấn của ngài đã được chọn để sản xuất lúa mì cho nước láng giềng.
vi: Hạn hán đã tàn phá nguồn cung cấp lương thực của các nước láng giềng. Theo lệnh của Đức Vua, thành phố của các ngươi giờ phải sản xuất ngũ cốc cho tỉnh lân cận.

# T_GOOGLE_QUESTS_SUPPORTNEIGHBOUR_NAME
source: Hỗ trợ cho nước láng giềng
vi: Hỗ trợ nước láng giềng

# T_GOOGLE_QUESTS_TAXESLEVIED_DESC
source: Để đảm bảo cuộc chiến thành công chống lại các băng đảng cướp có tổ chức trong Vương quốc, đức vua đã ra lệnh thu một lượng lớn thuế từ các cộng đồng.
vi: Để có thể tài trợ cho cuộc chiến của Đức Vua chống lại bọn cướp trong cả nước, Bệ hạ đã chỉ thị cho tất cả các thành phố thu đủ thuế.

# T_GOOGLE_QUESTS_TAXESLEVIED_NAME
source: Thuế được trưng thu
vi: Thu thuế

# T_GOOGLE_QUESTS_TERRITORIAL_DESC
source: Theo lệnh của Nhà vua và có hiệu lực ngay lập tức, tất cả các Lãnh chúa phải dọn sạch các khu rừng xung quanh thị trấn của họ khỏi các trại cướp!
vi: Một sắc lệnh của hoàng gia: Tất cả các Lãnh Chúa đều được lệnh dọn sạch các khu rừng liền kề khỏi các trại cướp ngay lập tức!

# T_GOOGLE_QUESTS_TOOLS_DESC
source: Thưa Lãnh chúa, thị trấn phải được mở rộng để hoàn thành nhiệm vụ của chúng ta. Trước tiên, chúng ta phải thiết lập một nền kinh tế ổn định. Để làm được điều đó, chúng ta cần sản xuất công cụ.
vi: Thưa Lãnh Chúa, ngôi làng nên được mở rộng để thần dân của ngài có thể hoàn thành các nhiệm vụ. Việc có một nền kinh tế ổn định là bước đi lớn tiếp theo. Để làm được điều đó, chúng ta cần công cụ!

# T_GOOGLE_QUESTS_TOOLS_TITLE
source: Công cụ mới của nghề
vi: Công cụ mới

# T_GOOGLE_QUESTS_TOWNGUARD_DESC
source: Nhà vua yêu cầu dân làng của ngài trên khắp vương quốc không còn phải sống trong sợ hãi bọn cướp đột kích thị trấn của họ nữa. Ngài chỉ thị cho tất cả các lãnh chúa đảm bảo rằng các thị trấn được bảo vệ tốt và các cuộc đột kích của bọn cướp bị chặn đứng ngay lập tức.
vi: Đức Vua muốn người dân không còn phải sợ bọn cướp khi chúng tấn công làng của họ nữa. Ngài đã chỉ thị cho tất cả các Lãnh Chúa phải đảm bảo rằng càng nhiều thành phố càng tốt được bảo vệ tốt và các cuộc tấn công sẽ bị đẩy lùi ngay lập tức.

# T_GOOGLE_QUESTS_TOWNGUARD_NAME
source: Vệ binh thị trấn
vi: Lính canh thành phố

# T_GOOGLE_QUESTS_TRADEAGREEMENT_DESC
source: Một hiệp định thương mại mới giữa Vương quốc và các nước láng giềng đã có hiệu lực. Ngài được lệnh tăng lợi nhuận tại chợ bằng cách giao thương các tài nguyên dư thừa.
vi: Một thỏa thuận thương mại mới giữa vương quốc của chúng ta và nước láng giềng hiện đã có hiệu lực. Các ngươi được kêu gọi tăng cường giao thương tại khu chợ và tạo ra lợi nhuận ổn định thông qua việc bán hàng hóa.

# T_GOOGLE_QUESTS_TRADEAGREEMENT_NAME
source: Hiệp định thương mại chung
vi: Thỏa thuận thương mại

# T_GOOGLE_QUESTS_UNDERSIZEDARMY_DESC
source: Theo lệnh của đức vua, thị trấn của ngài đã được đề cử làm nơi đóng quân cho lực lượng phòng thủ của Vương quốc. Với tư cách là lãnh chúa được đề cập, ngài phải đảm bảo quân đội được trưng tập kịp thời bằng cách xây dựng đủ doanh trại.
vi: Đức Vua đã chỉ định thành phố của các ngươi phải chiêu mộ một đội quân sẽ phục vụ tại tiền tuyến. Với tư cách là Lãnh Chúa phụ trách, các ngươi phải đảm bảo rằng quân đội bắt đầu phục vụ đúng thời hạn bằng cách xây dựng đủ doanh trại.

# T_GOOGLE_QUESTS_UNDERSIZEDARMY_NAME
source: Quân đội quy mô nhỏ
vi: Quân đội thiếu hụt

# T_GOOGLE_QUESTS_WAREFFORT_DESC
source: Theo lệnh của Nhà vua, tất cả các Lãnh chúa đã được khuyên nên sản xuất áo giáp cho nỗ lực chiến tranh. Mọi người đều phải đóng góp phần của mình vào chiến thắng trước kẻ thù của chúng ta.
vi: Đức Vua đã đưa ra chỉ thị sau cho các Thống đốc của mình: Mọi thành phố nên liên tục và ngay lập tức sản xuất áo giáp. Tất cả mọi người nên đóng góp vào chiến thắng trong cuộc chiến chống lại kẻ thù của chúng ta!

# T_GOOGLE_QUESTS_WAREHOUSE_DESC
source: Thầy bói của Nhà vua đã thông báo cho chúng ta về một số sự kiện sắp tới: tận thế, cuộc xâm lược của quỷ dữ, chiến tranh thông thường và một số thảm họa nhỏ hơn không đáng kể. Để đảm bảo mỗi ngôi làng đều được chuẩn bị, cố vấn của Nhà vua khuyên nên xây dựng thêm nhà kho. Bằng cách này, đủ chỗ trống sẽ có sẵn cho hàng hóa mà những người dân làng lo lắng có thể muốn cất giữ.
vi: Nhà tiên tri của Đức Vua báo cáo các sự kiện sắp tới sau đây: ngày tận thế, cuộc xâm lược của quỷ dữ, một cuộc chiến bình thường và một số thảm họa vô nghĩa khác. Để mọi ngôi làng trong cả nước đều được chuẩn bị, ông ta khuyên nên mở rộng sức chứa kho để chống lại việc mua tích trữ của Đức Vua. Hãy xây dựng thêm nhà kho.

# T_GOOGLE_QUESTS_WAREHOUSE_TITLE
source: Mua hàng hoảng loạn
vi: Mua tích trữ

# T_GOOGLE_QUESTS_WEAPONS_DESC
source: Nhà vua đã đưa ra yêu cầu sau: Mặt trận sẽ được cung cấp vũ khí mới rèn để hỗ trợ quân đội của Nhà vua.
vi: Đức Vua đã đưa ra chỉ thị sau cho các Thống đốc của mình: Tiền tuyến sẽ được cung cấp vũ khí mới được rèn từ tất cả các ngôi làng lân cận để hỗ trợ quân đội của Đức Vua.

# T_HINT_ENCYCLOPEDIA
source: Truy cập bách khoa toàn thư để được trợ giúp!
vi: Hãy ghé thăm Bách khoa toàn thư để được trợ giúp!

# T_HINT_ENCYCLOPEDIA_02
source: Bách khoa toàn thư nằm trong menu tùy chọn. Ở đó ngài có thể tìm thấy thông tin quan trọng về trò chơi.
vi: Bách khoa toàn thư nằm trong menu tùy chọn. Tại đó, bạn có thể xem các thông tin quan trọng về trò chơi.

# T_HINT_MERCHANT_NOT_AVAILABLE
source: Đôi khi thương nhân không có mặt do các sự kiện hoặc điều kiện thời tiết. Điều này ngăn cản ngài thực hiện giao dịch cho đến khi sự kiện kết thúc.
vi: Đôi khi thương nhân không có mặt do các sự kiện hoặc điều kiện thời tiết. Điều này ngăn cản khả năng giao thương cho đến khi sự kiện kết thúc.

# T_HINT_SAWMILL_PLACMENT
source: Xóa cây ở đây để tạo khoảng trống cho xưởng cưa.
vi: Hãy loại bỏ những cái cây ở đây để tạo không gian cho một xưởng cưa.

# T_ICLOUD_DRIVE_DEACTIVATED
source: Kích hoạt iCloud Drive cho trò chơi này trong cài đặt thiết bị để sử dụng chức năng này!
vi: iCloud Drive phải được kích hoạt trong cài đặt hệ thống cho trò chơi thì mới có thể sử dụng chức năng này!

# T_INAPP_BUY
source: Muốn loại bỏ Quảng cáo và hỗ trợ chúng tôi? Tắt Quảng cáo ngay bây giờ và mua phiên bản trả phí!
vi: Bạn có muốn loại bỏ quảng cáo và ủng hộ chúng tôi không? Hãy tắt quảng cáo và nhận phiên bản mua!

# T_INAPP_BUY_SHORT
source: Muốn loại bỏ Quảng cáo và hỗ trợ chúng tôi?
vi: Bạn có muốn loại bỏ quảng cáo và ủng hộ chúng tôi không?

# T_INAPP_GET_IT
source: Lấy nó!
vi: Nhận ngay!

# T_INAPP_PURCHASE_POPUP
source: Yêu cầu mua hàng của ngài đang được xử lý trong nền. Ngài có thể tiếp tục chơi trong thời gian chờ đợi.
vi: Yêu cầu của bạn đang được xử lý trong nền. Bạn có thể tiếp tục chơi trong khi chờ đợi.

# T_INAPP_RESTORE_TRANSACTION
source: Khôi phục giao dịch
vi: Khôi phục giao dịch mua hàng

# T_INAPP_THANKS
source: Cảm ơn đã hỗ trợ chúng tôi trong việc phát triển các trò chơi mới!
vi: Xin chân thành cảm ơn sự hỗ trợ của bạn trong việc phát triển các trò chơi mới!

# T_INFO_DEVICE_ID_USAGE
source: Chúng tôi đang sử dụng mã định danh thiết bị và dữ liệu tương tự cho quảng cáo được cá nhân hóa và phân tích việc sử dụng sản phẩm của chúng tôi.
vi: Chúng tôi sử dụng ID thiết bị di động của bạn và các dữ liệu tương tự để cá nhân hóa quảng cáo cũng như phân tích việc sử dụng sản phẩm của chúng tôi.

# T_INFO_DISCLAIMER_FLURRY
source: Trò chơi này sử dụng Flurry Analytics, đặt một tác nhân vào ứng dụng để dữ liệu hiệu suất được theo dõi, ghi lại và báo cáo lại để phân tích. Thông tin này là bí mật và chỉ dành cho nhà phát triển để phân tích và tổng hợp. Dữ liệu người dùng cá nhân không thể nhận dạng được.
vi: Trò chơi này sử dụng Flurry Analytics, nơi đặt một tác nhân vào ứng dụng để dữ liệu hiệu suất được theo dõi, ghi nhật ký và báo cáo lại để phân tích. Thông tin này là bí mật và chỉ dành cho nhà phát triển để phân tích và tổng hợp. Dữ liệu người dùng riêng lẻ không thể được xác định.

# T_INFO_DISCLAIMER_KIIP
source: Trò chơi này sử dụng Kiip để giới thiệu các ưu đãi và phần thưởng cho người dùng. Kiip và các chi nhánh của nó có thể theo dõi dữ liệu người dùng theo chính sách bảo mật tương ứng của họ. Để biết thêm thông tin, hãy truy cập https://app.kiip.me/privacy
vi: Trò chơi này sử dụng Kiip để trình bày các ưu đãi và phần thưởng cho người dùng. Kiip và các chi nhánh của nó có thể theo dõi dữ liệu người dùng theo các chính sách bảo mật tương ứng của họ. Để biết thêm thông tin, hãy truy cập https://app.kiip.me/privacy

# T_INFO_DISCLAIMER_SPONSORPAY
source: Trò chơi này sử dụng SponsorPay để giới thiệu các ưu đãi và phần thưởng cho người dùng. SponsorPay và các chi nhánh của nó có thể theo dõi dữ liệu người dùng theo chính sách bảo mật tương ứng của họ. Để biết thêm thông tin, hãy truy cập www.sponsorpay.com/privacy-policy/
vi: Trò chơi này sử dụng SponsorPay để trình bày các ưu đãi và phần thưởng cho người dùng. SponsorPay và các chi nhánh của nó có thể theo dõi dữ liệu người dùng theo các chính sách bảo mật tương ứng của họ. Để biết thêm thông tin, hãy truy cập www.sponsorpay.com/privacy-policy/

# T_INFO_DISCLAIMER_SUPERSONIC
source: Trò chơi này sử dụng SupersonicAds để giới thiệu các ưu đãi và phần thưởng cho người dùng. SupersonicAds và các chi nhánh của nó có thể theo dõi dữ liệu người dùng theo chính sách bảo mật tương ứng của họ. Để biết thêm thông tin, hãy truy cập http://www.supersonicads.com/about-us/privacy-policy/
vi: Trò chơi này sử dụng SupersonicAds để trình bày các ưu đãi và phần thưởng cho người dùng. SupersonicAds và các chi nhánh của nó có thể theo dõi dữ liệu người dùng theo các chính sách bảo mật tương ứng của họ. Để biết thêm thông tin, hãy truy cập http://www.supersonicads.com/about-us/privacy-policy/

# T_INFO_PRIVACYPOLICYUPDATE_ACKNOWLEDGED
source: Đã xác nhận
vi: Đã hiểu

# T_INFO_PRIVACYPOLICYUPDATE_GTC
source: Điều khoản và Điều kiện Chung
vi: Điều khoản chung

# T_INFO_PRIVACYPOLICYUPDATE_TEXT
source: Chúng tôi đang sử dụng mã định danh thiết bị và dữ liệu tương tự cho quảng cáo được cá nhân hóa và phân tích việc sử dụng sản phẩm của chúng tôi. Để biết thêm chi tiết, vui lòng đọc Điều khoản & Điều kiện hoặc Chính sách Bảo mật của chúng tôi. Bằng cách sử dụng sản phẩm này, ngài đã ghi nhận các điều khoản đó.
vi: Chúng tôi sử dụng ID thiết bị di động của bạn và các dữ liệu tương tự để cá nhân hóa quảng cáo cũng như phân tích việc sử dụng sản phẩm của chúng tôi. Các chi tiết khác có trong GTC và chính sách bảo mật của chúng tôi. Với việc sử dụng sản phẩm này, bạn thừa nhận điều này.

# T_INNAPP_REMOVE_ADS
source: Xóa Quảng cáo
vi: Không quảng cáo

# T_KEYBINDINGSCREEN_APPLY_CHANGES
source: Áp dụng thay đổi
vi: Lưu thay đổi

# T_KEYBINDINGSCREEN_CHANGE_BINDINGS
source: Nhấp vào một ràng buộc để thay đổi nó. Nhấn ESC để hủy.
vi: Nhấp vào một phím để thay đổi nó. Nhấn ESC để hủy.

# T_KEYBINDINGSCREEN_CHOOSE_KEY
source: Chọn một phím để ràng buộc. Hủy bằng ESC.
vi: Chọn một phím để gán. Sử dụng ESC để hủy.

# T_KEYBINDINGSCREEN_TITLE
source: Ràng buộc phím
vi: Gán phím

# T_KEYBINDINGS_ALERTS_LOG
source: Cảnh báo
vi: Sự kiện

# T_KEYBINDINGS_CAMERA_LEFT
source: Camera trái
vi: Camera sang trái

# T_KEYBINDINGS_CAMERA_RIGHT
source: Camera phải
vi: Camera sang phải

# T_KEYBINDINGS_DELETE_STOCK_MENU
source: Hủy tài nguyên
vi: Tiêu hủy tài nguyên

# T_KEYBINDINGS_HAPPINESS_MENU
source: Hạnh phúc
vi: Sự hài lòng

# T_KEYBINDINGS_KEY_CTRL_LEFT
source: Ctrl trái
vi: Ctrl bên trái

# T_KEYBINDINGS_KEY_CTRL_RIGHT
source: Ctrl phải
vi: Ctrl bên phải

# T_KEYBINDINGS_KEY_DELETE
source: Delete
vi: Xóa

# T_KEYBINDINGS_KEY_INSERT
source: Insert
vi: Chèn

# T_KEYBINDINGS_KEY_POS1
source: Home
vi: Pos 1

# T_KEYBINDINGS_KEY_SPACE
source: Space
vi: Phím cách

# T_KEYBINDINGS_QUESTLOG
source: Nhật ký nhiệm vụ
vi: Nhiệm vụ

# T_KEYBINDINGS_STOCKMENU
source: Kho nhà kho
vi: Hàng tồn kho

# T_KEYBINDINGS_TRADEMENU
source: Giao thương
vi: Giao dịch

# T_LEGACY_BEER_DESC
source: Lãnh chúa, sao chúng ta không duy trì đà này để tiếp tục cải thiện ngôi làng. Nông nghiệp có thể được mở rộng. Làm thế nào về một lò sấy hoa bia? Điều này sẽ cho phép chúng ta sản xuất và chế biến hoa bia.
vi: Thưa Lãnh Chúa, nếu chúng ta tiếp tục con đường như trước thì sao để giữ đà phát triển của chúng ta. Nông nghiệp có thể được mở rộng. Sao không thử xây dựng một lò sấy hoa bia? Bằng cách đó, chúng ta có thể sản xuất và chế biến hoa bia.

# T_LEGACY_BEER_SUCCESS
source: Hoan hô, thưa ngài. Từ bây giờ, thị trấn của chúng ta chắc chắn sẽ được biết đến với hoa bia ngon.
vi: Hoan hô, thưa ngài. Từ giờ trở đi, thành phố của chúng ta chắc chắn sẽ nổi tiếng vì hoa bia tốt của mình.

# T_LEGACY_COUNTRY_NEED_DESC
source: Thưa Lãnh chúa, chúng ta vừa nhận được một thông điệp từ nước láng giềng. Họ đang phải chịu nạn đói và yêu cầu chúng ta chia sẻ lương thực. Chúng ta có nên gửi cho họ những nguyên liệu thô cần thiết không?
vi: Thưa Bệ Hạ, chúng ta vừa nhận được một tin nhắn từ nước láng giềng. Họ đang phải chịu nạn đói và cầu xin chúng ta chia sẻ lương thực của mình với họ. Chúng ta có nên gửi cho họ các nguyên liệu thô cần thiết không?

# T_LEGACY_COUNTRY_NEED_FAILED
source: Thưa Lãnh chúa, thật kinh khủng. Chúng ta đã nhận được tin tức từ nước láng giềng. Nạn đói đang đẩy người dân ra đường. Có những cuộc nổi dậy và nhiều người chết. Nhà vua ở đó đã bị sát hại... Đất nước đang bất ổn và làn sóng người tị nạn đang đổ về phía chúng ta. Lẽ ra chúng ta nên giúp họ...
vi: Thưa ngài, thật là khủng khiếp. Chúng ta đã nhận được tin từ nước láng giềng. Nạn đói đang đẩy người dân ra đường. Có nổi loạn và nhiều người đã chết. Nhà vua ở đó đã bị ám sát... Đất nước đang mất ổn định và các đợt sóng người tị nạn đang trên đường đến với chúng ta. Lẽ ra chúng ta nên giúp họ...

# T_LEGACY_COUNTRY_NEED_ONLY_TIMER_TITLE
source: Thời gian còn lại để giúp đỡ hàng xóm của chúng ta:
vi: Thời gian còn lại để giúp nước láng giềng:

# T_LEGACY_COUNTRY_NEED_SUCCESS_001
source: Chúng ta đã có đủ tài nguyên cần thiết trong kho, thưa Lãnh chúa. Tất cả những gì chúng ta phải làm bây giờ là giao hàng để giúp đỡ hàng xóm của chúng ta. Thời gian không còn nhiều!
vi: Chúng ta có đủ tài nguyên cần thiết trong kho, thưa Lãnh Chúa. Tất cả những gì chúng ta cần làm bây giờ là giao hàng để giúp đỡ nước láng giềng của chúng ta. Thời gian đang cạn dần!

# T_LEGACY_COUNTRY_NEED_SUCCESS_002
source: Nước láng giềng cảm ơn chúng ta nồng nhiệt, thưa ngài! Tôi tin rằng, chúng ta vừa cứu họ khỏi nạn đói. Ai biết được điều gì có thể đã xảy ra nếu chúng ta không thực hiện cử chỉ đó?
vi: Nước láng giềng rất vui mừng vì món quà và chân thành cảm ơn, thưa Lãnh Chúa! Chúng ta đã có thể cứu họ khỏi chết đói. Ai biết chuyện gì có thể xảy ra nếu chúng ta không gửi viện trợ...

# T_LEGACY_DECO_DESC
source: Chết tiệt, Thống đốc! Hãy nhìn xung quanh ngài! Ngài có nhận thấy điều gì không? VÂNG, chính xác! Đồ trang trí ở đâu? Mọi thứ trông thật ảm đạm! Hãy nhanh chóng xây dựng đồ trang trí trước khi Nhà vua đến thành phố.
vi: Chết tiệt, thưa Thống đốc! Hãy nhìn xung quanh! Ngài thấy gì? ĐÚNG VẬY! Đồ trang trí ở đâu? Mọi thứ trông thật ảm đạm! Nhanh lên và xây dựng đồ trang trí trước khi Đức Vua đến thành phố.
