Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# TUTORIAL_05_ASSIGN_GEOLOGIST_SUCCESS
source: Sẽ mất một thời gian cho đến khi nhà địa chất làm đầy lại mỏ.
vi: Giờ thì sẽ mất một khoảng thời gian để mỏ được lấp đầy trở lại.

# TUTORIAL_05_RESEARCH_GEOLOGIST_CONV_01
source: Mỏ sắt của chúng ta đã cạn kiệt. Mỏ không thể khai thác thêm quặng nữa.
vi: Mỏ quặng sắt của chúng ta đã cạn kiệt. Mỏ sẽ không thể khai thác thêm quặng nữa.

# TUTORIAL_05_RESEARCH_GEOLOGIST_CONV_02
source: Có một số giải pháp khả thi, thưa Bệ hạ. Một cách là tìm kiếm một mỏ khác và xây dựng một mỏ ở đó. Đôi khi ngài có thể thấy các mạch quặng lấp lánh trên sườn đồi đá.
vi: Có một vài cách, thưa ngài. Một trong số đó là tìm kiếm một mỏ khác. Đôi khi người ta có thể nhìn thấy các mạch quặng lấp lánh trên sườn núi.

# TUTORIAL_05_RESEARCH_GEOLOGIST_CONV_03
source: Một cách khác là nghiên cứu và mở khóa nhà địa chất và giao ông ta cho mỏ đã cạn kiệt. Theo thời gian, ông ấy sẽ làm cho nhiều mỏ quặng hơn có thể tiếp cận được. Điều này cũng áp dụng cho vàng cốm và quặng sắt.
vi: Một cách khác là sử dụng nhà địa chất. Ông ta phải được mở khóa thông qua nghiên cứu, nhưng sau đó, ngài có thể giao ông ta cho một mỏ và ông ta sẽ khai thác các mỏ mới trong mỏ.

# TUTORIAL_05_RESEARCH_GEOLOGIST_DESC
source: Mỏ quặng của chúng ta đã cạn kiệt. Sử dụng menu nghiên cứu để mở khóa nhà địa chất. Ngài có thể tìm thấy ông ấy trong danh mục “dân số”.
vi: Mỏ sắt đã cạn kiệt. Ngài nên nghiên cứu một nhà địa chất trong menu nghiên cứu ở danh mục “Dân số”.

# TUTORIAL_05_RESEARCH_GEOLOGIST_TITLE
source: Sử dụng nghiên cứu để có được một nhà địa chất.
vi: Sử dụng nghiên cứu để mở khóa một nhà địa chất.

# TUTORIAL_06_PLAGUE_QUESTLINE_CONV_01
source: Một món quà nhỏ của người của ta dành cho ngươi, Thống đốc! Harharhar!
vi: Một món quà nhỏ của người của ta dành cho các ngươi, thưa Thống đốc. Ha ha ha!

# TUTORIAL_06_UNHAPPY_QUESTLINE_CONV_01
source: Thưa Lãnh chúa. Dân số sẽ rời bỏ làng của chúng ta dần dần nếu mức độ hạnh phúc quá thấp.
vi: Thưa Lãnh Chúa. Dân số sẽ dần rời bỏ làng của chúng ta nếu mức độ hài lòng quá thấp.

# TUTORIAL_06_UNHAPPY_QUESTLINE_CONV_02
source: Ngài nên hành động ngay lập tức khi dân làng không vui. Ví dụ, ngài có thể giảm thuế.
vi: Ngài nên thực hiện các biện pháp ngay khi dân chúng bất ổn. Giảm thuế có thể giải quyết được vấn đề.

# T_ACHIEVEMENTS_PUBLISH
source: Công bố
vi: Xuất bản

# T_ACHIEVEMENT_ARTOFWAR_DESC
source: Thắng 100 trận chiến chống lại bọn cướp.
vi: Giành chiến thắng 100 trận chiến chống lại bọn cướp.

# T_ACHIEVEMENT_ARTOFWAR_NAME
source: Binh pháp
vi: Nghệ thuật chiến tranh

# T_ACHIEVEMENT_AUTOTRADE_01_DESC
source: Thiết lập đồng thời 4 lệnh giao dịch tại Hiệp hội thương mại.
vi: Thiết lập 4 đơn hàng thương mại cùng một lúc trong hội thương nhân.

# T_ACHIEVEMENT_AUTOTRADE_01_NAME
source: Không còn là thương nhân nhỏ nữa
vi: Không còn là một thương nhân nhỏ nữa

# T_ACHIEVEMENT_AVALANCHE_MINES_DESC
source: Không để mất bất kỳ mỏ nào trong kịch bản "Nguy cơ tuyết lở".
vi: Không để mất mỏ nào trong kịch bản “Nguy cơ lở tuyết”.

# T_ACHIEVEMENT_AVALANCHE_MINES_NAME
source: Chúc may mắn, thợ mỏ!
vi: May mắn!

# T_ACHIEVEMENT_BITES_DUST_NAME
source: Lại một kẻ nữa nằm xuống
vi: Lại thêm một tên ngã xuống

# T_ACHIEVEMENT_BREAD1_DESC
source: Sản xuất 200 bánh mì trong một thị trấn.
vi: Sản xuất 200 bánh mì trong một thành phố.

# T_ACHIEVEMENT_BREAD1_NAME
source: Bánh mì cho dân I
vi: Bánh mì cho dân chúng I

# T_ACHIEVEMENT_BREAD2_DESC
source: Sản xuất 500 bánh mì trong một thị trấn.
vi: Sản xuất 500 bánh mì trong một thành phố.

# T_ACHIEVEMENT_BREAD2_NAME
source: Bánh mì cho dân II
vi: Bánh mì cho dân chúng II

# T_ACHIEVEMENT_BREAD3_DESC
source: Sản xuất 1000 bánh mì trong một thị trấn.
vi: Sản xuất 1000 bánh mì trong một thành phố.

# T_ACHIEVEMENT_BREAD3_NAME
source: Bánh mì cho dân III
vi: Bánh mì cho dân chúng III

# T_ACHIEVEMENT_BREAD_NAME
source: Bánh mì cho dân
vi: Bánh mì cho dân chúng

# T_ACHIEVEMENT_BREWS_DESC
source: Sản xuất 1000 bia trong một kịch bản.
vi: Sản xuất 1000 đồ uống trong một kịch bản.

# T_ACHIEVEMENT_BREWS_NAME
source: Năm vại bia bằng một miếng thịt rán
vi: Năm ly bia là một miếng schnitzel

# T_ACHIEVEMENT_BUILDINGS1_DESC
source: Xây 10 tòa nhà trong một thị trấn.
vi: Xây 10 tòa nhà trong một thành phố.

# T_ACHIEVEMENT_BUILDINGS1_NAME
source: Tôi thích xây dựng... I
vi: Tôi thích xây... I

# T_ACHIEVEMENT_BUILDINGS2_DESC
source: Xây 25 tòa nhà trong một thị trấn.
vi: Xây 25 tòa nhà trong một thành phố.

# T_ACHIEVEMENT_BUILDINGS2_NAME
source: Tôi thích xây dựng... II
vi: Tôi thích xây... II

# T_ACHIEVEMENT_BUILDINGS3_DESC
source: Xây 50 tòa nhà trong một thị trấn.
vi: Xây 50 tòa nhà trong một thành phố.

# T_ACHIEVEMENT_BUILDINGS3_NAME
source: Tôi thích xây dựng... III
vi: Tôi thích xây... III

# T_ACHIEVEMENT_BUILDINGS4_DESC
source: Xây 75 tòa nhà trong một thị trấn.
vi: Xây 75 tòa nhà trong một thành phố.

# T_ACHIEVEMENT_BUILDINGS4_NAME
source: Tôi thích xây dựng... IV
vi: Tôi thích xây... IV

# T_ACHIEVEMENT_BUILDINGS5_DESC
source: Xây 100 tòa nhà trong một thị trấn.
vi: Xây 100 tòa nhà trong một thành phố.

# T_ACHIEVEMENT_BUILDINGS5_NAME
source: Tôi thích xây dựng... V
vi: Tôi thích xây... V

# T_ACHIEVEMENT_BUILDINGS_NAME
source: Tôi thích xây dựng…
vi: Tôi thích xây…

# T_ACHIEVEMENT_BURNEDDOWN1_NAME
source: Cứ để nó cháy!
vi: Hãy để nó cháy!

# T_ACHIEVEMENT_CLOTHES1_DESC
source: Sản xuất 200 quần áo trong một thị trấn.
vi: Sản xuất 200 quần áo trong một thành phố.

# T_ACHIEVEMENT_CLOTHES1_NAME
source: Bộ quần áo mới của Nhà vua I
vi: Quần áo mới của nhà vua I

# T_ACHIEVEMENT_CLOTHES2_DESC
source: Sản xuất 500 quần áo trong một thị trấn.
vi: Sản xuất 500 quần áo trong một thành phố.

# T_ACHIEVEMENT_CLOTHES2_NAME
source: Bộ quần áo mới của Nhà vua II
vi: Quần áo mới của nhà vua II

# T_ACHIEVEMENT_CLOTHES3_DESC
source: Sản xuất 1000 quần áo trong một thị trấn.
vi: Sản xuất 1000 quần áo trong một thành phố.

# T_ACHIEVEMENT_CLOTHES3_NAME
source: Bộ quần áo mới của Nhà vua III
vi: Quần áo mới của nhà vua III

# T_ACHIEVEMENT_CLOTHES_NAME
source: Bộ quần áo mới của Nhà vua
vi: Quần áo mới của nhà vua

# T_ACHIEVEMENT_DECO_CATEGORIES_DESC
source: Xây dựng đồ trang trí từ 8 danh mục trang trí khác nhau.
vi: Xây đồ trang trí từ 8 danh mục khác nhau.

# T_ACHIEVEMENT_DECO_CATEGORIES_NAME
source: Nhà trang trí kinh nghiệm
vi: Nhà trang trí giàu kinh nghiệm

# T_ACHIEVEMENT_ELECTION_FACTIONS_DESC
source: Thuyết phục tất cả các phe phái trong kịch bản "Ngày bầu cử".
vi: Thuyết phục mọi phe phái trong kịch bản “Ngày bầu cử”.

# T_ACHIEVEMENT_ELECTION_FACTIONS_NAME
source: Bây giờ mọi người đều hài lòng
vi: Giờ thì mọi người đều hài lòng

# T_ACHIEVEMENT_FIRE1_NAME
source: Khi có lửa...
vi: Khi có cháy...

# T_ACHIEVEMENT_FIREPROTECTOR_DESC
source: Trong một kịch bản, không để mất một tòa nhà nào do hỏa hoạn.
vi: Không để mất một tòa nhà nào do hỏa hoạn trong một kịch bản.

# T_ACHIEVEMENT_FOUR_DESASTERS_DESC
source: Sống sót qua 4 thảm họa khác nhau trong một thị trấn.
vi: Sống sót qua 4 thảm họa khác nhau trong một thành phố.

# T_ACHIEVEMENT_FOUR_DESASTERS_NAME
source: Người sống sót
vi: Nghệ sĩ sinh tồn

# T_ACHIEVEMENT_GIFTING_01_DESC
source: Yêu cầu tài nguyên từ một người bạn.
vi: Hỏi xin tài nguyên từ một người bạn.

# T_ACHIEVEMENT_GIFTING_01_NAME
source: Bạn bè để làm gì?
vi: Bạn bè là để đó mà!

# T_ACHIEVEMENT_JEWELS1_DESC
source: Sản xuất 200 đồ trang sức trong một thị trấn.
vi: Sản xuất 200 đồ trang sức trong một thành phố.

# T_ACHIEVEMENT_JEWELS1_NAME
source: Báu vật của tôi... I
vi: Kho báu của ta... I

# T_ACHIEVEMENT_JEWELS2_DESC
source: Sản xuất 500 đồ trang sức trong một thị trấn.
vi: Sản xuất 500 đồ trang sức trong một thành phố.

# T_ACHIEVEMENT_JEWELS2_NAME
source: Báu vật của tôi... II
vi: Kho báu của ta... II

# T_ACHIEVEMENT_JEWELS3_DESC
source: Sản xuất 1000 đồ trang sức trong một thị trấn.
vi: Sản xuất 1000 đồ trang sức trong một thành phố.

# T_ACHIEVEMENT_JEWELS3_NAME
source: Báu vật của tôi... III
vi: Kho báu của ta... III

# T_ACHIEVEMENT_JEWELS_NAME
source: Báu vật của tôi…
vi: Kho báu của ta…

# T_ACHIEVEMENT_LASTMANSTANDING_DESC
source: Đánh bại 4 tên cướp chỉ với một binh sĩ trong một trận chiến.
vi: Đánh bại 4 tên cướp bằng một người lính duy nhất trong một trận chiến.

# T_ACHIEVEMENT_LASTMANSTANDING_NAME
source: Người cuối cùng đứng vững
vi: Người lính cuối cùng

# T_ACHIEVEMENT_LOSTPLAGUE_DESC
source: Trong một kịch bản, không để mất một dân làng nào vì bệnh dịch.
vi: Không để mất một dân làng nào do dịch bệnh trong một kịch bản.

# T_ACHIEVEMENT_PLAGEAFFLICTED1_DESC
source: Chữa khỏi bệnh dịch cho 100 dân làng.
vi: Chữa khỏi dịch bệnh cho 100 dân làng.

# T_ACHIEVEMENT_PLAGEAFFLICTED1_NAME
source: Dịch bệnh tấn công!
vi: Bị dịch bệnh tấn công!

# T_ACHIEVEMENT_POPULATION1_DESC
source: Đạt dân số 50 trong một thị trấn.
vi: Đạt dân số 50 người trong một thành phố.

# T_ACHIEVEMENT_POPULATION1_NAME
source: Người xây dựng I
vi: Nhà xây dựng I

# T_ACHIEVEMENT_POPULATION2_DESC
source: Đạt dân số 100 trong một thị trấn.
vi: Đạt dân số 100 người trong một thành phố.

# T_ACHIEVEMENT_POPULATION2_NAME
source: Người xây dựng II
vi: Nhà xây dựng II

# T_ACHIEVEMENT_POPULATION3_DESC
source: Đạt dân số 200 trong một thị trấn.
vi: Đạt dân số 200 người trong một thành phố.

# T_ACHIEVEMENT_POPULATION3_NAME
source: Người xây dựng III
vi: Nhà xây dựng III

# T_ACHIEVEMENT_POPULATION4_DESC
source: Đạt dân số 300 trong một thị trấn.
vi: Đạt dân số 300 người trong một thành phố.

# T_ACHIEVEMENT_POPULATION4_NAME
source: Người xây dựng IV
vi: Nhà xây dựng IV

# T_ACHIEVEMENT_POPULATION5_DESC
source: Đạt dân số 500 trong một thị trấn.
vi: Đạt dân số 500 người trong một thành phố.

# T_ACHIEVEMENT_POPULATION5_NAME
source: Người xây dựng V
vi: Nhà xây dựng V

# T_ACHIEVEMENT_POPULATION_NAME
source: Người xây dựng
vi: Nhà xây dựng

# T_ACHIEVEMENT_PRESTIGE1_DESC
source: Kiếm 250 Uy tín bằng cách hoàn thành nhiệm vụ.
vi: Kiếm 250 uy tín bằng cách hoàn thành các nhiệm vụ.

# T_ACHIEVEMENT_PRESTIGE2_DESC
source: Kiếm 750 Uy tín bằng cách hoàn thành nhiệm vụ.
vi: Kiếm 750 uy tín bằng cách hoàn thành các nhiệm vụ.

# T_ACHIEVEMENT_PRESTIGE3_DESC
source: Kiếm 2500 Uy tín bằng cách hoàn thành nhiệm vụ.
vi: Kiếm 2500 uy tín bằng cách hoàn thành các nhiệm vụ.

# T_ACHIEVEMENT_QUESTS1_NAME
source: Người hoàn thành I
vi: Người cầu toàn I

# T_ACHIEVEMENT_QUESTS2_NAME
source: Người hoàn thành II
vi: Người cầu toàn II

# T_ACHIEVEMENT_QUESTS3_NAME
source: Người hoàn thành III
vi: Người cầu toàn III

# T_ACHIEVEMENT_QUESTS_NAME
source: Người hoàn thành
vi: Người cầu toàn

# T_ACHIEVEMENT_REBUILTIT_DESC
source: Mất tất cả các tòa nhà có thể cháy của một thị trấn do hỏa hoạn.
vi: Làm mất tất cả các tòa nhà dễ cháy trong một thành phố do hỏa hoạn.

# T_ACHIEVEMENT_REBUILTIT_NAME
source: Chúng ta có thể xây dựng lại!
vi: Chúng ta có thể xây dựng lại tất cả!

# T_ACHIEVEMENT_REPAIR1_NAME
source: Công việc toàn thời gian I
vi: Nghề toàn thời gian I

# T_ACHIEVEMENT_REPAIR2_NAME
source: Công việc toàn thời gian II
vi: Nghề toàn thời gian II

# T_ACHIEVEMENT_REPAIR3_NAME
source: Công việc toàn thời gian III
vi: Nghề toàn thời gian III

# T_ACHIEVEMENT_RESEARCHCOMPLETED2_NAME
source: Nhà nghiên cứu
vi: Nhà khoa học

# T_ACHIEVEMENT_SCENARIO_ATALEOFTWOCLANS_DESC
source: Hoàn thành kịch bản "Câu chuyện hai gia tộc".
vi: Kết thúc kịch bản “Câu chuyện của hai gia tộc”.

# T_ACHIEVEMENT_SCENARIO_ATALEOFTWOCLANS_NAME
source: Thống nhất
vi: Tái thống nhất

# T_ACHIEVEMENT_SCENARIO_AVALANCHE_DESC
source: Hoàn thành kịch bản "Nguy cơ tuyết lở".
vi: Kết thúc kịch bản “Nguy cơ lở tuyết”.

# T_ACHIEVEMENT_SCENARIO_AVALANCHE_NAME
source: Bị chôn vùi
vi: Bị vùi lấp

# T_ACHIEVEMENT_SCENARIO_BASICTRAINING_DESC
source: Hoàn thành kịch bản "Huấn luyện quân sự cơ bản".
vi: Kết thúc kịch bản “Huấn luyện quân sự cơ bản”.

# T_ACHIEVEMENT_SCENARIO_BEHINDBLINDERS_DESC
source: Hoàn thành kịch bản "Sau tấm màn che".
vi: Kết thúc kịch bản “Sau cặp kính che mắt”.

# T_ACHIEVEMENT_SCENARIO_BEHINDBLINDERS_NAME
source: Không ai để ý
vi: Không ai nhận ra

# T_ACHIEVEMENT_SCENARIO_BREW_DESC
source: Hoàn thành kịch bản "Loại bia hoàn hảo".
vi: Kết thúc kịch bản “Đồ uống hoàn hảo”.

# T_ACHIEVEMENT_SCENARIO_BREW_NAME
source: Bậc thầy nấu bia
vi: Bậc thầy pha chế

# T_ACHIEVEMENT_SCENARIO_CRAFTSMEN_DESC
source: Hoàn thành kịch bản "Thử thách thợ thủ công".
vi: Kết thúc kịch bản “Thử thách thủ công”.

# T_ACHIEVEMENT_SCENARIO_CRAFTSMEN_NAME
source: Thử thách thợ thủ công
vi: Thử thách thủ công

# T_ACHIEVEMENT_SCENARIO_CURSE_DESC
source: Hoàn thành kịch bản "Lời nguyền".
vi: Kết thúc kịch bản “Lời nguyền”.

# T_ACHIEVEMENT_SCENARIO_DIPLOMATICVISIT_DESC
source: Hoàn thành kịch bản "Chuyến thăm ngoại giao".
vi: Kết thúc kịch bản “Chuyến thăm ngoại giao”.

# T_ACHIEVEMENT_SCENARIO_DIPLOMATICVISIT_NAME
source: Nhà đàm phán
vi: Người đàm phán

# T_ACHIEVEMENT_SCENARIO_DISEASE_DESC
source: Hoàn thành kịch bản "Căn bệnh của Nhà vua".
vi: Kết thúc kịch bản “Căn bệnh của nhà vua”.

# T_ACHIEVEMENT_SCENARIO_DRAUGHT_DESC
source: Hoàn thành kịch bản "Hạn hán".
vi: Kết thúc kịch bản “Hạn hán”.

# T_ACHIEVEMENT_SCENARIO_DRAUGHT_NAME
source: Tôi đã đi khắp nơi IV
vi: Ta đã đến mọi nơi IV

# T_ACHIEVEMENT_SCENARIO_ECONOMYCRISIS_DESC
source: Hoàn thành kịch bản "Khủng hoảng kinh tế".
vi: Kết thúc kịch bản “Khủng hoảng kinh tế”.

# T_ACHIEVEMENT_SCENARIO_ECONOMYCRISIS_NAME
source: Tôi đã đi khắp nơi III
vi: Ta đã đến mọi nơi III

# T_ACHIEVEMENT_SCENARIO_ELECTION_DESC
source: Hoàn thành kịch bản "Ngày bầu cử".
vi: Kết thúc kịch bản “Ngày bầu cử”.

# T_ACHIEVEMENT_SCENARIO_FARMLAND_DESC
source: Hoàn thành kịch bản "Đất nông nghiệp".
vi: Kết thúc kịch bản “Đất đai màu mỡ”.

# T_ACHIEVEMENT_SCENARIO_FARMLAND_NAME
source: Nơi nhỏ ở vùng quê
vi: Một nơi nhỏ ở nông thôn

# T_ACHIEVEMENT_SCENARIO_FESTIVITIES_DESC
source: Hoàn thành kịch bản "Một năm lễ hội".
vi: Kết thúc kịch bản “Một năm lễ hội”.

# T_ACHIEVEMENT_SCENARIO_FESTIVITIES_NAME
source: Mệt mỏi vì lễ hội
vi: Hư tổn vì lễ hội

# T_ACHIEVEMENT_SCENARIO_GIRLSDESIRES_DESC
source: Hoàn thành kịch bản "Ước muốn của một cô gái".
vi: Kết thúc kịch bản “Những mong muốn của một người phụ nữ”.

# T_ACHIEVEMENT_SCENARIO_GIRLSDESIRES_NAME
source: Đối xử tốt với cô ấy…
vi: Hãy đối xử tốt với cô ấy...

# T_ACHIEVEMENT_SCENARIO_HARSHWINTER_DESC
source: Hoàn thành kịch bản "Mùa đông khắc nghiệt".
vi: Kết thúc kịch bản “Một mùa đông khắc nghiệt”.

# T_ACHIEVEMENT_SCENARIO_HARSHWINTER_NAME
source: Tôi đã đi khắp nơi VIII
vi: Ta đã đến mọi nơi VIII

# T_ACHIEVEMENT_SCENARIO_INSANECHOICES_DESC
source: Hoàn thành kịch bản "Những lựa chọn điên rồ".
vi: Kết thúc kịch bản “Những quyết định điên rồ”.

# T_ACHIEVEMENT_SCENARIO_INSANECHOICES_NAME
source: Đã đưa ra lựa chọn
vi: Ta đã chọn rồi

# T_ACHIEVEMENT_SCENARIO_INSURGENTS_DESC
source: Hoàn thành kịch bản "Bất ổn".
vi: Kết thúc kịch bản “Nổi loạn”.

# T_ACHIEVEMENT_SCENARIO_INSURGENTS_NAME
source: Tôi đã đi khắp nơi IX
vi: Ta đã đến mọi nơi IX

# T_ACHIEVEMENT_SCENARIO_KINGSBET_DESC
source: Hoàn thành kịch bản "Vụ cá cược của Nhà vua".
vi: Kết thúc kịch bản “Canh bạc của nhà vua”.

# T_ACHIEVEMENT_SCENARIO_KINGSBET_NAME
source: Tôi đã đi khắp nơi X
vi: Ta đã đến mọi nơi X

# T_ACHIEVEMENT_SCENARIO_LATEFALL_DESC
source: Hoàn thành kịch bản "Cuối thu".
vi: Kết thúc kịch bản “Cuối thu”.

# T_ACHIEVEMENT_SCENARIO_LATEFALL_NAME
source: Tôi đã đi khắp nơi II
vi: Ta đã đến mọi nơi II

# T_ACHIEVEMENT_SCENARIO_LEGACY_DESC
source: Hoàn thành kịch bản "Di sản".
vi: Kết thúc kịch bản “Di sản”.

# T_ACHIEVEMENT_SCENARIO_MONEYBAGS_DESC
source: Hoàn thành kịch bản "Túi tiền".
vi: Kết thúc kịch bản “Kẻ keo kiệt”.

# T_ACHIEVEMENT_SCENARIO_MONEYBAGS_NAME
source: Kẻ hà tiện
vi: Kẻ keo kiệt

# T_ACHIEVEMENT_SCENARIO_MONUMENTAL_DESC
source: Hoàn thành kịch bản "Nhà thờ lớn".
vi: Kết thúc kịch bản “Nhà thờ lớn”.

# T_ACHIEVEMENT_SCENARIO_MONUMENTAL_NAME
source: Tôi đã đi khắp nơi VII
vi: Ta đã đến mọi nơi VII

# T_ACHIEVEMENT_SCENARIO_THE_BEAST_DESC
source: Hoàn thành kịch bản "Quái thú".
vi: Kết thúc kịch bản “Quái thú”.

# T_ACHIEVEMENT_SCENARIO_THE_BEAST_NAME
source: Chánh thanh tra
vi: Ủy viên trưởng

# T_ACHIEVEMENT_SCENARIO_TOURNAMENT_DESC
source: Hoàn thành kịch bản "Giải đấu".
vi: Kết thúc kịch bản “Giải đấu”.

# T_ACHIEVEMENT_SCENARIO_TOURNAMENT_NAME
source: Tôi đã đi khắp nơi I
vi: Ta đã đến mọi nơi I

# T_ACHIEVEMENT_SCENARIO_TRADINGPOST_DESC
source: Hoàn thành kịch bản "Trạm giao dịch".
vi: Kết thúc kịch bản “Trạm giao dịch”.

# T_ACHIEVEMENT_SCENARIO_TRADINGPOST_NAME
source: Tôi đã đi khắp nơi V
vi: Ta đã đến mọi nơi V

# T_ACHIEVEMENT_SCENARIO_TWELVE_DESC
source: Hoàn thành kịch bản "Những nhiệm vụ huyền thoại".
vi: Kết thúc kịch bản “Những thử thách huyền thoại”.

# T_ACHIEVEMENT_SCENARIO_TWELVE_NAME
source: HUYỀN… đợi đã… THOẠI
vi: HUYỀN… sắp đến rồi… THOẠI

# T_ACHIEVEMENT_SCENARIO_UNDERSIEGE_DESC
source: Hoàn thành kịch bản "Bị bao vây".
vi: Kết thúc kịch bản “Bị bao vây”.

# T_ACHIEVEMENT_SCENARIO_WARRIDDEN_DESC
source: Hoàn thành kịch bản "Bị chiến tranh tàn phá".
vi: Kết thúc kịch bản “Bị chiến tranh tàn phá”.

# T_ACHIEVEMENT_SCENARIO_WATERWAYS_2_DESC
source: Hoàn thành kịch bản "Đường thủy".
vi: Kết thúc kịch bản “Đường thủy”.

# T_ACHIEVEMENT_SCENARIO_WATERWAYS_DESC
source: Hoàn thành kịch bản "Đường thủy".
vi: Kết thúc kịch bản “Đường thủy”.

# T_ACHIEVEMENT_SCENARIO_WEDDING_DESC
source: Hoàn thành kịch bản "Đám cưới".
vi: Kết thúc kịch bản “Đám cưới”.

# T_ACHIEVEMENT_SCENARIO_WEDDING_NAME
source: Tôi đã đi khắp nơi VI
vi: Ta đã đến mọi nơi VI

# T_ACHIEVEMENT_SCENARIO_WOODSHORTAGE_DESC
source: Hoàn thành kịch bản "Thiếu gỗ".
vi: Kết thúc kịch bản “Thiếu gỗ”.

# T_ACHIEVEMENT_SCENARIO_WOODSHORTAGE_NAME
source: Thiếu gỗ
vi: Tình trạng thiếu gỗ

# T_ACHIEVEMENT_SERVE_PROTECT_DESC
source: Có phạm vi bao phủ đầy đủ của tháp canh trong một thị trấn có dân số 100 người.
vi: Bao phủ hoàn toàn một ngôi làng 100 dân bằng các tháp canh.

# T_ACHIEVEMENT_SERVE_PROTECT_NAME
source: Phục vụ và bảo vệ
vi: Để phục vụ và bảo vệ

# T_ACHIEVEMENT_TAXES1_DESC
source: Thu thuế: 1000 Thaler.
vi: Thu thuế: 1000 Taler.

# T_ACHIEVEMENT_TAXES2_DESC
source: Thu thuế: 10000 Thaler.
vi: Thu thuế: 10000 Taler.

# T_ACHIEVEMENT_TAXES3_DESC
source: Thu thuế: 50000 Thaler.
vi: Thu thuế: 50000 Taler.

# T_ACHIEVEMENT_TAXES4_DESC
source: Thu thuế: 100000 Thaler.
vi: Thu thuế: 100000 Taler.

# T_ACHIEVEMENT_TAXES5_DESC
source: Thu thuế: 1000000 Thaler.
vi: Thu thuế: 1000000 Taler.

# T_ACHIEVEMENT_TIME1_DESC
source: Chơi trong 60 phút.
vi: Chơi 60 phút.

# T_ACHIEVEMENT_TIME2_DESC
source: Chơi trong 120 phút.
vi: Chơi 120 phút.

# T_ACHIEVEMENT_TIME3_DESC
source: Chơi trong 300 phút.
vi: Chơi 300 phút.

# T_ACHIEVEMENT_TIME4_DESC
source: Chơi trong 500 phút.
vi: Chơi 500 phút.

# T_ACHIEVEMENT_TIME5_DESC
source: Chơi trong 1000 phút.
vi: Chơi 1000 phút.

# T_ACHIEVEMENT_TOOLS1_DESC
source: Sản xuất 200 công cụ trong một thị trấn.
vi: Sản xuất 200 công cụ trong một thành phố.

# T_ACHIEVEMENT_TOOLS1_NAME
source: Công cụ nghề nghiệp I
vi: Dụng cụ I

# T_ACHIEVEMENT_TOOLS2_DESC
source: Sản xuất 500 công cụ trong một thị trấn.
vi: Sản xuất 500 công cụ trong một thành phố.

# T_ACHIEVEMENT_TOOLS2_NAME
source: Công cụ nghề nghiệp II
vi: Dụng cụ II

# T_ACHIEVEMENT_TOOLS3_DESC
source: Sản xuất 1000 công cụ trong một thị trấn.
vi: Sản xuất 1000 công cụ trong một thành phố.

# T_ACHIEVEMENT_TOOLS3_NAME
source: Công cụ nghề nghiệp III
vi: Dụng cụ III

# T_ACHIEVEMENT_TOOLS_NAME
source: Công cụ nghề nghiệp
vi: Dụng cụ

# T_ACHIEVEMENT_TUTORIAL_CAMPAIGN_ALL_DESC
source: Hoàn thành tất cả các nhiệm vụ của chiến dịch hướng dẫn.
vi: Hoàn thành tất cả các nhiệm vụ của chiến dịch giới thiệu.

# T_ACHIEVEMENT_TUTORIAL_CAMPAIGN_ALL_NAME
source: Sống sót qua phần hướng dẫn
vi: Vượt qua phần giới thiệu

# T_ACHIEVEMENT_TUTORIAL_CAMPAIGN_MISSION01_DESC
source: Hoàn thành chương đầu tiên của chiến dịch hướng dẫn.
vi: Kết thúc chương 1 của chiến dịch giới thiệu.

# T_ACHIEVEMENT_TUTORIAL_CAMPAIGN_MISSION02_DESC
source: Hoàn thành chương thứ hai của chiến dịch hướng dẫn.
vi: Kết thúc chương 2 của chiến dịch giới thiệu.

# T_ACHIEVEMENT_TUTORIAL_CAMPAIGN_MISSION02_NAME
source: Những người bạn từ quá khứ
vi: Những người bạn từ trước

# T_ACHIEVEMENT_TUTORIAL_CAMPAIGN_MISSION03_DESC
source: Hoàn thành chương thứ ba của chiến dịch hướng dẫn.
vi: Kết thúc chương 3 của chiến dịch giới thiệu.

# T_ACHIEVEMENT_TUTORIAL_CAMPAIGN_MISSION03_NAME
source: Thời gian cho giao dịch
vi: Thời gian cho một chút giao dịch

# T_ACHIEVEMENT_TUTORIAL_CAMPAIGN_MISSION04_DESC
source: Hoàn thành chương thứ tư của chiến dịch hướng dẫn.
vi: Kết thúc chương 4 của chiến dịch giới thiệu.

# T_ACHIEVEMENT_TUTORIAL_CAMPAIGN_MISSION05_DESC
source: Hoàn thành chương thứ năm của chiến dịch hướng dẫn.
vi: Kết thúc chương 5 của chiến dịch giới thiệu.

# T_ACHIEVEMENT_TUTORIAL_CAMPAIGN_MISSION06_DESC
source: Hoàn thành chương thứ sáu của chiến dịch hướng dẫn.
vi: Kết thúc chương 6 của chiến dịch giới thiệu.

# T_ACHIEVEMENT_TUTORIAL_DESC
source: Hoàn thành phần hướng dẫn.
vi: Kết thúc phần giới thiệu.

# T_ACHIEVEMENT_UNLOCKED
source: Thành tựu đã mở khóa!
vi: Đã mở khóa thành tựu!

# T_ACHIEVEMENT_WEEKLY_REWARD_NAME
source: Vẫn như mọi ngày
vi: Như mọi khi

# T_ACHIEVEMENT_YOUSHALLNOTPASS_DESC
source: Đừng để bất kỳ tên cướp nào đột kích thành công thị trấn của bạn trong một kịch bản.
vi: Ngăn chặn mọi cuộc tấn công của bọn cướp vào làng của bạn trong một kịch bản.

# T_ACHIEVEMENT_YOUSHALLNOTPASS_NAME
source: Ngươi không qua được đâu
vi: Ngươi sẽ không qua được

# T_ACTIONS_CHANGE_PAGE
source: Đổi trang
vi: Chuyển trang

# T_ACTIONS_ERASEMODE_CHANGE_SIZE
source: Thay đổi kích thước
vi: Điều chỉnh kích thước

# T_ACTIONS_ERASEMODE_DECR_SIZE
source: Giảm kích thước
vi: Giảm kích thước vùng chọn

# T_ACTIONS_ERASEMODE_ERASE
source: Xóa các đối tượng đã đánh dấu
vi: Xóa các đối tượng đã chọn

# T_ACTIONS_ERASEMODE_INCR_SIZE
source: Tăng kích thước
vi: Tăng kích thước vùng chọn

# T_ACTIONS_ERASEMODE_UNMARK
source: Bỏ đánh dấu
vi: Gỡ đánh dấu

# T_ADCOLONY_NO_VIDEO
source: Hiện không có video!
vi: Hiện tại không có video nào khả dụng!

# T_ADCOLONY_WATCH_CHOICE
source: Xem video hay tiêu Uy tín?
vi: Xem video hay dùng uy tín?

# T_ADCOLONY_WATCH_DOUBLE
source: Xem video để nhân đôi phần thưởng của bạn!
vi: Xem video để nhân đôi phần thưởng!

# T_ADCOLONY_WATCH_NOW
source: XEM NGAY!
vi: XEM VIDEO!

# T_ANDROIDM_PERMISSION_BUTTON_SURE
source: Tôi chắc chắn
vi: Vâng, chắc chắn.

# T_ANDROIDM_PERMISSION_DOWNLOAD_FAILED
source: Tải xuống thất bại vì quyền ghi cho ứng dụng này chưa được đặt.
vi: Tải xuống thất bại. Thiếu quyền ghi cho ứng dụng này.

# T_ANDROIDM_PERMISSION_OBB_READ
source: Ứng dụng cần quyền đọc để hoàn tất cài đặt!
vi: Ứng dụng cần quyền đọc để tiếp tục cài đặt!

# T_ANDROIDM_PERMISSION_OBB_TEXT
source: Ứng dụng cần quyền ghi để lưu dữ liệu bổ sung cho việc cài đặt!
vi: Ứng dụng cần quyền ghi để lưu trữ dữ liệu bổ sung cho quá trình cài đặt!

# T_ANDROIDM_PERMISSION_SURE
source: Bạn có chắc chắn muốn từ chối quyền này không?
vi: Bạn có chắc chắn không muốn cấp các quyền này không?

# T_ANDROID_BACK_TWICE_01
source: Nhấn BACK lần nữa để thoát!
vi: Nhấn QUAY LẠI lần nữa để thoát!

# T_ANDROID_BACK_TWICE_04
source: Nhấn BACK lần nữa để quay lại menu chính.
vi: Nhấn QUAY LẠI lần nữa để quay lại menu chính.

# T_ANDROID_BACK_TWICE_05
source: Nhấn lần nữa để quay lại menu chính.
vi: Nhấn lần nữa để vào menu chính.

# T_APPLE_RESTORE_DESCRIPTION
source: Khôi phục các giao dịch mua không tiêu hao của bạn trên thiết bị hiện tại.
vi: Khôi phục các giao dịch mua của bạn trên thiết bị.

# T_AUTOSAVE_DISCLAIMER
source: Trò chơi này tự động lưu tiến trình của bạn. Vui lòng không tắt nguồn khi biểu tượng này hiển thị!
vi: Trò chơi này sẽ tự động lưu tiến trình của bạn. Vui lòng không tắt thiết bị khi biểu tượng này đang hiển thị!
