Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_MIL_TUT_05_FAILED
source: Ngài không coi trọng lời đe dọa của ta, Thống đốc. Từ giờ trở đi, ta sẽ không nương tay nữa!
vi: Như tôi thấy, có vẻ như ngài không coi trọng lời cảnh báo của tôi, thưa Thống đốc. Từ bây giờ, sẽ không còn sự nhượng bộ nào nữa!

# T_GAME_QUEST_MIL_TUT_05_START
source: Ngài đã xây dựng một thị trấn trông đẹp mắt ở đó. Tiếc là nó nằm trên lãnh thổ của ta! Mang cho ta đồ trang sức và quần áo! Và làm nhanh lên nếu không thị trấn của ngài sẽ biến mất...
vi: Ngài đã xây dựng một ngôi làng xinh đẹp. Chỉ là một điều bất lợi cho ngài là nó nằm trên đất của tôi. Mang đồ trang sức và quần áo đến cho tôi! Và nhanh lên, nếu không thì làng của ngài sẽ đi tong…

# T_GAME_QUEST_MIL_TUT_05_SUCCESS
source: Thật ấn tượng khi một lời đe dọa nhỏ lại có tác dụng. Ta chưa bao giờ nghĩ rằng ngài sẽ thực sự gửi những món hàng đó cho ta.
vi: Thật ấn tượng, một mối đe dọa nhỏ có thể tạo ra được những điều này. Tôi đã không nghĩ rằng ngài thực sự sẽ cung cấp cho tôi những thứ này.

# T_GAME_QUEST_MIL_TUT_05_TITLE
source: Nộp cống cho bọn cướp.
vi: Trả một khoản cống nạp cho bọn cướp.

# T_GAME_QUEST_MIL_TUT_08_NOTIFICATION
source: Lũ lâu la của ta hiện đang khá buồn chán. Ta sẽ cử chúng đi một chuyến du ngoạn nhỏ… ...ĐẾN CHỖ NGÀI!
vi: Những người của tôi đang buồn chán. Tôi nghĩ tôi sẽ cử một vài người trong số họ đi tham quan... ...ĐẾN CHỖ CÁC NGƯƠI!

# T_GAME_QUEST_MIL_TUT_08_SUCESS
source: Như ngài thấy đấy, ta sẽ lấy những gì ta muốn!
vi: Như các ngài thấy, tôi sẽ lấy bất cứ thứ gì tôi yêu cầu!

# T_GAME_QUEST_MIL_TUT_09_START
source: Chào buổi sáng, thưa Bệ hạ. Tôi đến trước ngài theo lệnh của Nhà vua. Ngài ấy cử tôi đến để dạy ngài nghệ thuật chiến tranh. Những vấn đề nhỏ nhặt về bọn cướp của ngài sẽ sớm trở thành quá khứ, thưa Bệ hạ.
vi: Chào ngài, thưa Lãnh Chúa Thống đốc. Tôi đến theo lệnh của nhà vua. Người đã cử tôi đến chỗ ngài để tôi có thể dạy ngài nghệ thuật chiến tranh. Vấn đề về bọn cướp của ngài sẽ sớm được giải quyết, thưa ngài.

# T_GAME_QUEST_MIL_TUT_10_START
source: Doanh trại là nền tảng cho các hoạt động quân sự của ngài trong khu vực và giúp có thể xây dựng các tháp canh và cung cấp cho chúng. Binh lính chỉ chiến đấu tốt khi được cung cấp đầy đủ. Ngài nên đặt các tháp để bao phủ càng nhiều thị trấn càng tốt. Xây dựng một doanh trại và một tháp canh, thưa Lãnh chúa.
vi: Doanh trại là nền tảng cho quân đội của các ngài. Nó cho phép xây dựng và cung cấp các tháp canh. Binh lính chỉ chiến đấu tốt khi được cung cấp đầy đủ! Phạm vi ảnh hưởng của mỗi tháp phải bao phủ càng nhiều diện tích của làng càng tốt. Hãy xây dựng một doanh trại và một tháp canh, thưa ngài.

# T_GAME_QUEST_MIL_TUT_12_NOTIFICATION
source: Ngài thực sự đã nhận được sự giúp đỡ từ một hiệp sĩ… Ta đã bắt đầu run sợ rồi đây. Để xem quân đội của ngài có thể làm gì chống lại lũ lâu la của ta…
vi: Ngài thực sự đã nhận được sự giúp đỡ từ một hiệp sĩ. Đầu gối của tôi đã run lên trước sức mạnh chiến đấu của binh lính của ngài rồi. Hãy xem ngài có thể làm gì trước các cuộc tấn công tiếp theo của tôi…

# T_GAME_QUEST_MIL_TUT_12_NOTIFICATION_FIND_TOWNIE_1
source: Bọn cướp đang đốt cháy các tòa nhà của chúng ta. Người lính cứu hỏa đó ở đâu khi chúng ta cần anh ta?! Khi ngài muốn biết một người dân thị trấn đang ở đâu vào lúc này, ngài có thể chọn tùy chọn “tìm người dân thị trấn của tôi” trong menu ngữ cảnh của tòa nhà.
vi: Bọn cướp đang đốt lửa trong làng của chúng ta! Người lính cứu hỏa ở đâu khi chúng ta cần anh ta? Bất cứ khi nào ngài tìm kiếm một dân làng, hãy vào menu ngữ cảnh của tòa nhà của anh ta và sử dụng tùy chọn “Tìm dân làng của tôi!”

# T_GAME_QUEST_MIL_TUT_12_NOTIFICATION_FIND_TOWNIE_2
source: Ở đây ngài có thể thấy công nhân đang làm gì vào lúc này.
vi: Tại đây ngài có thể thấy công nhân đang làm gì vào lúc này và họ đang ở đâu.

# T_GAME_QUEST_MIL_TUT_13_TITLE
source: Sản xuất bia và xúc xích
vi: Sản xuất đồ uống và xúc xích.

# T_GAME_QUEST_MIL_TUT_14_START
source: Binh lính của chúng ta cần bia để lấy dũng khí, thưa Bệ hạ. Để sản xuất bia, ngài phải ra lệnh xây dựng một nhà máy bia tu viện và một lò sấy hoa bia.
vi: Binh lính của chúng ta cần đồ uống để lấy dũng khí chiến đấu. Chúng ta cần một tu viện và một trại trồng hoa bia để có thể sản xuất đồ uống.

# T_GAME_QUEST_MIL_TUT_14_START_OLD
source: Binh lính của chúng ta cần bia, thưa Bệ hạ. Để có bia, ngài phải ra lệnh xây dựng một tu viện và một số cánh đồng hoa bia, thưa Lãnh chúa.
vi: Binh lính của chúng ta cần đồ uống. Chúng ta có thể lấy chúng thông qua một tu viện và một số cánh đồng hoa bia, thưa ngài.

# T_GAME_QUEST_MIL_TUT_14_SUCCESS
source: Nhà máy bia tu viện cần một số tài nguyên từ các tòa nhà khác. Từ lò sấy hoa bia, nhà máy bia nhận được hoa bia khô. Một trang trại và một cái giếng cung cấp lúa mì và nước. Sau đó, các tu sĩ tại tu viện có thể bắt đầu sản xuất bia, thưa Bệ hạ.
vi: Tu viện cần một số tài nguyên có thể được cung cấp bởi các tòa nhà khác. Nước từ giếng, lúa mì từ một trang trại và hoa bia từ một trại trồng hoa bia. Chỉ khi đó, các tu sĩ mới bắt đầu ủ bia.

# T_GAME_QUEST_MIL_TUT_14_SUCCESS_OLD
source: Tại tu viện, ngài có thể ra lệnh cho các tu sĩ thu hoạch hoa bia từ các cánh đồng hoặc thực hiện quy trình nấu bia.
vi: Giờ thì các tu sĩ đã bắt đầu ủ bia. Trong tu viện, ngài có thể thiết lập xem một tu sĩ nên thu hoạch hoa bia hay tham gia vào quá trình ủ bia.

# T_GAME_QUEST_MIL_TUT_14_TITLE
source: Xây dựng một tu viện và một lò sấy hoa bia.
vi: Xây dựng một tu viện và một trại trồng hoa bia.

# T_GAME_QUEST_MIL_TUT_15_START
source: Để sản xuất xúc xích, ngài sẽ cần một trang trại nuôi lợn và một xưởng thịt, thưa Lãnh chúa. Binh lính của chúng ta yêu thích hương vị cay nồng của xúc xích. Gia vị chúng ta cần cho xúc xích có thể được nông dân thu hoạch từ vườn thảo mộc.
vi: Để sản xuất xúc xích, chúng ta cần một trang trại lợn và một cửa hàng thịt. Binh lính thích hương vị cay nồng của xúc xích. Vị cay này đạt được bằng cách thêm thảo mộc vào thịt - điều này có thể được người nông dân thu hoạch trong vườn thảo dược.

# T_GAME_QUEST_MIL_TUT_15_SUCCESS
source: Xưởng thịt có thể sản xuất thịt thường ngoài xúc xích được binh lính của ngài yêu thích. Đây có thể là một lựa chọn tốt để không phụ thuộc vào việc săn bắn thú trong rừng.
vi: Một cửa hàng thịt không chỉ có thể sản xuất xúc xích, thưa Thống đốc của tôi. Cửa hàng thịt cũng có thể được giao nhiệm vụ sản xuất thịt thông thường từ thịt lợn, và điều này được tất cả dân làng yêu thích.

# T_GAME_QUEST_MIL_TUT_15_TITLE
source: Xây dựng một trang trại nuôi lợn và một xưởng thịt.
vi: Xây dựng một trang trại lợn và một cửa hàng thịt.

# T_GAME_QUEST_MIL_TUT_16_FAILED
source: Tôi nghĩ ngài nên luyện tập phòng thủ thêm nữa! Cho đến lần sau... và cảm ơn vì tài nguyên.
vi: Chúng ta sẽ thực hành khả năng phòng thủ thêm một lần nữa! Hẹn gặp lại lần sau và cảm ơn vì đã cung cấp tài nguyên!

# T_GAME_QUEST_MIL_TUT_16_START
source: Bia và xúc xích! Lũ lâu la của ta yêu thích những món ngon này. Ta nghĩ ngài nên chia sẻ sản phẩm tinh túy này với ta.
vi: Đồ uống và xúc xích! Ngay cả bọn cướp của tôi cũng thích những loại thực phẩm này. Tôi nghĩ rằng ngài nên chia sẻ sản lượng hàng hóa tuyệt vời này với tôi.

# T_GAME_QUEST_MIL_TUT_16_SUCCESS
source: Lần này ngài đã may mắn, Thống đốc. Lần sau lũ lâu la của ta sẽ đến đông hơn.
vi: Thật là một sự may mắn! Lần sau tôi sẽ đến với nhiều bọn cướp hơn…

# T_GAME_QUEST_MIL_TUT_16_TITLE
source: Bảo vệ thị trấn của ngài
vi: Bảo vệ làng của ngài.

# T_GAME_QUEST_MIL_TUT_17_START
source: Cần phải thực hiện thêm những cải tiến trong thị trấn. Hầu hết ngôi làng không được bảo vệ tốt. Chúng ta cần bao phủ nhiều hơn ngôi làng bằng các tháp canh.
vi: Làng cần được bảo vệ tốt hơn, thưa Thống đốc. Ngài nên ra lệnh xây dựng thêm các tháp canh. Đặt chúng sao cho chúng bao phủ ít nhất 50% diện tích làng trong phạm vi của chúng.

# T_GAME_QUEST_MIL_TUT_17_SUCCESS
source: Bây giờ hầu hết ngôi làng đã được bảo vệ bởi binh lính của chúng ta. Bọn cướp đó không thể dễ dàng cướp của chúng ta nữa, thưa Lãnh chúa.
vi: Bây giờ chúng ta đã có một tỷ lệ lớn của làng nằm trong phạm vi của các tháp. Bọn cướp sẽ không dễ dàng xâm nhập vào làng của ngài.

# T_GAME_QUEST_MIL_TUT_17_TITLE
source: Bao phủ ít nhất 50% ngôi làng bằng các tháp canh
vi: Bao phủ ít nhất 50% diện tích làng bằng tháp canh.

# T_GAME_QUEST_MIL_TUT_18_NOTIFICATION_STATISTICS_1
source: Nếu ngài muốn biết thêm thông tin về quân sự, ngài luôn có thể ghé thăm tab quân sự của màn hình thống kê.
vi: Nếu ngài muốn xem thêm thông tin về quân đội, ngài có thể xem phần quân sự trong menu số liệu thống kê bất cứ lúc nào.

# T_GAME_QUEST_MIL_TUT_19_START
source: Binh lính của chúng ta cần vũ khí và áo giáp! Vũ khí tăng sức tấn công và áo giáp tăng khả năng phòng thủ của binh lính. Vì vậy, chúng ta cần xây dựng một kho vũ khí trong thị trấn. Để chế tạo áo giáp, ngài cũng sẽ cần một xưởng thuộc da để có da. Da động vật sẽ được cung cấp bởi thợ săn hoặc người bán thịt.
vi: Binh lính của chúng ta nên được cung cấp vũ khí và áo giáp. Vũ khí làm tăng sức tấn công và áo giáp làm tăng khả năng phòng thủ của binh lính. Cả hai được sản xuất trong xưởng vũ khí. Để có áo giáp, chúng ta cần da từ một xưởng thuộc da. Người thợ thuộc da chế biến da động vật được sản xuất từ lều săn bắn hoặc cửa hàng thịt.

# T_GAME_QUEST_MIL_TUT_19_TITLE
source: Xây dựng một xưởng thuộc da và một kho vũ khí.
vi: Xây dựng một xưởng thuộc da và một xưởng vũ khí.

# T_GAME_QUEST_MIL_TUT_20_START
source: Lãnh chúa, Đã đến lúc tăng quy mô quân đội của ngài. Sau đó, ngài có thể cử một lực lượng đặc nhiệm đi phá hủy trại của bọn cướp.
vi: Thưa ngài, chúng ta nên bắt đầu tăng quân số. Điều này cho phép ngài gửi một lực lượng tấn công đến trại cướp và phá hủy nó một lần và mãi mãi.

# T_GAME_QUEST_MIL_TUT_20_TITLE
source: Mở rộng quân đội của ngài
vi: Tăng quân số của ngài.

# T_GAME_QUEST_MIL_TUT_21_START
source: Thời cơ đã đến, Thống đốc! Bây giờ chúng ta tấn công tên Lãnh chúa cướp bóc xấu xa đó. Trại của chúng ẩn trong rừng. Ngài chỉ cần chọn trại của bọn cướp và ra lệnh cho một nhóm binh lính hợp lý tấn công. Chúc ngài săn bắn tốt!
vi: Đã đến lúc rồi, thưa Thống đốc. Quân đội đã đủ lớn để có thể bắt đầu một cuộc tấn công. Trại cướp được giấu trong rừng. Để tấn công nó, ngài mở menu ngữ cảnh của nó, và sau đó chọn tùy chọn “Tấn công tòa nhà!”. Tôi chúc ngài một cuộc đi săn tốt lành!

# T_GAME_QUEST_MIL_TUT_21_TITLE
source: Phá hủy trại của bọn cướp
vi: Phá hủy trại cướp.

# T_GAME_QUEST_MIL_TUT_MAINQUEST_START
source: Rất vui được gặp ngài, thưa Bệ hạ. Tôi vừa bị bọn cướp cướp lần thứ ba trong tuần này. Chúng ta thực sự nên làm gì đó chống lại lũ quỷ đó!
vi: Thật tốt khi được gặp ngài, thưa Lãnh Chúa của tôi. Tôi đã bị bọn cướp tấn công đến ba lần trong tuần này. Chúng ta nên nhanh chóng làm điều gì đó để chống lại lũ người bất hảo này!

# T_GAME_QUEST_MIL_TUT_MAINQUEST_SUCCESS
source: Một chiến thắng vĩ đại, thưa Bệ hạ. Chúng ta đã cho bọn cướp thấy ngọn ngành! Khu vực lại an toàn, Nhà vua sẽ thực sự hài lòng.
vi: Một chiến thắng lớn, thưa Lãnh Chúa của tôi. Chúng ta đã cho bọn cướp thấy và khu vực này đã an toàn trở lại. Nhà vua sẽ rất vui mừng.

# T_GAME_QUEST_NEW_RECIPE_ANSWER_001
source: Chẳng ai có thời gian cho việc đó.
vi: Ai còn thời gian cho việc đó?

# T_GAME_QUEST_NEW_RECIPE_CONSEQUENCE_001
source: Rất tốt, thưa Ngài, vậy thì chúng ta sẽ không làm gì chống lại loại bánh mì khủng khiếp này. Tôi đã có thể nghe thấy những lời phàn nàn về thức ăn tồi tệ. Nhưng dù sao đi nữa..., theo lệnh của ngài, thưa Ngài.
vi: Được thôi, thưa Lãnh Chúa. Vậy thì chúng ta sẽ không làm gì để chống lại bánh mì khủng khiếp đó cả. Tôi đã có thể nghe thấy những lời phàn nàn lớn tiếng về đồ ăn khủng khiếp rồi. Nhưng thôi… theo lệnh của ngài, thưa Lãnh Chúa.

# T_GAME_QUEST_NEW_RECIPE_CONSEQUENCE_002_B
source: Ôi thưa Ngài, bánh mì bây giờ ngon tuyệt! Giá bán cũng đang tăng lên.
vi: Ồ, thưa ngài. Bánh mì bây giờ rất ngon. Giá trị bán cũng đã tăng lên.

# T_GAME_QUEST_NEW_RECIPE_CONSEQUENCE_002_INTRO
source: “Lúa mì là mối quan tâm của ngài, ngài phải giải quyết mối quan tâm tận gốc. Hãy bảo người xay bột sử dụng nước sạch hơn. Mong rằng men sẽ có chất lượng tốt.” Cố vấn của ngài truyền đạt sự khôn ngoan của ngài cho người làm bánh và hứa với ngài rằng bánh mì sẽ có chất lượng tốt hơn.
vi: “Lúa mì là vấn đề. Phải giải quyết vấn đề ngay từ nơi nó phát sinh. Nói với người thợ xay rằng phải sử dụng nước sạch. Men phải có chất lượng tốt.” Cố vấn của ngài chuyển tin cho người thợ làm bánh và hứa rằng bánh mì từ giờ trở đi sẽ có chất lượng tốt hơn.

# T_GAME_QUEST_NEW_RECIPE_DESC
source: Thưa ngài, chúng ta phải làm gì đó. Bánh mì không còn như trước nữa. Nhiều người đã đến phàn nàn về chất lượng của nó. Chúng ta nên thay đổi công thức.
vi: Thưa Lãnh Chúa, chúng ta cần phải làm gì đó. Bánh mì không còn được như trước nữa. Nhiều dân làng phàn nàn về chất lượng. Chúng ta nên thay đổi công thức.

# T_GAME_QUEST_NOQUEST
source: Không có nhiệm vụ nào.
vi: Không có nhiệm vụ nào khả dụng.

# T_GAME_QUEST_NORTHERN_DESERT_DEFENSE_001
source: Hãy nhanh chóng sản xuất khiên và vũ khí. Nếu những người này nguy hiểm, an toàn hơn là sẵn sàng.
vi: Hãy nhanh chóng và sản xuất khiên và vũ khí. Nếu những người này nguy hiểm, tốt hơn hết là chúng ta nên chuẩn bị.

# T_GAME_QUEST_NORTHERN_DESERT_DEFENSE_002
source: Thưa Thống đốc, chúng ta đã hoàn thành công tác chuẩn bị phòng thủ thành phố.
vi: Thưa Thống đốc, chúng ta đã hoàn tất công tác chuẩn bị cho việc phòng thủ thành phố.

# T_GAME_QUEST_NORTHERN_DESERT_DESC
source: Binh lính của ngài đang báo cáo về các cuộc chuyển quân ở phía bắc. Đó là nơi có sa mạc lớn nhất vương quốc. Tuy nhiên, ngài biết rằng không ai đủ điên rồ để cố gắng tấn công vào phía biên giới này của ngài. Ngài quyết định phớt lờ mối đe dọa này. Chuyện gì xảy ra, sẽ xảy ra!
vi: Binh lính của ngài báo cáo về các cuộc di chuyển quân ở phía bắc. Đó là nơi có sa mạc lớn nhất của vương quốc. Tuy nhiên, ngài biết rằng không ai đủ điên rồ để cố gắng tấn công ở phía biên giới của ngài. Ngài quyết định bỏ qua mối đe dọa này. Mặc kệ những gì sẽ xảy ra!

# T_GAME_QUEST_NORTHERN_DESERT_FEW_DAYS_001
source: Vài ngày sau, binh lính của ngài báo cáo một nhóm người đến thẳng từ sa mạc phía bắc. Họ sẽ đến thị trấn trong vài giờ nữa. Họ có thể chỉ là những người du hành, nhưng ai biết được, có lẽ họ là những tên cướp nguy hiểm đến xâm chiếm làng của ngài!
vi: Vài ngày sau, binh lính của ngài báo cáo một nhóm người đang đi thẳng từ sa mạc phía bắc. Họ sẽ đến thành phố trong vài giờ nữa. Có thể đó chỉ là du khách, nhưng ai mà biết được, có lẽ đó là bọn cướp nguy hiểm muốn xâm nhập vào thành phố của ngài!

# T_GAME_QUEST_NORTHERN_DESERT_FEW_DAYS_002
source: Chuẩn bị phòng thủ.
vi: Chuẩn bị các khẩu pháo.

# T_GAME_QUEST_NORTHERN_DESERT_FEW_DAYS_003
source: Chuẩn bị đón tiếp nồng hậu.
vi: Chuẩn bị cho một cuộc tiếp đón nồng hậu.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_ACCEPT_001
source: Vậy hãy vào thành phố xinh đẹp của chúng tôi, các vị sẽ ở quán trọ, chúng tôi có đủ chỗ ở đó.
vi: Vậy hãy đến thành phố xinh đẹp của chúng ta, các người có thể ở lại quán trọ, ở đó có đủ chỗ.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_ACCEPT_002
source: Trong khi cố vấn hộ tống ngài về nhà, ngài vẫn cảnh giác. Tại sao họ lại mạo hiểm băng qua sa mạc khi có thể đi thuyền dọc sông? Tại sao lại chọn con đường nguy hiểm nếu không phải để ẩn náu? Có lẽ gián điệp của ngài có thể tìm hiểu thêm về họ. Hoặc ngài cũng có thể đi ngủ.
vi: Trong khi cố vấn của ngài hộ tống ngài về nhà, ngài vẫn cảnh giác. Tại sao những người du hành đó lại mạo hiểm băng qua sa mạc trong khi họ có thể đi thuyền dọc theo sông? Chẳng có lý do gì để chọn một con đường nguy hiểm hơn, trừ khi họ muốn trốn tránh... Có lẽ gián điệp của ngài có thể tìm hiểu thêm về họ. Hoặc ngài cũng có thể chỉ cần đi ngủ.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_ACCEPT_003
source: Đi ngủ.
vi: Đi ngủ đi.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_ACCEPT_004
source: Cử gián điệp.
vi: Gửi một điệp viên.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_ACCEPT_SPY_001
source: Gián điệp của ngài đã thức suốt đêm và nghe lén được một số cuộc trò chuyện từ quán trọ: những người du hành đang chạy trốn. Họ được cho là đã phạm một số tội ác ở đất nước của họ bên kia sa mạc. Quân đội đã được cử đi truy bắt họ và họ đang chuẩn bị lộ trình để tiếp tục trốn tránh công lý. Giải pháp tốt nhất là gì?
vi: Gián điệp của ngài đã thức cả đêm và đã nghe lén được một số cuộc trò chuyện từ quán trọ. Những người du hành đang bỏ trốn. Họ được cho là đã phạm một số tội ở đất nước của họ bên kia sa mạc. Quân đội đã được cử đi sau họ, và họ đang chuẩn bị cho chuyến đi tiếp theo để tiếp tục cuộc chạy trốn của họ. Giải pháp tốt nhất là gì?

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_ACCEPT_SPY_002
source: Nhốt những người du hành lại.
vi: Giam cầm những người du hành.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_AFTER_001
source: Chúng ta vừa nhận được tin nhắn từ Nhà vua. Những tên tội phạm nguy hiểm đã trốn thoát khỏi nhà tù của nước láng giềng. Có khoảng mười tên và chúng đã đánh cắp một vật quý giá. Ngài có nghĩ đó là những người du hành đã ở đây vài ngày trước không?
vi: Chúng ta vừa nhận được một tin nhắn từ nhà vua. Các tội phạm nguy hiểm đã trốn thoát khỏi nhà tù của nước láng giềng. Có khoảng mười người trong số họ và họ đã đánh cắp một vật có giá trị. Ngài có tin rằng đó là những người du hành đã ở đây vài ngày trước không?

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_AFTER_002
source: Gửi tin nhắn cho Nhà vua.
vi: Gửi tin cho nhà vua.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_AFTER_003
source: Giữ kín chuyện này.
vi: Chúng ta hãy giữ điều đó cho riêng mình.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_AFTER_004
source: Tôi sẽ gửi tin nhắn cho nhà vua để cho họ biết rằng họ đã đi qua làng của chúng ta. Có lẽ họ sẽ có thể tìm thấy chúng.
vi: Tôi sẽ gửi một tin nhắn cho nhà vua để người biết rằng họ đã đi qua làng của chúng ta. Có lẽ họ có thể tìm thấy chúng.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_AFTER_005
source: Thưa Ngài! Quân đội Hoàng gia đã bắt được những cá nhân nguy hiểm này. Họ đã thu hồi được kho báu bị đánh cắp.
vi: Thưa ngài! Quân đội hoàng gia đã bắt được những kẻ nguy hiểm này. Họ có thể lấy lại kho báu bị đánh cắp.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_AFTER_006
source: Cảm ơn sự giúp đỡ của ngài, Thống đốc. Những người này đã đánh cắp một trong những viên ngọc quý của tôi. Họ đang lên kế hoạch bán nó trên thị trường chợ đen. Ngài đã làm đúng khi thông báo cho tôi về sự hiện diện của họ quanh thành phố của ngài.
vi: Cảm ơn sự giúp đỡ của ngài, thưa Thống đốc. Những người này đã đánh cắp một trong những viên ngọc quý giá của tôi. Họ đã định bán nó trên chợ đen. Ngài đã làm đúng khi thông báo cho tôi biết về sự hiện diện của họ trong thành phố của ngài.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_END_SILENCE_001
source: Rất tốt, thưa Ngài. Nếu ai đó hỏi chúng ta về điều đó, chúng ta sẽ nói rằng chúng ta không biết.
vi: Vâng, thưa bệ hạ. Nếu có ai đó hỏi chúng ta, chúng ta sẽ nói rằng chúng ta không biết gì cả.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_FREEDOM_001
source: Tôi đã thả tự do cho những người du hành, thưa ngài. Theo lệnh của ngài. Tôi hy vọng điều đó sẽ không gây phản tác dụng cho chúng ta.
vi: Tôi đã thả những người du hành, thưa bệ hạ. Như ngài đã ra lệnh cho chúng tôi. Tôi hy vọng điều đó sẽ không gây ra tai họa cho chúng ta.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_FREEDOM_002
source: Những người du hành cảm ơn lòng tốt của ngài và hứa rằng một khi sự vô tội của họ được chứng minh, họ sẽ tặng ngài một phần thưởng như một dấu hiệu của lòng biết ơn. Ngài chân thành hy vọng rằng ngài đã đưa ra quyết định đúng đắn và những người du hành này đã không lừa dối ngài bằng những lời nói dối.
vi: Những người du hành cảm ơn lòng tốt của ngài và hứa rằng một khi sự vô tội của họ được chứng minh, họ sẽ trao cho ngài một phần thưởng để tỏ lòng biết ơn. Ngài chân thành hy vọng rằng mình đã đưa ra quyết định đúng đắn và những người du hành này đã không lừa dối ngài bằng những lời nói dối.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_FREEDOM_003
source: Đã vài tháng kể từ lần cuối ngài nghe tin về những người du hành này. Đôi khi ngài lại nghĩ về điều đó. Ngài không gặp rắc rối gì với nhà vua, nhưng ngài cũng không nhận được phần thưởng được gọi là của mình.
vi: Đã vài tháng kể từ lần cuối ngài nghe tin về những người du hành đó. Đôi khi ngài lại nghĩ về điều đó. Ngài đã không gặp vấn đề gì với nhà vua, nhưng ngài cũng không nhận được cái gọi là phần thưởng.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_FREEDOM_004
source: Khi đột nhiên, vào một buổi sáng tươi sáng, cố vấn của ngài đến mang cho ngài một gói hàng kèm theo một lá thư. Lá thư chứa một thông điệp từ những người du hành bí ẩn. Họ đang bày tỏ lòng biết ơn. Trong gói hàng, ngài có thể thấy phần thưởng đã hứa. Uy tín cũng như vàng.
vi: Rồi đột nhiên, một buổi sáng, cố vấn của ngài đến để đưa cho ngài một gói đồ kèm theo một bức thư. Bức thư chứa một tin nhắn từ những người du hành bí ẩn. Họ bày tỏ lòng biết ơn của họ. Trong gói đồ, ngài thấy phần thưởng đã hứa. Uy tín và vàng.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_FREEDOM_005
source: Ngài vui mừng vì mình đã đúng và không bị lừa dối. Cố vấn của ngài đã báo cáo rằng ngài đã trở thành anh hùng đối với những người du hành này và họ đang hoan nghênh ngài. Thật là một thời điểm tuyệt vời để trở thành Thống đốc.
vi: Ngài rất vui vì mình đã đúng và rằng mình đã không bị lừa dối. Cố vấn của ngài đã báo cáo rằng ngài đã trở thành một anh hùng đối với những người du hành này và họ đang hoan nghênh ngài. Thật là một thời gian tuyệt vời để trở thành Thống đốc.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_NO_003
source: Nhanh lên, thưa Ngài! Nhanh lên! Hãy đi khỏi tầm mắt!
vi: Nhanh lên, thưa ngài! Nhanh lên! Hãy trốn đi!

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_NO_FOOD_002
source: Vào sáng sớm, ngài mạo hiểm ra khỏi nơi ẩn náu. Ngôi làng không bị hư hại. Có vẻ như những người du hành này chỉ đơn giản là hạ gục lính canh và lấy một số lương thực cho phần còn lại của chuyến đi.
vi: Vào sáng sớm, ngài dám bước ra khỏi nơi ẩn náu của mình. Thành phố không bị hư hại. Có vẻ như những người du hành này chỉ đơn giản là vô hiệu hóa lính canh và lấy một ít đồ dự phòng cho phần còn lại của cuộc hành trình.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_NO_WEAPON_001
source: May mắn thay, chúng ta đã lên kế hoạch di chuyển, thưa Ngài. Với vũ khí và khiên chúng ta đã sản xuất, chúng ta sẽ có thể đẩy lùi chúng. Tôi chắc chắn về điều đó.
vi: May mắn thay, chúng ta đã chuẩn bị cho một cuộc tấn công tiềm ẩn, thưa ngài. Với vũ khí và khiên mà chúng ta đã sản xuất, chúng ta sẽ có thể đẩy lùi chúng. Tôi chắc chắn về điều đó.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_NO_WEAPON_002
source: Thưa Ngài, chúng ta đã thành công trong việc bắt giữ tất cả những người du hành. Chúng ta đã nhốt họ vào tù, thời gian để ngài đưa ra quyết định.
vi: Thưa ngài, chúng ta đã bắt được những người du hành này. Thưa bệ hạ, chúng ta đã bắt được tất cả những người du hành. Chúng ta đã tống chúng vào ngục. Đã đến lúc đưa ra quyết định.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_NO_WEAPON_003
source: Những người du hành này ngày càng kỳ lạ. Bây giờ họ đã bị nhốt, ngài cảm thấy an toàn hơn một chút. Tuy nhiên, có điều gì đó đang làm phiền ngài. Ngài cần làm gì?
vi: Những người du hành này ngày càng trở nên kỳ lạ. Giờ đây, khi chúng đã bị tống giam, người ta cảm thấy an toàn hơn một chút. Nhưng có điều gì đó đang đè nặng lên ngài. Ngài muốn làm gì?

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_NO_WEAPON_004
source: Thẩm vấn họ.
vi: Hỏi cung họ.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_QUESTIONS_001
source: Được rồi thưa Ngài, tôi sẽ hỏi họ một vài câu hỏi để làm sáng tỏ câu chuyện này.
vi: Được thôi, thưa ngài, tôi sẽ hỏi họ một vài câu hỏi để làm sáng tỏ vụ việc này.
