Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_TUTORIAL_02_FREE_WORKERS_01
source: Thưa Lãnh chúa, chúng ta không còn công nhân rảnh rỗi nào nữa. Ngài nên cân nhắc xây dựng một nhà phố mới.
vi: Thưa Lãnh Chúa, chúng ta không còn người làm tự do nữa. Ngài nên cân nhắc cho xây thêm một nhà ở.

# T_TUTORIAL_02_FREE_WORKERS_02
source: Với mỗi nhà phố mới, chúng ta có thêm công nhân cho làng.
vi: Với mỗi nhà ở mới, chúng ta sẽ có thêm công nhân.

# T_TUTORIAL_02_FREE_WORKERS_03
source: Đối với việc xây dựng, ngài cũng có thể bãi nhiệm một công nhân từ một tòa nhà khác và nhanh chóng giao anh ta cho công trường xây dựng.
vi: Việc xây dựng cũng có thể được thực hiện, bằng cách tạm thời rút một công nhân khác và giao cho công trường.

# T_TUTORIAL_02_FREE_WORKERS_04
source: Ngoài ra, có thể sử dụng Uy tín để nhanh chóng hoàn thành một tòa nhà. Điều này có thể được thực hiện trong menu ngữ cảnh của công trường xây dựng.
vi: Ngoài ra, cũng có thể hoàn thành một công trường ngay lập tức bằng cách sử dụng Uy tín hiện có. Điều này có thể được thực hiện trong menu ngữ cảnh của công trường.

# T_TUTORIAL_02_INTRO_STARTED
source: Dậy đi và tỏa sáng nào, thưa Lãnh chúa. Ngài không thể ở trên giường cả ngày được.
vi: Giờ thì hãy đứng dậy đi, thưa ngài. Ngài không thể cứ nằm trên giường cho đến giữa trưa được.

# T_TUTORIAL_02_INTRO_SUCCESS
source: Ngài có khách. Một quý tộc đã đến lâu đài. Ông ta nói hai người quen nhau từ triều đình Nhà vua và yêu cầu được diện kiến.
vi: Ngài có khách. Một quý tộc đang ở trong sân lâu đài và xin được yết kiến. Anh ta nói rằng ngài biết anh ta từ triều đình của Đức Vua.

# T_TUTORIAL_02_MAINQUEST_OBJECTIVE_01
source: Thiết lập nguồn cung cấp thực phẩm.
vi: Xây dựng nguồn cung cấp lương thực.

# T_TUTORIAL_02_MAINQUEST_STARTED
source: Thưa Lãnh chúa, chúng ta không có đủ thức ăn trong thị trấn. Người đánh cá duy nhất của chúng ta sẽ không thể nuôi sống cả thị trấn vào mùa đông. Tôi đề nghị bắt đầu sản xuất bánh mì.
vi: Thưa ngài Thống đốc, ngôi làng đang thiếu lương thực. Lều đánh cá duy nhất của chúng ta không đủ để cung cấp cho ngôi làng đang phát triển và mùa đông đang đến gần. Tôi khuyên ngài nên sản xuất bánh mì.

# T_TUTORIAL_02_MAINQUEST_SUCCESS
source: Làm tốt lắm, thưa Lãnh chúa. Thị trấn đã chuẩn bị cho mùa đông. Dân làng sẽ rất vui khi nghe tin này. Hãy đi cùng tôi, Bà Fitz-Givens đã chuẩn bị một bữa tiệc để vinh danh ngài, thưa Lãnh chúa.
vi: Làm tốt lắm, thưa ngài. Ngôi làng đã chuẩn bị cho mùa đông rồi. Người dân sẽ rất vui nếu họ biết điều đó. Bà Gottlieb đã chuẩn bị một bữa tiệc để vinh danh các ngài. Xin mời ngài cùng tôi đến đó…

# T_TUTORIAL_02_MAINQUEST_TITLE
source: Sản xuất đủ lương thực cho mùa đông sắp tới.
vi: Sản xuất đủ lương thực cho mùa đông.

# T_TUTORIAL_02_NOBLEMAN_01_STARTED
source: Chào buổi sáng, Thống đốc! Ngài có nhớ tôi không? Chúng ta đã gặp nhau một lần tại triều đình Nhà vua...
vi: Xin chúc một buổi sáng tốt lành, thưa Thống đốc. Ngài có nhớ tôi không? Chúng ta đã có niềm vinh hạnh gặp nhau ở triều đình của Đức Vua.

# T_TUTORIAL_02_NOBLEMAN_01_SUCCESS
source: Dân làng ở đây có biết rằng ngài đã bị trục xuất khỏi triều đình không? Tôi nghĩ họ sẽ rất thất vọng nếu họ phát hiện ra, phải không?
vi: Liệu người dân có biết rằng ngài đã bị trục xuất khỏi triều đình không? Tôi nghĩ rằng họ sẽ rất thất vọng nếu họ biết điều đó.

# T_TUTORIAL_02_NOBLEMAN_02_STARTED
source: Tôi đã nghĩ vậy!
vi: Ta đã nghĩ vậy rồi!

# T_TUTORIAL_02_NOBLEMAN_02_SUCCESS
source: Chà... Vụ bê bối của ngài tại triều đình sẽ là bí mật nhỏ của chúng ta. Hiện tại là vậy. Chào ngài, Thống đốc.
vi: Được thôi… Bí mật nhỏ của các ngươi vẫn an toàn với ta. Trước mắt là vậy! Chúc các ngươi một ngày tốt lành.

# T_TUTORIAL_02_NOBLEMAN_03_SUCCESS
source: Thưa Lãnh chúa! Nếu dân làng phát hiện ra ngài bị buộc tội gì, họ chắc chắn sẽ ném chúng ta vào ngục tối…
vi: Thưa ngài! Nếu người dân biết được điều này, chắc chắn chúng ta sẽ bị tống vào ngục…

# T_TUTORIAL_02_NOBLEMAN_04_STARTED
source: Tôi biết, thưa Lãnh chúa… Chúng ta không lấy tiền. Các cáo buộc đều sai sự thật, nhưng không ai ngoại trừ chúng ta và quý tộc đó biết điều này.
vi: Tôi biết rồi, thưa ngài. Chúng ta đã không lấy tiền. Tất cả các cáo buộc đều là bịa đặt, nhưng chỉ có người quý tộc và chúng ta biết điều đó.

# T_TUTORIAL_02_NOBLEMAN_04_SUCCESS
source: Người đàn ông này có thể tống tiền chúng ta. Chúng ta nên cẩn thận...
vi: Người đàn ông này có thể tống tiền chúng ta. Chúng ta nên hành động hết sức cẩn thận.

# T_TUTORIAL_02_QUESTS_HINT_STARTED
source: Tổng quan về tất cả các nhiệm vụ hiện tại có sẵn trong tab "nhiệm vụ" trong menu. Ở đó, phần thưởng cho các nhiệm vụ đã hoàn thành cũng có thể được nhận.
vi: Tổng quan về tất cả các nhiệm vụ có thể được tìm thấy trong khu vực menu “Nhiệm vụ”. Tại đó, bạn cũng có thể nhận phần thưởng cho các nhiệm vụ đã hoàn thành.

# T_TUTORIAL_02_STOCK_HINT_STARTED
source: Tổng quan chi tiết về các tài nguyên được lưu trữ trong thị trấn có sẵn trong khu vực "kho hàng" của menu.
vi: Tổng quan chính xác về các tài nguyên hiện có trong làng có thể được tìm thấy trong menu ở mục “Hàng tồn kho”.

# T_TUTORIAL_02_WELCOME_01_SUCCESS
source: Có thêm một số dân làng đang chờ đợi yêu cầu của ngài trong phòng tiếp kiến, thưa Lãnh chúa. Tôi tin rằng họ muốn nói chuyện với ngài về nguồn cung cấp thực phẩm trong thị trấn.
vi: Thưa Lãnh Chúa, một số người dân vẫn đang chờ trong phòng thính giả với các yêu cầu. Xin hãy đi theo tôi. Tôi nghĩ đó sẽ là về nguồn cung cấp lương thực cho làng.

# T_TUTORIAL_02_WINDMILL_01_REWARD
source: Người nông dân rất vui vì ngài đã xây dựng một cối xay gió và gửi lời chào đến ngài. Ông ấy đã để lại một số hàng hóa cho ngài.
vi: Người nông dân rất biết ơn việc xây dựng cối xay gió, thưa ngài. Ông ta đã để lại một số tài nguyên thô làm phần thưởng cho ngài.

# T_TUTORIAL_02_WINDMILL_01_STARTED
source: Thưa Lãnh chúa, tôi là nông dân địa phương. Trang trại dưới chân đồi này là của tôi. Kể từ khi cối xay gió bị cháy vào mùa trước, lúa mì của tôi không được chế biến chút nào. Tôi sẽ vô cùng biết ơn nếu cối xay gió của tôi có thể được xây dựng lại.
vi: Thưa ngài Thống đốc, tôi là nông dân ở đây. Tôi sở hữu trang trại ở chân núi. Kể từ khi cối xay gió bị cháy vào mùa xuân năm ngoái, lúa mì của tôi không còn được chế biến thành bột nữa. Tôi rất mong có thể xây dựng lại nó!

# T_TUTORIAL_02_WINDMILL_02_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Bây giờ chúng ta có thể chế biến lúa mì thành thứ gì đó ăn được hơn. Bột có thể được chế biến thành bánh mì tại một tiệm bánh.
vi: Rất tốt, thưa ngài. Giờ chúng ta có thể tiếp tục chế biến ngũ cốc thành thứ gì đó ăn được. Với một lò bánh mì, chúng ta có thể làm bánh mì.

# T_TUTORIAL_02_WINDMILL_03_SUCCESS
source: Cối xay gió sản xuất bột từ lúa mì. Luôn hữu ích khi có nhiều nông dân cung cấp cho một cối xay gió.
vi: Cối xay gió sản xuất bột mì từ ngũ cốc. Để nó có thể hoạt động tối ưu, một số nông dân nên cung cấp cho nó ngũ cốc.

# T_TUTORIAL_02_WORKERS_ASSIGN_STARTED
source: Thưa Lãnh chúa, chúng ta cần đá để xây dựng một số tòa nhà tiên tiến. Ngài nên cân nhắc giao một công nhân cho mỏ. Bằng cách này, chúng ta có thể tự sản xuất các tài nguyên cần thiết.
vi: Thưa ngài, đang thiếu đá để xây dựng các tòa nhà tiên tiến hơn. Có lẽ ngài nên chỉ định một công nhân làm việc tại mỏ. Bằng cách đó, chúng ta sẽ có thể tự sản xuất tài nguyên thô.

# T_TUTORIAL_03_CLIENT_MARKETBUILT_STARTED
source: Tuyệt vời, thưa Lãnh chúa. Ngài càng đáp ứng nhiều mong muốn, Dân làng của ngài càng sẵn lòng trả thuế cao hơn mà không phải lo sợ một cuộc nổi loạn.
vi: Rất tốt, thưa ngài. Chúng ta càng đáp ứng nhiều nhu cầu trong làng, thì người dân sẽ càng sẵn sàng trả nhiều thuế hơn mà không hề phàn nàn.

# T_TUTORIAL_03_CLOTHING_QUEST_DESC
source: Dân làng của chúng ta có mong muốn về quần áo để mặc, thưa Lãnh chúa. Ngài nên ra lệnh xây dựng một tiệm may. Sau đó, thợ may có thể sản xuất quần áo từ vải.
vi: Người dân của chúng ta đang cần quần áo mới, thưa ngài. Ngài có thể cho xây dựng một xưởng may và bắt đầu chế biến vải thành quần áo được không?

# T_TUTORIAL_03_CLOTHING_QUEST_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Bây giờ chúng ta thỏa mãn mong muốn về quần áo của dân làng. Quần áo được dân làng mua tại khu chợ.
vi: Xuất sắc, thưa ngài. Người dân rất hài lòng với nguồn cung cấp quần áo. Họ sẽ nhận hàng hóa từ chợ bất cứ khi nào họ cần.

# T_TUTORIAL_03_CLOTHING_QUEST_TITLE
source: Đạt được mức độ hài lòng cao về quần áo.
vi: Đạt được mức độ hài lòng cao với quần áo.

# T_TUTORIAL_03_INTRO_SUCCESS
source: Thưa Lãnh chúa, kho bạc gần như trống rỗng. Ngài phải làm gì đó nếu không khả năng thanh toán của chúng ta sẽ gặp rủi ro! Không có tiền xu, chúng ta sẽ không thể thực hiện các nhiệm vụ của mình và thành phố sẽ không thể tiếp tục phát triển.
vi: Thưa ngài, kho bạc gần như đã cạn kiệt! Ngài nên làm gì đó để chúng ta có khả năng thanh toán. Nếu không có tiền xu, chúng ta sẽ không thể hoàn thành các nhiệm vụ của mình và thành phố sẽ không thể phát triển thêm nữa.

# T_TUTORIAL_03_MAINQUEST_CONV_01
source: Dân làng của chúng ta có nhiều nhu cầu hơn là nhu cầu cơ bản về thức ăn và nước uống, thưa Lãnh chúa.
vi: Người dân của chúng ta không chỉ có các nhu cầu cơ bản như thức ăn và nước uống.

# T_TUTORIAL_03_MAINQUEST_CONV_02
source: Họ cũng có những mong muốn khác, chẳng hạn như có quần áo mới để mặc, một thị trấn được trang trí đẹp mắt hoặc một khu chợ để mua một số hàng hóa.
vi: Họ cũng có những mong muốn bổ sung, như quần áo mới, một thành phố được trang trí đẹp hoặc một khu chợ để họ có thể giao dịch.

# T_TUTORIAL_03_MAINQUEST_DESC
source: Dân làng có một số yêu cầu. Quần áo mới và một khu chợ đứng đầu danh sách.
vi: Người dân có một số yêu cầu. Quần áo mới và một khu chợ trong làng đang nằm ở vị trí rất cao trong danh sách của họ.

# T_TUTORIAL_03_MAINQUEST_OBJECTIVE_01
source: Hoàn thành nhiệm vụ của thiếu nữ.
vi: Hoàn thành các nhiệm vụ của người hầu gái.

# T_TUTORIAL_03_MAINQUEST_OBJECTIVE_02
source: Hoàn thành nhiệm vụ của thương nhân.
vi: Hoàn thành các nhiệm vụ của thương nhân.

# T_TUTORIAL_03_MAINQUEST_OBJECTIVE_03
source: Hoàn thành vấn đề của quý tộc.
vi: Hoàn thành yêu cầu của người quý tộc.

# T_TUTORIAL_03_MAINQUEST_SUCCESS
source: Thưa Lãnh chúa, ngài đã rất siêng năng. Thị trấn đang phát triển đều đặn và chúng ta thậm chí còn có đủ quần áo cho mùa đông. Tôi có thể thấy rằng bây giờ chúng ta có một Thống đốc tài năng và chu đáo. Tôi đã chuẩn bị một bữa tiệc để vinh danh ngài, thưa Lãnh chúa. Hãy theo tôi.
vi: Thưa ngài, ngài đã làm việc rất chăm chỉ. Ngôi làng đang phát triển mạnh mẽ, tất cả đều nhờ vào ngài. Chúng ta giờ thậm chí còn có đủ quần áo để dự trữ cho mùa đông. Chúng ta có một Thống đốc đã chứng minh được tài năng của mình. Tôi đã chuẩn bị một bữa tiệc cho ngài. Xin hãy đi theo tôi!

# T_TUTORIAL_03_MAINQUEST_TITLE
source: Hoàn thành các yêu cầu của dân làng.
vi: Đáp ứng những yêu cầu của người dân.

# T_TUTORIAL_03_MAKE_PROFIT
source: Kiếm lợi nhuận bằng cách giao dịch.
vi: Kiếm lợi nhuận thông qua giao thương.

# T_TUTORIAL_03_MARKETPLACE_CONST_TOOLTIP
source: Chọn công trường xây dựng giữ chỗ và xây dựng một khu chợ ở đó.
vi: Chọn công trường xây dựng chỗ tạm thời và xây dựng một khu chợ trên đó.

# T_TUTORIAL_03_MARKET_TOOLTIP
source: Các tòa nhà công cộng như khu chợ, hoặc thậm chí giếng của chúng ta, chỉ có thể cung cấp cho một số lượng dân làng hạn chế.
vi: Các tòa nhà công cộng, chẳng hạn như chợ, nhưng cả giếng của chúng ta nữa, chỉ có thể cung cấp cho một số lượng người dân có hạn.

# T_TUTORIAL_03_MARKET_TOOLTIP_02
source: Trong menu xây dựng hoặc menu ngữ cảnh của tòa nhà, bạn có thể thấy có bao nhiêu gia đình phù hợp với một tòa nhà công cộng.
vi: Trong menu xây dựng hoặc trong menu ngữ cảnh của tòa nhà, bạn có thể xem có bao nhiêu gia đình có chỗ trong một tòa nhà công cộng.

# T_TUTORIAL_03_MERCHANT_EXPLAIN_TRADE_HINT
source: Để giao dịch, hãy truy cập menu trong trò chơi và sau đó là tab kho. Có một danh mục phụ gọi là giao dịch. Giao dịch chỉ có thể thực hiện khi có thương nhân trong làng. Xe hàng của thương nhân có thể nhìn thấy trước lâu đài.
vi: Ngài có thể giao dịch thông qua menu trò chơi. Trong tab “Hàng tồn kho”, ngài có thể tìm thấy danh mục “Giao dịch”. Ngài chỉ có thể giao dịch khi có một thương nhân ở trong làng. Sau đó, có thể nhìn thấy ông ta trước lâu đài.

# T_TUTORIAL_03_MERCHANT_EXPLAIN_TRADE_HINT_SHORT
source: Để giao dịch, hãy truy cập menu trong trò chơi và sau đó là tab kho. Có một danh mục phụ gọi là giao dịch.
vi: Bạn có thể giao dịch qua menu trò chơi. Trong tab “Kho”, bạn có thể tìm thấy danh mục “Giao dịch”.

# T_TUTORIAL_03_MERCHANT_EXPLAIN_TRADE_TOOLTIP
source: Ngoài ra, bạn cũng có thể giao dịch bằng cách truy cập menu ngữ cảnh của chính tòa nhà chợ, khi có thương nhân trong làng.
vi: Ngoài ra, bạn có thể giao dịch thông qua menu ngữ cảnh của khu chợ khi một thương nhân đến thăm làng.

# T_TUTORIAL_03_MERCHANT_INQUIRY_STARTED
source: Thưa Lãnh chúa, tôi là thương nhân địa phương. Giống như thiếu nữ đáng yêu trước tôi, tôi có một yêu cầu. Thị trấn của chúng ta cần một khu chợ. Nó sẽ cho phép ngài... và cả tôi nữa... mua hoặc bán tài nguyên.
vi: Thưa Lãnh Chúa, tôi là thương nhân địa phương. Cũng giống như cô gái trước mặt tôi, tôi có một yêu cầu. Làng của chúng ta cần một khu chợ. Điều này sẽ cho phép ngài và tất nhiên cả tôi, thực hiện các giao dịch sinh lợi.

# T_TUTORIAL_03_MERCHANT_INQUIRY_SUCCESS
source: Có vẻ như dân làng của chúng ta muốn có quần áo mới. Một khu chợ sẽ cho phép ngài mua quần áo. Ngài sẽ không cần phải tự sản xuất chúng, thưa Lãnh chúa.
vi: Người dân đang mong muốn có quần áo mới. Ngài có thể mua quần áo ở chợ nếu chúng ta có một cái. Khi đó, ngài sẽ không cần phải tự mình sản xuất chúng.

# T_TUTORIAL_03_MERCHANT_INQUIRY_TITLE
source: Chấp nhận tài nguyên.
vi: Nhận tài nguyên.

# T_TUTORIAL_03_MERCHANT_MARKET_STARTED
source: Thưa Lãnh chúa, tôi đã tự ý mua một mảnh đất nhỏ và đặt nền móng cho một khu chợ mới. Ngài có thể vui lòng ra lệnh cho một công nhân hoàn thành việc xây dựng không.
vi: Thưa ngài, tôi đã cho phép mình mua một mảnh đất nhỏ và cho đặt nền móng cho một khu chợ mới ở đó. Ngài có thể vui lòng ra lệnh cho một công nhân xây dựng hoàn thành việc xây dựng nó được không?

# T_TUTORIAL_03_MERCHANT_MARKET_SUCCESS
source: Tại khu chợ, chúng ta có thể phân phối hàng hóa xa xỉ từ kho của mình. Bằng cách đó, chúng ta có thể thỏa mãn mong muốn của những dân làng giàu có, thưa Lãnh chúa.
vi: Tại khu chợ, hàng hóa xa xỉ, chẳng hạn như quần áo hoặc đồ trang sức, sẽ được phân phối để đáp ứng nhu cầu của những người dân giàu có trong làng.

# T_TUTORIAL_03_MERCHANT_OFFER_STARTED
source: Không có gì bí mật khi kho bạc của thị trấn khá cạn kiệt, nhưng vì tôi muốn thấy thị trấn này phát triển mạnh mẽ, tôi sẽ ứng trước chi phí xây dựng khu chợ. Hãy coi đây là một khoản đầu tư vào tương lai của thị trấn yêu quý của chúng ta.
vi: Vì kho bạc khá trống rỗng, mà chuyện đó không còn là bí mật gì nữa, nên tôi đã quyết định chi trả chi phí xây dựng một khu chợ. Hãy xem nó như một khoản đầu tư cho thành phố của chúng ta.

# T_TUTORIAL_03_MERCHANT_TIMER_TOOLTIP
source: Ở đây ngài có thể thấy một thương nhân ở lại làng trong bao lâu để giao dịch với ngài.
vi: Tại đây, bạn có thể thấy thời gian một thương nhân ở lại làng để giao dịch.

# T_TUTORIAL_03_SHEPHERD_QUEST_DESC
source: Thưa Lãnh chúa, để sản xuất len, ngài nên cử thêm một công nhân đến trang trại của tôi để làm người chăn cừu. Tôi đang bận thu hoạch lúa mì, vì vậy tôi cần ai đó giúp tôi chăm sóc đàn cừu.
vi: Vì tôi bận thu hoạch ngũ cốc, nên ngài có thể chỉ định một công nhân thứ hai làm người chăn cừu tại trang trại của tôi để lấy len từ đồng cỏ cừu, thưa ngài.

# T_TUTORIAL_03_SHEPHERD_QUEST_SUCCESS
source: Tuyệt vời, thưa Lãnh chúa. Bây giờ chúng ta có thể thu hoạch len ngoài lúa mì.
vi: Rất tốt, thưa ngài. Giờ chúng ta có thể sản xuất ngũ cốc và len ở trang trại.

# T_TUTORIAL_03_SHEPHERD_QUEST_TITLE
source: Giao một người chăn cừu cho trang trại.
vi: Bố trí một công nhân làm người chăn cừu tại trang trại.

# T_TUTORIAL_03_TAILOR_QUEST_DESC
source: Bây giờ, với một xưởng dệt trong thị trấn, tất cả những gì cản trở chúng ta sản xuất quần áo là một cửa hàng may bị thiếu, thưa Lãnh chúa.
vi: Giờ chúng ta đã có một xưởng dệt và sản xuất len, điều duy nhất cản trở việc sản xuất quần áo là chúng ta không có xưởng may trong làng. Tôi khuyên ngài nên cho xây dựng một xưởng may ngay lập tức, thưa ngài.

# T_TUTORIAL_03_TAILOR_QUEST_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Bây giờ chúng ta có thể bắt đầu sản xuất quần áo. Dân làng sẽ rất vui mừng! Ngành công nghiệp quần áo của riêng chúng ta.
vi: Tuyệt vời, thưa ngài. Giờ chúng ta đã có chuỗi sản xuất quần áo của riêng mình. Người dân sẽ rất vui mừng.

# T_TUTORIAL_03_TRIBUTE_DESC
source: Thống đốc! Gần đây ta đã suy nghĩ rất nhiều về thị trấn nhỏ bé và sự tồn tại khốn khổ của ngươi. Ta đi đến kết luận rằng nếu ngươi không muốn ta nói về việc mất tước vị lãnh chúa của ngươi, ngươi nên làm cho nó xứng đáng với sự im lặng của ta. Cái giá cho sự im lặng của ta là các khoản thanh toán thường xuyên bằng tiền xu; khoản đầu tiên đến hạn ngay bây giờ!
vi: Thưa Thống đốc! Gần đây tôi đã suy nghĩ nhiều về ngôi làng tồi tàn này và sự tồn tại khốn khổ của các ngài. Tôi đi đến kết luận rằng nếu tôi nên im lặng về việc ngài đã đánh mất tước vị Lãnh Chúa của mình thì nó cũng đáng để mất một khoản tiền. Nó cũng phải có giá trị đối với tôi. Việc thanh toán thường xuyên cho tôi là đủ. Khoản thanh toán đầu tiên là đến hạn ngay bây giờ!

# T_TUTORIAL_03_TRIBUTE_SUCCESS
source: Ngươi bắt ta đợi quá lâu rồi! Hết giờ rồi. Ngươi sẽ trả tiền cho ta bây giờ, hay ta nên gọi lính canh?
vi: Các ngài đã để ta chờ đợi quá lâu rồi, thưa Thống đốc. Giờ hãy trả tiền cho ta đi, nếu không ta sẽ gọi lính canh thành phố!

# T_TUTORIAL_03_TRIBUTE_SUCCESS_1
source: ...cuối cùng hắn cũng đi rồi.
vi: ...Cuối cùng thì cũng xong! Anh ta lại đi rồi.

# T_TUTORIAL_03_TRIBUTE_SUCCESS_2
source: Thưa Lãnh chúa, chúng ta phải suy nghĩ về cách đối phó với kẻ thù này trong tương lai. Hắn sẽ tiếp tục quay lại và tống tiền chúng ta hết lần này đến lần khác.
vi: Chúng ta phải nghĩ cách xử lý tên bất lương này trong tương lai. Hắn sẽ quay lại để tống tiền chúng ta.

# T_TUTORIAL_03_TRIBUTE_SUCCESS_3
source: Có lẽ chúng ta nên cố gắng chuộc lỗi một lần nữa và chứng minh rằng chúng ta không liên quan gì đến vụ trộm kho bạc quốc gia của Nhà vua.
vi: Có lẽ chúng ta nên cố gắng rửa sạch thanh danh của mình và chứng minh rằng chúng ta không chịu trách nhiệm cho vụ trộm kho bạc của Đức Vua.

# T_TUTORIAL_03_TRIBUTE_TITLE
source: Thanh toán cống nạp
vi: Thanh toán cống phẩm

# T_TUTORIAL_03_WEAVING_MILL_QUEST_DESC
source: Thưa Lãnh chúa, nếu ngài quyết định sản xuất quần áo trong thị trấn, chúng ta cần một xưởng dệt để sản xuất vải từ len.
vi: Thưa ngài, nếu ngài quyết định cho phép sản xuất quần áo trong làng, thì chúng ta sẽ cần một xưởng dệt để sản xuất vải từ len.

# T_TUTORIAL_03_WEAVING_MILL_QUEST_SUCCESS
source: Tuyệt vời, thưa Lãnh chúa. Tôi thấy việc xây dựng xưởng dệt đã hoàn thành. Bây giờ việc sản xuất vải có thể bắt đầu.
vi: Tuyệt vời. Như tôi thấy, xưởng dệt đã được hoàn thành. Giờ thì việc sản xuất vải có thể bắt đầu.

# T_TUTORIAL_03_WOMAN_INQUIRY_STARTED
source: Chào ngày mới, thưa Lãnh chúa! Tôi có một yêu cầu đặc biệt từ dân làng. Một số dân làng giàu có khao khát quần áo tốt hơn, để phân biệt mình với dân thường. Ngài có thể vui lòng cung cấp quần áo tại khu chợ không?
vi: Chào buổi sáng, thưa ngài Thống đốc. Tôi đã nhận được một yêu cầu đặc biệt. Một số người dân giàu có đang mong muốn có quần áo tốt hơn để tách biệt mình với những người dân thường. Ngài có thể vui lòng tạo quần áo cho người dân có sẵn ở chợ được không?

# T_TUTORIAL_04_AVALANCHE_STARTED
source: Đây, ném chai vào tòa nhà để lấy may mắn, thưa Lãnh chúa...
vi: Các ngài có vinh dự ném bình vào tòa nhà. Nó được cho là sẽ mang lại may mắn!

# T_TUTORIAL_04_AVALANCHE_STARTED_2
source: Ngài có nghe thấy tiếng ồn đó không? Nó có thể là gì...
vi: Các ngươi có nghe thấy tiếng động đó không? Chuyện gì vậy?

# T_TUTORIAL_04_AVALANCHE_SUCCESS
source: Ngài có ổn không, thưa Lãnh chúa?! Đó là một trận tuyết lở! Ít nhất quán rượu của chúng ta vẫn còn đứ...
vi: Ngài có bị thương không, thưa Thống đốc? Đó là một trận tuyết lở đã tấn công ngôi làng. May mắn thay, quán trọ mới vẫn đứng vững…

# T_TUTORIAL_04_COALBURNER_STARTED
source: Thưa Lãnh chúa, những đám cháy gỗ thông thường trong lâu đài không thể giữ ấm cho tòa nhà lớn. Với than đá, chúng ta không chỉ có thể sưởi ấm nhà cửa mà ngài còn có thể chế biến nó thành quặng và thỏi sắt. Ngài có thể vui lòng xây dựng một lều đốt than không?
vi: Thưa ngài, các lò sưởi trong lâu đài không thể giữ ấm cho tòa nhà lớn này trong thời tiết lạnh giá. Với than, chúng ta không chỉ có thể sưởi ấm nhà cửa tốt hơn, mà còn có thể sử dụng nó để sản xuất thỏi sắt hoặc vàng. Ngài có thể vui lòng cho xây dựng một lò than để chúng ta có thể sản xuất than từ gỗ không?

# T_TUTORIAL_04_COALBURNER_STARTED_02
source: Than đá chủ yếu được sử dụng trong sản xuất sắt và thỏi vàng. Ngài có thể vui lòng xây dựng một lều đốt than, để chúng ta có thể sản xuất than từ gỗ không?
vi: Than chủ yếu được sử dụng để sản xuất thỏi sắt hoặc thỏi vàng. Ngài có thể vui lòng cho xây dựng một lò than để chúng ta có thể sản xuất than từ gỗ không?

# T_TUTORIAL_04_COALBURNER_SUCCESS
source: Sẽ là khôn ngoan nếu tăng sản lượng gỗ của chúng ta vì việc sản xuất than bổ sung sẽ tiêu tốn rất nhiều nguồn cung cấp gỗ của chúng ta.
vi: Sẽ rất khôn ngoan nếu xây thêm một lều tiều phu, vì giờ chúng ta sẽ sử dụng nhiều gỗ của mình để sản xuất than.

# T_TUTORIAL_04_COUNTDOWN_STARTED
source: Thưa Lãnh chúa, chúng ta phải cầm cự qua mùa đông này cho đến khi mùa xuân đến.
vi: Thưa Lãnh Chúa, chúng ta phải cố gắng vượt qua mùa đông băng giá này đến tận mùa xuân.

# T_TUTORIAL_04_COUNTDOWN_SUCCESS
source: Ơn trời! Mùa đông khắc nghiệt này cuối cùng cũng qua đi. Sớm thôi chúng ta có thể trồng trọt trở lại, thưa Lãnh chúa!
vi: Cuối cùng thì cũng xong! Mùa đông phiền phức này cuối cùng cũng đã qua. Chẳng bao lâu nữa, chúng ta sẽ lại có thể canh tác trên các cánh đồng, thưa Lãnh Chúa.

# T_TUTORIAL_04_COUNTDOWN_TITLE
source: Cầm cự cho đến mùa xuân.
vi: Cố gắng vượt qua đến mùa xuân.

# T_TUTORIAL_04_EXTINGUISH_FAIL
source: Tòa nhà đã bị ngọn lửa thiêu rụi, thưa Lãnh chúa.
vi: Tòa nhà đã bị ngọn lửa nuốt chửng, thưa ngài.

# T_TUTORIAL_04_EXTINGUISH_STARTED
source: Cháy! Thưa Lãnh chúa! Có cháy! Ngài phải làm gì đó! Tại sao chúng ta không có tháp cứu hỏa trong thị trấn?
vi: Cháy rồi, thưa ngài! Cháy rồi! Một đám cháy đã bùng phát. Chúng ta có tháp canh lửa nào trong làng không vậy?

# T_TUTORIAL_04_EXTINGUISH_SUCCESS
source: Cảm ơn ngài rất nhiều, thưa Lãnh chúa. Ngài là một vị cứu tinh thực sự.
vi: Xin cảm ơn, thưa Lãnh Chúa. Ngài thực sự là một vị cứu tinh.

# T_TUTORIAL_04_FOOD_HINT_WINTER
source: Lãnh chúa, chúng ta hết thức ăn rồi. Đặc biệt khó khăn để nuôi sống dân làng của ngài vào mùa đông.
vi: Thưa Lãnh Chúa, kho dự trữ lương thực của chúng ta đã cạn kiệt. Vào mùa đông, thật đặc biệt khó để nuôi sống người dân của chúng ta, vì chúng ta không thể trồng ngũ cốc.

# T_TUTORIAL_04_MAINQUEST_OBJECTIVE_01
source: Xây dựng lại quán rượu.
vi: Xây dựng lại quán trọ.

# T_TUTORIAL_04_MAINQUEST_OBJECTIVE_02
source: Cầm cự cho đến mùa xuân.
vi: Cố gắng vượt qua cho đến mùa xuân.

# T_TUTORIAL_04_MAINQUEST_SUCCESS
source: Thưa Lãnh chúa. Ngài đã đưa thị trấn vượt qua mùa đông cực kỳ khắc nghiệt này. Dân làng đang chuẩn bị một lễ hội nhỏ cho ngài vào mùa xuân.
vi: Thưa ngài, ngài đã đưa ngôi làng khiêm tốn của chúng ta vượt qua thành công mùa đông khắc nghiệt này. Người dân đang lên kế hoạch tổ chức một lễ hội vào mùa xuân để vinh danh ngài.

# T_TUTORIAL_04_MAINQUEST_TITLE
source: Vượt qua mùa đông.
vi: Đưa ngôi làng vượt qua mùa đông.
