Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_02_DESC
source: Thật là một sự phẫn nộ! Những người vận chuyển Dân làng đã lưu trữ quá nhiều hàng hóa trong tòa nhà hiệp hội thương mại. Nó đã sụp đổ! Làm sao chúng ta có thể quản lý bất kỳ giao dịch nào khi những chuyện như vậy xảy ra liên tục. Vui lòng xây dựng lại hiệp hội thương mại.
vi: Thật là một hành động tàn ác! Người dân khuân vác đã đặt quá nhiều hàng hóa trong phường hội thương nhân và giờ tòa nhà đã sụp đổ. Làm sao chúng ta có thể giao thương khi những chuyện như thế này liên tục xảy ra. Ngài có muốn xây dựng lại tòa nhà này không?

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_02_TITLE
source: Xây dựng lại hiệp hội thương mại.
vi: Xây dựng lại phường hội thương nhân.

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_03_DESC
source: Tuyệt vời, thưa Lãnh chúa. Bây giờ chúng ta cuối cùng cũng có thể bắt đầu giao dịch trở lại. Ngài có thể vui lòng thiết lập một đơn đặt hàng thương mại tại hiệp hội thương mại không? Điều này sẽ đưa thị trấn của chúng ta trở lại vị trí xứng đáng trong khu vực.
vi: Tuyệt vời, thưa ngài. Giờ thì cuối cùng chúng ta cũng có thể giao thương bình thường trở lại. Ngài có thể vui lòng bắt đầu các đơn hàng giao dịch trong phường hội thương nhân không? Điều này sẽ đẩy sự quan trọng của thành phố lên cao hơn trong khu vực.

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_03_TITLE
source: Có một đơn đặt hàng thương mại đang hoạt động tại hiệp hội thương mại.
vi: Đặt một đơn hàng giao dịch tại phường hội thương nhân.

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_04_DESC
source: Tiền! Mọi thứ luôn là về tiền, Thống đốc. Ưu tiên hàng đầu của chúng tôi là đảm bảo kiếm đủ lợi nhuận từ giao dịch. Hãy kiếm tiền nào, Thống đốc!
vi: Tiền! Tất cả chỉ xoay quanh tiền bạc, thưa ngài Thống đốc. Gần đây chúng ta đã mất quá nhiều tiền do gián đoạn giao thương. Điều quan trọng nhất là phải đưa lợi nhuận thông qua giao thương tăng lên trở lại. Hãy kiếm lợi nhuận đi, thưa Thống đốc.

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_05_DESC
source: Không gian trống tại chợ của chúng ta đang đầy lên khá nhanh, Thống đốc. Ngài nên cân nhắc nâng cấp chợ để chúng ta có nhiều không gian hơn và có thể giao dịch hiệu quả hơn.
vi: Khu chợ của chúng ta không còn đủ sức chứa cho lượng hàng hóa mà chúng ta đang giao dịch nữa, thưa ngài Thống đốc. Ngài nên cân nhắc việc mở rộng khu chợ.

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_05_TITLE
source: Nâng cấp chợ.
vi: Mở rộng khu chợ.

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_06_DESC
source: Nhiều Dân làng yêu cầu các quầy hàng nhỏ được phân tán khắp thị trấn, Thống đốc. Bằng cách này, chúng ta có thể tăng cường giao dịch nội thành. Một ý tưởng khá hay, phải không?
vi: Nhiều người dân đang mong muốn có những quầy hàng nhỏ hơn được phân bố khắp thành phố, thưa ngài Thống đốc. Bằng cách này, chúng ta có thể tiếp tục thúc đẩy giao thương trong nội thành. Một ý tưởng hay, phải không?

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_06_TITLE
source: Đặt các quầy hàng trong thị trấn.
vi: Dựng các quầy hàng trong thành phố.

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_07_DESC
source: Tôi đã có sẵn một hợp đồng thương mại rất có lợi nhuận, Thống đốc. Giá quần áo và bia đã tăng lên rất nhiều! Tôi có thể ngửi thấy mùi tiền! Rất nhiều tiền!
vi: Tôi đã có được một hợp đồng giao thương rất béo bở, thưa Thống đốc. Có một nhu cầu rất cao về quần áo và đồ uống ở tỉnh lân cận sau một cuộc nổi dậy “nhỏ”. Tôi ngửi thấy mùi tiền! Ngài nên bán các nguyên liệu thô tương ứng ở chợ, chúng ta chắc chắn có chúng trong kho, phải không?

# T_SCENARIO_2017_ELECTION_MERCHANTS_QUEST_07_TITLE
source: Bán quần áo và bia tại chợ.
vi: Bán quần áo và đồ uống ở chợ.

# T_SCENARIO_2017_ELECTION_MERCHANTS_START
source: Thống đốc, tôi là đại diện của hiệp hội thương nhân. Để nhận được phiếu bầu của hiệp hội cho cuộc bầu cử sắp tới, ngài cần cải thiện đáng kể tình hình thương mại trong thị trấn.
vi: Chào ngài, thưa ngài Thống đốc. Tôi là đại diện của phường hội thương nhân. Để có được lá phiếu của chúng tôi trong cuộc bầu cử sắp tới, ngài phải cải thiện đáng kể tình hình giao thương của thành phố.

# T_SCENARIO_2017_ELECTION_MERCHANTS_SUCCESS
source: Một ngày tuyệt vời cho thương mại, thưa Lãnh chúa. Ngài đã đưa thị trấn này trở thành trung tâm thương mại lớn nhất trong khu vực. Vì điều này, các thương nhân của hiệp hội mãi mãi biết ơn ngài. Để cảm ơn, chúng tôi sẽ bỏ phiếu cho ngài trong cuộc bầu cử sắp tới.
vi: Thật là một ngày tuyệt vời để giao dịch, thưa ngài. Ngài đã biến thành phố này trở thành trung tâm trung chuyển hàng hóa quan trọng nhất trong khu vực này. Vì điều này, các thương nhân của phường hội vô cùng biết ơn ngài. Chúng ta đã thu về lợi nhuận lớn. Để đáp lại, ngài sẽ nhận được lá phiếu của chúng ta trong cuộc bầu cử.

# T_SCENARIO_2017_ELECTION_MERCHANTS_TITLE
source: Hoàn thành tất cả các nhiệm vụ cho hiệp hội thương nhân.
vi: Hoàn thành các nhiệm vụ cho phường hội thương nhân.

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_01_DESC
source: Không thể chấp nhận được! Hoàn toàn không thể chấp nhận được! Làm sao chúng ta có thể cung cấp cho các tháp canh của mình khi chúng ta thậm chí không có doanh trại trong thị trấn.
vi: Không thể chấp nhận được! Hoàn toàn không thể chấp nhận được! Làm sao chúng ta có thể cung cấp cho các tháp canh của mình nếu thậm chí còn không có một doanh trại hoạt động trong thành phố. Ngài nên thay đổi điều này ngay lập tức, thưa Thống đốc. Và hãy nhớ rằng, doanh trại phải vươn tới được các tháp canh!

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_02_DESC
source: Cuối cùng cũng có một Thống đốc biết cách giải quyết vấn đề. Chà, sẽ rất khôn ngoan nếu ngài phân công một số binh lính cho các tháp canh.
vi: Vậy đấy! Cuối cùng thì cũng có một Thống đốc biết cách giải quyết vấn đề. Tuy nhiên, sẽ rất hợp lý nếu cũng có binh lính trong tháp canh. Nếu bọn cướp tấn công chúng ta và thấy thành phố không được bảo vệ thì sẽ rất bất lợi, phải không?

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_03_DESC
source: Là một sĩ quan chỉ huy, tôi thấy không thể tổ chức lực lượng của mình và tìm thời gian nghỉ ngơi sau trận chiến. Cơ thể đầy thương tích chiến tranh của tôi khao khát những chiếc lều sĩ quan thoải mái.
vi: Là một sĩ quan cấp cao, tôi không thể tổ chức lực lượng của mình và vẫn còn có thời gian để hồi phục sau trận chiến. Thân xác bị chiến tranh tàn phá của tôi đang khao khát có một trại sĩ quan tử tế.

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_03_TITLE
source: Xây dựng một số lều sĩ quan.
vi: Dựng một vài trại sĩ quan.

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_04_DESC
source: Thống đốc, lực lượng của chúng ta vẫn chưa đủ lớn. Mọi tên cướp hạng ba sẽ cười đến mức tè ra quần khi đối mặt với đội quân thảm hại của chúng ta.
vi: Thưa Thống đốc, lực lượng của chúng ta vẫn còn quá nhỏ. Bất kỳ tên cướp thứ ba hạng nào cũng sẽ cười vào mặt chúng ta khi nhìn thấy quân đội của chúng ta. Các ngài phải mở rộng quân đội!

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_05_DESC
source: Chúng ta cần lương thực cho quân đội, Thống đốc. Lương thực tốt nhất là xúc xích. Chúng có độ bền cao và có thể dễ dàng ăn trong chiến trường.
vi: Chúng ta cần đồ dự trữ cho quân đội, thưa Thống đốc. Đặc biệt là xúc xích thơm ngon, chúng có thể được dùng tốt khi đi thực địa và có thể bảo quản được rất lâu.

# T_SCENARIO_2017_ELECTION_MILITARY_QUEST_06_DESC
source: Làm sao những người lính dũng cảm của chúng ta có thể tập luyện cho các trận chiến sắp tới khi không có nơi nào để làm vậy, Thống đốc? Là chỉ huy của lực lượng vũ trang, tôi yêu cầu ngài xây dựng một sân thi bắn cung.
vi: Binh lính dũng cảm của chúng ta sẽ luyện tập như thế nào nếu không có các cơ sở luyện tập tử tế ở đây, thưa Thống đốc. Với tư cách là tổng tư lệnh lực lượng vũ trang, tôi yêu cầu ngài cho xây dựng một đấu trường.

# T_SCENARIO_2017_ELECTION_MILITARY_START
source: Chào mừng Thống đốc. Ngài tìm kiếm sự hỗ trợ của phe quân sự trong cuộc bầu cử sắp tới. Chà, còn nhiều việc phải làm để thuyết phục chúng tôi bỏ phiếu cho ngài.
vi: Chào mừng Thống đốc. Vậy là ngài đang tìm kiếm sự hỗ trợ của phe quân sự trong cuộc bầu cử sắp tới. Chà, có một vài việc ngài phải làm trước khi ngài có được lá phiếu của chúng tôi.

# T_SCENARIO_2017_ELECTION_MILITARY_SUCCESS
source: Cảm ơn nhiều, Thống đốc. Ngài làm cho những người lính giản dị chúng tôi tự hào về những việc làm của ngài. Quân đội trong thành phố này chưa bao giờ đứng vững như vậy cho đến khi ngài trở thành Thống đốc của chúng tôi. Ngài đã giành được phiếu bầu của chúng tôi trong cuộc bầu cử.
vi: Xin cảm ơn, thưa Thống đốc. Ngài đang làm cho những người lính đơn thuần như chúng tôi tự hào với những việc làm của mình. Chưa bao giờ quân đội ở thành phố này lại tốt như vậy. Ngài đã nhận được lá phiếu của chúng tôi rồi đó.

# T_SCENARIO_2017_ELECTION_MILITARY_TITLE
source: Hoàn thành tất cả các nhiệm vụ cho phe quân sự.
vi: Hoàn thành tất cả các nhiệm vụ cho lực lượng quân đội.

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_01_DESC
source: Không có thị trấn lớn nào chỉ cung cấp đồ uống hạn chế cho công dân của mình, thưa Lãnh chúa. Đặc biệt là giới quý tộc chúng tôi muốn một thứ gì đó xa hoa như nước ép nho.
vi: Để bắt đầu, chúng ta nên nói về nguồn cung cấp đồ uống trong thành phố này, thưa ngài. Không một thành phố tầm cỡ nào chỉ cung cấp một số lượng đồ uống hạn chế. Đặc biệt là giới quý tộc chúng ta cần đồ uống như nước ép nho để cảm thấy thoải mái trong thành phố. Các ngài nên đáp ứng mong muốn của chúng ta và bắt đầu sản xuất nước ép nho.

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_02_DESC
source: Giới quý tộc ăn mừng việc hoàn thành chuỗi sản xuất mới nhất của ngài, thưa Lãnh chúa. Đối với lễ kỷ niệm, chúng tôi chỉ cần một lượng lớn nước ép nho. Nhưng làm ơn, không phải loại rẻ tiền…
vi: Giới quý tộc đang ăn mừng việc hoàn thành xưởng sản xuất nước ép nho của các ngài, thưa ngài. Để làm lễ kỷ niệm, các ngài nên cung cấp một lượng lớn nước ép nho. Nhưng đừng có cho loại đồ uống rẻ tiền vào đấy…

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_03_DESC
source: Thưa Lãnh chúa, ngài không đề nghị chúng tôi đến quán rượu như những kẻ hạ lưu thông thường. Sân đấu thương bên ngoài tường thành đã bị bỏ hoang trong nhiều năm.
vi: Thưa ngài, các quý tộc mà tôi đại diện đang phàn nàn về việc thiếu các cơ hội giải trí ở đây trong thành phố. Chắc chắn các ngài không mong chúng ta đến quán trọ với những người dân thường. Vì đấu trường cũ bên ngoài thành phố đã hoàn toàn xuống cấp, nên chúng ta mong đợi ngài sẽ quan tâm đến việc đó và cho xây dựng một đấu trường mới.

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_04_DESC
source: Một anh hùng lớn của giới quý tộc đã qua đời, thưa Lãnh chúa. Nếu ngài xây dựng cho ông ấy một tượng đài và một nơi yên nghỉ đáng kính, ngài sẽ làm hài lòng rất nhiều quý tộc trong thị trấn này.
vi: Tôi đến với một yêu cầu đặc biệt dành cho ngài, thưa Lãnh Chúa. Một vị anh hùng vĩ đại của giới quý tộc chúng ta đã qua đời. Các ngài sẽ nhận được sự ủng hộ lớn từ chúng tôi nếu các ngài cho xây một đài tưởng niệm và một khu mộ thích hợp cho ông ta.

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_04_TITLE
source: Xây dựng một lăng mộ và một tượng anh hùng.
vi: Xây dựng một lăng mộ và một tượng đài anh hùng.

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_05_DESC
source: Thưa Lãnh chúa, thị trấn này đang thiếu một số tài sản quý giá cho giới quý tộc. Người ta không thể thể hiện đủ địa vị cao quý của mình bằng cách khoe một số đồ trang sức quý giá, thưa Lãnh chúa.
vi: Thưa ngài, thành phố này đang thiếu biểu tượng địa vị cho giới quý tộc chúng ta. Đơn giản là chúng ta không thể thể hiện được địa vị cao của mình. Tuy nhiên, giờ các ngài có thể thay đổi điều đó. Nếu ngài cho xây dựng một xưởng kim hoàn, thì chẳng bao lâu nữa giới quý tộc chúng ta sẽ có đủ biểu tượng địa vị để mua sắm.

# T_SCENARIO_2017_ELECTION_NOBLEMEN_QUEST_06_DESC
source: Tuyệt vời, thưa Lãnh chúa. Nhu cầu về đồ trang sức hiện đang rất cao. Vì mọi người đều muốn những món đồ trang sức được đeo bởi những người ở triều đình.
vi: Tuyệt vời, thưa ngài. Nhu cầu về đồ trang sức đang rất lớn. Một nửa giới thượng lưu của thành phố đang yêu cầu những đồ trang sức mới nhất đang được đeo trong triều đình. Giờ thì điều đó tùy thuộc vào các ngài và người thợ kim hoàn.

# T_SCENARIO_2017_ELECTION_NOBLEMEN_START
source: Thật tuyệt vời khi cuối cùng cũng được gặp ngài, thưa Lãnh chúa. Tôi đại diện cho phe quý tộc trong thành phố của ngài. Khi ngài muốn giành được phiếu bầu của chúng tôi cho cuộc bầu cử sắp tới, ngài phải đáp ứng những yêu cầu xa hoa của chúng tôi.
vi: Chào ngài, thưa Lãnh Chúa. Tôi là đại diện của giới quý tộc. Để có được lá phiếu của chúng tôi trong cuộc bầu cử sắp tới, ngài nên đáp ứng những mong muốn xa hoa của chúng tôi.

# T_SCENARIO_2017_ELECTION_NOBLEMEN_SUCCESS
source: Ngài thực sự đã đáp ứng tất cả các yêu cầu của giới quý tộc, thưa Lãnh chúa. Trong thị trấn của ngài, một quý tộc có tất cả các đặc quyền mà người ta có tại triều đình của Nhà vua. Ngài đã làm những điều tuyệt vời trong thị trấn này! Ngài đã có phiếu bầu của chúng tôi cho cuộc bầu cử sắp tới.
vi: Các ngài đã thực sự đáp ứng được tất cả mong muốn của giới quý tộc. Giờ đây cuộc sống ở thành phố của các ngài giống như ở triều đình của Đức Vua. Các ngài đã làm được những điều thực sự tuyệt vời, thưa ngài. Lá phiếu của chúng tôi trong cuộc bầu cử sắp tới chắc chắn sẽ là của các ngài.

# T_SCENARIO_2017_ELECTION_NOBLEMEN_TITLE
source: Hoàn thành tất cả các yêu cầu của giới quý tộc.
vi: Hoàn thành tất cả các nhiệm vụ cho giới quý tộc.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_01_DESC
source: Cộng đồng tôn giáo của chúng ta đang ngày càng thu hẹp. Dân chúng dành thời gian uống rượu hoặc tiệc tùng. Điều này phải chấm dứt. Quán rượu tội lỗi đó là nguyên nhân. Ngài phải phá hủy nó!
vi: Giáo đoàn của chúng ta đang ngày càng thu hẹp lại. Người dân thích tiệc tùng và uống rượu hơn. Điều này không thể tiếp diễn được nữa. Tất cả là do cái quán trọ này gây ra. Ngài phải phá bỏ nó!

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_01_SUCCESS
source: Rất tốt! Công trình báng bổ này lẽ ra phải bị phá hủy từ nhiều tháng trước. Cuối cùng cũng có người đủ can đảm để làm điều đó.
vi: Rất tốt! Lâu rồi cái công trình báng bổ đó mới bị phá bỏ. Cuối cùng cũng có người đủ can đảm để làm điều đó.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_01_TITLE
source: Phá hủy quán rượu.
vi: Phá bỏ quán trọ.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_02_DESC
source: Nhà thờ của chúng ta không thể chịu được sự đổ xô của tất cả các tín đồ mới. Kể từ khi quán rượu bị phá hủy, nhà thờ đã quá đông đúc.
vi: Nhà thờ của chúng ta không còn đáp ứng được sự gia tăng số lượng các tín đồ kể từ khi quán trọ bị phá bỏ. Các tín đồ của chúng ta phải đứng trước cửa hoặc xem buổi lễ từ bên ngoài, thưa ngài. Các ngài có quyền lựa chọn, cải thiện nhà thờ hiện tại hoặc xây một nhà thờ mới.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_02_SUCCESS
source: Ngợi khen Chúa, thật là một nhà thờ mới huy hoàng. Ngài đã được Chúa gửi đến, quản gia.
vi: Chúc phúc cho Chúa, một nhà thờ tráng lệ. Ngài đã được Chúa phái đến, thưa Thống đốc.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_02_TITLE
source: Nâng cấp nhà thờ hoặc xây dựng một nhà thờ mới.
vi: Cải thiện nhà thờ hoặc xây một nhà thờ mới.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_03_DESC
source: Cộng đồng tôn giáo của chúng ta vẫn chưa hài lòng với sự cung cấp tôn giáo của thị trấn. Dân chúng cần hài lòng hơn với tôn giáo!
vi: Giáo đoàn của chúng ta vẫn chưa hài lòng về nguồn cung cấp tôn giáo. Các ngài nên làm điều gì đó khẩn trương, thưa ngài.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_03_SUCCESS
source: Ngài đã làm được, quản gia. Niềm tin của tôi vào ngài đã không đặt sai chỗ. Ngài đã làm cho cộng đồng tôn giáo hạnh phúc trở lại.
vi: Ngài đã làm được rồi, thưa Lãnh Chúa. Niềm tin của tôi vào ngài đã không bị thất vọng.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_04_DESC
source: Các tu sĩ đồng nghiệp của tôi phàn nàn về việc sản xuất hoa bia thiếu hụt trong thị trấn. Các tu sĩ chúng tôi không thể sản xuất bia nếu không có đủ lượng hoa bia cần thiết.
vi: Các anh em trong giáo đoàn của tôi phàn nàn về tình trạng thiếu sản xuất hoa bia trong làng. Làm sao chúng tôi, những tu sĩ, có thể sản xuất đồ uống mà không có đủ hoa bia?

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_05_DESC
source: Bây giờ việc sản xuất hoa bia đang tăng trở lại, ngài nên xem xét tăng sản lượng bia. Nâng cấp tu viện. Hoặc ngài có thể xây dựng một tu viện mới.
vi: Giờ khi việc sản xuất hoa bia đã trở lại đúng quỹ đạo, các ngài nên cân nhắc việc mở rộng tu viện để đáp ứng nhu cầu ngày càng tăng về đồ uống. Hãy cải thiện tu viện! Hoặc các ngài cũng có thể cho xây dựng một tu viện thứ hai.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_05_SUCCESS
source: Tu viện mới tỏa sáng trong ánh hào quang của Chúa chúng ta. Làm tốt lắm, Thống đốc.
vi: Tu viện mới đang tỏa sáng trong vinh quang của Chúa chúng ta. Rất tốt, thưa Thống đốc.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_05_TITLE
source: Nâng cấp tu viện hoặc xây dựng một tu viện mới.
vi: Cải thiện tu viện hoặc xây dựng thêm một tu viện.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_06_DESC
source: Đối với lễ khánh thành tu viện mới, chúng ta nên sản xuất một lượng bia kha khá. Khách của chúng ta sẽ khát.
vi: Chúng ta nên tổ chức lễ khai trương tu viện với một lượng lớn đồ uống. Các vị khách của chúng ta sẽ rất khát.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_06_SUCCESS
source: Quá trình nấu bia đã hoàn tất, Thống đốc. Ngài có muốn vinh dự nhấp ngụm đầu tiên không?
vi: Đồ uống đã được hoàn thành, thưa ngài Thống đốc. Các ngài có muốn vinh dự được khai thùng và uống cùng với chúng tôi, những tu sĩ không?

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_07_DESC
source: Nghĩa trang thị trấn quá nhỏ và không đủ chỗ cho các ngôi mộ. Ngài cần ra lệnh xây dựng một số lăng mộ và khu mộ mới.
vi: Nghĩa trang hoàn toàn không đầy đủ. Ngôi làng này đang rất cần một vài lăng mộ và khu mộ mới. Không thể để cho những tín đồ của chúng ta không có nơi an nghỉ cuối cùng sau khi qua đời được.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_07_TITLE
source: Mở rộng nghĩa trang: Xây dựng lăng mộ và mộ.
vi: Mở rộng nghĩa trang: Xây dựng lăng mộ và các ngôi mộ.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_08_DESC
source: Việc mở rộng nghĩa trang nên bao gồm việc xây dựng các bức tường nghĩa trang mới. Ngài nên ra lệnh xây dựng các bức tường mới để đánh dấu rõ ràng khu đất nghĩa trang.
vi: Việc mở rộng nghĩa trang cũng nên bao gồm các bức tường mới. Xây dựng các bức tường nghĩa trang mới để có một ranh giới rõ ràng cho khu vực.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_QUEST_08_TITLE
source: Xây dựng các bức tường nghĩa trang mới.
vi: Xây dựng tường nghĩa trang mới.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_START
source: Chào mừng Thống đốc. Các tu sĩ chúng tôi thuộc phe tôn giáo có thể hỗ trợ ngài trong cuộc bầu cử sắp tới, khi ngài đáp ứng các yêu cầu của chúng tôi.
vi: Chào mừng ngài, thưa Thống đốc. Chúng tôi, các tu sĩ của phe tôn giáo, sẽ hứa sẽ ủng hộ các ngài trong cuộc bầu cử sắp tới, nếu các ngài đáp ứng được một số mong muốn của chúng tôi.

# T_SCENARIO_2017_ELECTION_RELIGIOUS_SUCCESS
source: Ngợi khen Chúa, Thống đốc. Ngài đã hoàn thành tất cả các yêu cầu của chúng tôi. Ngài hoàn toàn xứng đáng có một vị trí trên thiên đường và phiếu bầu của phe tôn giáo sẽ là của ngài.
vi: Cảm tạ Chúa, thưa Thống đốc. Ngài đã hoàn thành xuất sắc tất cả các mong muốn của chúng tôi. Ngài thực sự đã xứng đáng có được một vị trí trên thiên đàng và lá phiếu của phe tôn giáo.

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_01_DESC
source: Thưa Lãnh chúa, lính cứu hỏa chỉ có khả năng hạn chế để chữa cháy bùng phát trong thị trấn. Sẽ giúp ích rất nhiều nếu chúng ta có nhiều tháp canh lửa hơn.
vi: Thưa ngài, lính cứu hỏa chỉ có một số khả năng hạn chế để dập tắt hỏa hoạn đang bùng phát trong thành phố. Sẽ rất hữu ích nếu chúng ta có thêm nhiều tháp canh lửa để đảm bảo an toàn nhất có thể cho thành phố.

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_02_DESC
source: Một số thành viên của phe người hầu rất muốn có một trại tung hứng trong thị trấn. Điều này sẽ đảm bảo rằng ngay cả chúng tôi cũng có điều gì đó để cười.
vi: Ngài có thể vui lòng làm điều gì đó cho các hoạt động giải trí của chúng tôi không, thưa Lãnh Chúa? Một số người trong chúng tôi rất muốn có một trại trò hề trong thành phố. Bằng cách đó, ít nhất chúng ta cũng sẽ có thứ gì đó để cười.

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_03_DESC
source: Thống đốc đáng kính, những người vận chuyển Dân làng chúng tôi thực sự quá tải với tất cả các nhiệm vụ vận chuyển ở đây trong thị trấn. Sẽ thực sự giúp ích cho chúng tôi nếu ngài ra lệnh xây dựng thêm kho hàng.
vi: Thưa Thống đốc đáng kính, chúng tôi, những người khuân vác, đang hơi quá sức với tất cả các nhiệm vụ vận chuyển trong thành phố. Sẽ rất hữu ích nếu có thêm nhiều nhà kho. Điều này sẽ giảm đáng kể thời gian vận chuyển trong thành phố của ngài.

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_04_DESC
source: Thưa Lãnh chúa, các thợ mộc phàn nàn về quần áo của họ. Nhiệm vụ sửa chữa quanh thị trấn dẫn đến hao mòn quần áo cao. Họ thực sự cần quần áo mới.
vi: Thưa ngài, những người thợ mộc đang phàn nàn về việc thiếu quần áo. Các công việc sửa chữa trong toàn thành phố đang làm cho quần áo của những người thợ mộc bị mài mòn rất nhiều. Họ thực sự cần quần áo mới.

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_04_TITLE
source: Giao quần áo.
vi: Cung cấp quần áo.

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_05_DESC
source: Thưa Lãnh chúa, những người vận chuyển Dân làng của chúng tôi cần giày mới. Ngài không cần phải tự làm giày mới, chúng tôi có thể tự làm. Chúng tôi chỉ cần da và vải.
vi: Thưa ngài Thống đốc, tôi đến đây theo lệnh của những người khuân vác. Điều quan trọng nhất mà người khuân vác của các ngài cần là những đôi giày mới. Tốc độ hao mòn ở đây rất cao. Tuy nhiên, ngài không cần phải lo về việc sản xuất chúng, chúng ta có thể tự làm điều đó. Chúng ta chỉ cần vải và da thôi.

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_05_TITLE
source: Giao vải và da.
vi: Cung cấp vải và da.

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_06_DESC
source: Thưa Lãnh chúa, một khoản quyên góp nhỏ cho phe người hầu của chúng tôi sẽ đảm bảo rằng chúng tôi hoàn toàn bị thuyết phục rằng ngài là Thống đốc nhân từ nhất mọi thời đại.
vi: Thưa Lãnh Chúa, một khoản đóng góp nhỏ cho phe người hầu sẽ hoàn toàn thuyết phục chúng tôi rằng ngài là Thống đốc nhân ái nhất mọi thời đại.

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_06_TITLE
source: Quyên góp tiền xu cho người hầu.
vi: Quyên tiền xu cho những người hầu.

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_07_DESC
source: Lãnh chúa Thống đốc, người thu thuế thực sự có thể nghỉ một ngày. Ông ấy không còn trẻ nữa và ngoài ra xương cốt của ông ấy đang đau nhức. Ngài có thể tự mình thu thuế trong một thời gian, phải không?
vi: Thưa ngài, có một người cần chút thời gian rảnh trong thành phố của ngài. Người thu thuế không còn trẻ nữa và cũng không còn nhanh nhẹn trên đôi chân của mình. Ông ta đã phục vụ thành phố này được nửa thế kỷ rồi. Các ngài có thể thu thuế tạm thời mà không có ông ta, đúng không?

# T_SCENARIO_2017_ELECTION_SERVANTS_QUEST_07_TITLE
source: Bãi nhiệm người thu thuế và thu thuế.
vi: Chọn người thu thuế và thu thuế.

# T_SCENARIO_2017_ELECTION_SERVANTS_START
source: Thưa Lãnh chúa, tôi là đại diện của phe người hầu trong thị trấn của ngài. Chúng tôi phục vụ với tư cách là người vận chuyển, lính cứu hỏa, thợ mộc và người thu thuế. Vì chúng tôi có một phiếu bầu trong cuộc bầu cử, ngài có thể “kiếm” được nó bằng cách làm cho cuộc sống của chúng tôi thoải mái hơn một chút.
vi: Thưa ngài, tôi đang nói thay cho những người hầu trong thành phố. Chúng tôi lo việc vận chuyển hàng hóa và phục vụ ngài với tư cách là thợ mộc, người thu thuế và lính cứu hỏa. Nếu ngài làm cho cuộc sống của chúng tôi thoải mái hơn một chút, chúng tôi sẽ bỏ phiếu cho các ngài trong cuộc bầu cử.
