Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_AUTOSAVE_DISCLAIMER_CONSOLE
source: Trò chơi này tự động lưu tiến trình của bạn. Vui lòng không tắt máy console khi biểu tượng này hiển thị!
vi: Trò chơi này sẽ tự động lưu tiến trình. Vui lòng không tắt máy khi biểu tượng này đang hiển thị.

# T_AUTOSAVE_DISCLAIMER_CONTINUE
source: Nhấn nút bất kỳ
vi: Nhấn bất kỳ nút nào

# T_AUTOSAVE_DISCLAIMER_CONTINUE_MOBILE
source: Nhấn nút bất kỳ hoặc chạm vào màn hình để tiếp tục
vi: Nhấn bất kỳ nút nào hoặc chạm vào màn hình để tiếp tục

# T_AUTOTRADE_NO_TRADEGUILD
source: Cần có Hiệp hội thương mại để kích hoạt lệnh giao dịch.
vi: Cần phải có hội thương nhân để sử dụng tính năng tự động giao dịch.

# T_AUTOTRADE_NO_TRADES_YET
source: Chưa có lệnh giao dịch nào.
vi: Chưa có đơn hàng thương mại nào được thực hiện.

# T_AUTOTRADE_THRESHOLD
source: Giao dịch cho đến khi kho đạt:
vi: Giao dịch cho đến khi đạt được lượng hàng tồn kho:

# T_AUTOTRADE_THRESHOLD_SHORT
source: Mục tiêu giao dịch
vi: Mục tiêu thương mại

# T_BUILDING_CONTEXT_NOTIFICATIONS
source: Sự kiện
vi: Thông báo

# T_BUILDING_FEATURE_BARRACKS
source: Phân phối lương thực cho các tháp canh
vi: Phân phát lương thực cho các tháp canh

# T_BUILDING_FEATURE_EXTINGUISH
source: Dập tắt đám cháy trong phạm vi
vi: Dập lửa trong phạm vi

# T_BUILDING_FEATURE_GUARDTOWER
source: Chiến đấu với bọn cướp trong phạm vi
vi: Chống lại bọn cướp trong phạm vi

# T_BUILDING_FEATURE_HEALING
source: Chữa bệnh cho dân làng
vi: Chữa lành cho dân làng

# T_BUILDING_FEATURE_TAVERN
source: Phân phối bia và nước ép
vi: Phân phối đồ uống và nước ép

# T_BUILDING_FEATURE_TRADEGUILD
source: Cho phép sử dụng lệnh giao dịch
vi: Cho phép các đơn hàng thương mại

# T_BUILDING_FEATURE_TRANSPORT
source: Cho phép thu thập hàng hóa từ các tòa nhà
vi: Cho phép nhận hàng từ các tòa nhà

# T_BUILDING_FEATURE_WELL
source: Cung cấp nước cho thị trấn
vi: Cung cấp nước cho làng

# T_BUILDING_INSTANTBUILD_EXPLAIN_BLOCKED
source: Công nhân mang tài nguyên đang trên đường đến.
vi: Công nhân đã trên đường mang tài nguyên đến.

# T_BUILDING_LEVEL_2_FOOD
source: Cung cấp thực phẩm cải tiến 2
vi: Cải thiện cung cấp thực phẩm 2

# T_BUILDING_LEVEL_2_HAPPINESS
source: Tòa nhà nhu yếu phẩm cải tiến 2
vi: Cải thiện tòa nhà nhu cầu 2

# T_BUILDING_LEVEL_2_HARVESTING
source: Khai thác tài nguyên cải tiến 2
vi: Cải thiện khai thác tài nguyên 2

# T_BUILDING_LEVEL_2_INFRASTRUCTURE
source: Cơ sở hạ tầng cải tiến 2
vi: Cải thiện cơ sở hạ tầng 2

# T_BUILDING_LEVEL_2_PROCESSING
source: Chế biến cải tiến 2
vi: Cải thiện chế biến 2

# T_BUILDING_LEVEL_2_SPECIAL
source: Tòa nhà đặc biệt cải tiến 2
vi: Cải thiện các tòa nhà đặc biệt 2

# T_BUILDING_LEVEL_3_FOOD
source: Cung cấp thực phẩm cải tiến 3
vi: Cải thiện cung cấp thực phẩm 3

# T_BUILDING_LEVEL_3_HAPPINESS
source: Tòa nhà nhu yếu phẩm cải tiến 3
vi: Cải thiện tòa nhà nhu cầu 3

# T_BUILDING_LEVEL_3_HARVESTING
source: Khai thác tài nguyên cải tiến 3
vi: Cải thiện khai thác tài nguyên 3

# T_BUILDING_LEVEL_3_INFRASTRUCTURE
source: Cơ sở hạ tầng cải tiến 3
vi: Cải thiện cơ sở hạ tầng 3

# T_BUILDING_LEVEL_3_PROCESSING
source: Chế biến cải tiến 3
vi: Cải thiện chế biến 3

# T_BUILDING_LEVEL_3_SPECIAL
source: Tòa nhà đặc biệt cải tiến 3
vi: Cải thiện các tòa nhà đặc biệt 3

# T_BUILDMENU_CAT_DECO
source: Trang trí
vi: Đồ trang trí

# T_BUILDMENU_CAT_FOOD
source: Nguồn cung thực phẩm
vi: Cung cấp thực phẩm

# T_BUILDMENU_CAT_HAPPINESS
source: Nhu yếu phẩm
vi: Nhu cầu

# T_BUILDMENU_CAT_SPECIAL
source: Tòa nhà đặc biệt
vi: Các tòa nhà đặc biệt

# T_BUILDMENU_DECORATIONS_BENCHES_DESC
source: Ghế dài bằng gỗ và đá
vi: Ghế dài gỗ và đá

# T_BUILDMENU_DECORATIONS_CITYWALLS_DESC
source: Tường thành lớn
vi: Tường thành và tháp lớn

# T_BUILDMENU_DECORATIONS_CLUTTER
source: Linh tinh
vi: Hỗn hợp

# T_BUILDMENU_DECORATIONS_CLUTTER_DESC
source: Tất cả các đối tượng không phù hợp với các danh mục khác
vi: Tất cả các đối tượng không thuộc danh mục khác

# T_BUILDMENU_DECORATIONS_DESC
source: Dân làng thích ngắm nhìn đồ trang trí trong thời gian rảnh rỗi. Đồ trang trí càng lộng lẫy, dân làng càng hạnh phúc. Hiệu ứng của đồ trang trí giảm khi dân số tăng lên, vì vậy cần nhiều đối tượng hơn để có cùng hiệu ứng đối với thị trấn.
vi: Dân làng thích ngắm các đồ vật trang trí trong thời gian rảnh rỗi. Các đồ vật càng lộng lẫy, dân làng sẽ càng hạnh phúc. Tuy nhiên, mức độ hài lòng sẽ giảm khi dân số tăng lên, vì vậy cần phải xây dựng thêm nhiều đồ trang trí để có cùng hiệu quả đối với ngôi làng.

# T_BUILDMENU_DECORATIONS_FARM
source: Trang trại và cánh đồng
vi: Nông trại và đồng ruộng

# T_BUILDMENU_DECORATIONS_FARM_DESC
source: Các vật trang trí cho khu vực nông nghiệp
vi: Các đồ vật trang trí cho khu vực nông nghiệp

# T_BUILDMENU_DECORATIONS_FLAGS_DESC
source: Các loại cột cờ và biểu ngữ
vi: Các cột cờ và biểu ngữ khác nhau

# T_BUILDMENU_DECORATIONS_GAZEBO
source: Gothic
vi: Kiến trúc Gothic

# T_BUILDMENU_DECORATIONS_GAZEBO_DESC
source: Các công trình đá kiểu Gothic
vi: Các cấu trúc đá Gothic

# T_BUILDMENU_DECORATIONS_GRAVEYARD
source: Nghĩa địa
vi: Nghĩa trang

# T_BUILDMENU_DECORATIONS_GRAVEYARD_DESC
source: Các loại mộ và lăng mộ
vi: Một loạt các ngôi mộ và lăng mộ khác nhau

# T_BUILDMENU_DECORATIONS_GRAVEYARD_WALLS
source: Tường nghĩa địa
vi: Tường nghĩa trang

# T_BUILDMENU_DECORATIONS_GRAVEYARD_WALLS_DESC
source: Các đoạn tường bằng đá và kim loại
vi: Các mảnh tường bằng đá và kim loại

# T_BUILDMENU_DECORATIONS_HEDGES
source: Hàng rào cây
vi: Hàng rào

# T_BUILDMENU_DECORATIONS_HEDGES_DESC
source: Hàng rào hoa trang trí
vi: Các hàng rào hoa trang trí

# T_BUILDMENU_DECORATIONS_INFO
source: Các đối tượng trang trí được liệt kê trong lựa chọn nhóm.
vi: Các đồ vật trang trí được liệt kê trong lựa chọn nhóm.

# T_BUILDMENU_DECORATIONS_MARKET
source: Trang trí chợ
vi: Đồ trang trí chợ

# T_BUILDMENU_DECORATIONS_MARKET_DESC
source: Các quầy hàng và hàng hóa để trang trí thị trấn
vi: Các gian hàng và hàng hóa để trang trí làng

# T_BUILDMENU_DECORATIONS_MAZE_DESC
source: Hàng rào cây và cây cối cho vườn lâu đài và mê cung.
vi: Hàng rào và cây cối cho mê cung và vườn lâu đài.

# T_BUILDMENU_DECORATIONS_MILITARY
source: Vật phẩm quân sự
vi: Đồ vật quân sự

# T_BUILDMENU_DECORATIONS_MILITARY_DESC
source: Các vật phẩm cho sân đấu và doanh trại.
vi: Các đồ vật cho sân đấu và doanh trại.

# T_BUILDMENU_DECORATIONS_PILLORY_DESC
source: Các loại giá treo cổ
vi: Các loại giá treo cổ khác nhau

# T_BUILDMENU_DECORATIONS_PLAZA_DESC
source: Quảng trường và các tấm đá
vi: Quảng trường và phiến đá

# T_BUILDMENU_DECORATIONS_PRESTIGE
source: Trang trí lộng lẫy
vi: Sự lộng lẫy

# T_BUILDMENU_DECORATIONS_PRESTIGE_DESC
source: Các vật phẩm rất phô trương như tượng và đài phun nước được xây dựng bằng uy tín. Chúng mang lại sự gia tăng hạnh phúc lớn nhất cho dân làng của bạn.
vi: Các đồ trang trí đặc biệt lộng lẫy được xây dựng bằng uy tín. Chúng mang lại sự gia tăng lớn nhất về mức độ hài lòng.

# T_BUILDMENU_DECORATIONS_ROSE_GARDEN_DESC
source: Giàn leo có hoa hồng
vi: Các lối đi có hoa hồng leo

# T_BUILDMENU_DECORATIONS_STATUES_DESC
source: Một bộ sưu tập các bức tượng đủ loại với nhiều kích cỡ khác nhau.
vi: Một loạt các bức tượng với kích cỡ khác nhau.

# T_BUILDMENU_DECORATIONS_STONEWALLS_DESC
source: Các đoạn tường đá
vi: Các mảnh tường bằng đá

# T_BUILDMENU_DECORATIONS_WATER
source: Vật phẩm nước
vi: Đồ vật nước

# T_BUILDMENU_DECORATIONS_WOODEN_FENCE_DESC
source: Các đoạn hàng rào gỗ
vi: Các mảnh hàng rào gỗ

# T_BUILDMENU_FOREST_DESC
source: Rừng và cây cối với các kích cỡ khác nhau. Rừng cho phép tiều phu thu hoạch gỗ và động vật hoang dã tụ tập gần đó. Sau khi bị chặt hạ, rừng mất nhiều thời gian để mọc lại.
vi: Rừng và cây cối với nhiều kích cỡ khác nhau. Rừng cho phép người thợ rừng khai thác gỗ và sự xuất hiện của động vật hoang dã. Một khi đã bị đốn hạ, rừng cần rất nhiều thời gian để mọc lại.

# T_BUILDMENU_LOCKED_BUILDING
source: Đã khóa: Yêu cầu
vi: Bị khóa: Cần có

# T_BUILDMENU_LOCKED_RESEARCH
source: Đã khóa: Yêu cầu nghiên cứu
vi: Bị khóa: Cần nghiên cứu

# T_BUILDMENU_STREETS_DESC
source: Đường sá tăng tốc độ đi bộ của dân làng. Điều này cải thiện đáng kể việc vận chuyển hàng hóa trong thị trấn. Miễn là dân làng không tìm thấy con đường ngắn hơn hoặc hiệu quả hơn, họ sẽ đi theo đường. Đường cũng có thể được xây dựng bắc qua sông.
vi: Dân làng đi nhanh hơn trên đường phố. Điều này cải thiện đáng kể việc vận chuyển hàng hóa. Miễn là họ không tìm thấy con đường nào ngắn hơn hoặc hiệu quả hơn, họ sẽ luôn ưu tiên đường phố. Đường phố có thể được xây dựng như cầu qua sông.

# T_CHOICE_CONVERSATIONS_TOOLTIPS_ABORTEVENT_DESC
source: Quyết định này kết thúc sự kiện!
vi: Quyết định này sẽ kết thúc sự kiện!

# T_CHOICE_CONVERSATIONS_TOOLTIPS_ABORTEVENT_TITLE
source: Kết thúc sự kiện
vi: Sự kiện sẽ kết thúc

# T_CHOICE_CONVERSATIONS_TOOLTIPS_BUILDINGS_DESC
source: Các tòa nhà cần được xây dựng.
vi: Các tòa nhà phải được xây dựng.

# T_CHOICE_CONVERSATIONS_TOOLTIPS_CITY_GUARD_DESC
source: Binh lính sẽ giải quyết tình hình.
vi: Binh lính sẽ giải quyết tình huống.

# T_CHOICE_CONVERSATIONS_TOOLTIPS_DEFAULT_DESC
source: Quyết định này có thể có hậu quả…
vi: Quyết định này có thể gây ra hậu quả…

# T_CHOICE_CONVERSATIONS_TOOLTIPS_DEFAULT_TITLE
source: Tiếp tục sự kiện
vi: Sự kiện sẽ tiếp tục

# T_CHOICE_CONVERSATIONS_TOOLTIPS_HAPPINESS_IMPACT_DESC
source: Dân làng sẽ không thích quyết định đó!
vi: Dân làng sẽ không hài lòng!

# T_CHOICE_CONVERSATIONS_TOOLTIPS_LOCKED_DESC
source: Yêu cầu không được đáp ứng!
vi: Điều kiện tiên quyết chưa được đáp ứng!

# T_CHOICE_CONVERSATIONS_TOOLTIPS_LOCKED_TITLE
source: Đã khóa
vi: Bị khóa

# T_CHOICE_CONVERSATIONS_TOOLTIPS_MONEY_REWARD
source: Nhận phần thưởng tiền!
vi: Nhận phần thưởng tiền mặt!

# T_CHOICE_CONVERSATIONS_TOOLTIPS_PAYMENT_DESC
source: Sau đó, hàng hóa cần thiết cần được gửi đi.
vi: Sau đó, các hàng hóa tương ứng phải được gửi đi.

# T_CHOICE_CONVERSATIONS_TOOLTIPS_PAYMENT_TITLE
source: Thanh toán
vi: Cống nạp

# T_CHOICE_CONVERSATIONS_TOOLTIPS_PERMANENT_DESC
source: Quyết định này sẽ có hậu quả vĩnh viễn.
vi: Quyết định này sẽ gây ra hậu quả vĩnh viễn.

# T_CHOICE_CONVERSATIONS_TOOLTIPS_REQUIREMENTS
source: Yêu cầu
vi: Điều kiện tiên quyết

# T_CHOICE_CONVERSATIONS_TOOLTIPS_SATISFACTION_DESC
source: Một sự hài lòng phải được đáp ứng.
vi: Cần phải đạt được mức độ hài lòng.

# T_CHOICE_CONVERSATIONS_TOOLTIPS_SEND_MONEY_DESC
source: Tiêu tiền
vi: Quyên góp tiền

# T_CHOICE_CONVERSATIONS_TOOLTIPS_STOCK_DESC
source: Hàng hóa cần được lưu trữ.
vi: Hàng hóa phải được cất giữ.

# T_CHOICE_CONVERSATIONS_TOOLTIPS_STOCK_TITLE
source: Lưu trữ
vi: Cất giữ

# T_CHOICE_CONVERSATIONS_TOOLTIPS_STRIKE_DESC
source: Có thể dẫn đến đình công trong thị trấn!
vi: Có thể gây ra một cuộc đình công trong làng!

# T_CHOICE_CONVERSATIONS_TOOLTIPS_UNKNOWN_CONSEQUENCES_DESC
source: Hậu quả không xác định…
vi: Tác động không rõ…

# T_CLOUDSAVE_SAVEGAME_TITLE
source: Lưu trữ đám mây
vi: Lưu trên đám mây

# T_CLOUDSAVE_SYNC
source: Lưu trữ đám mây đang đồng bộ hóa
vi: Đang đồng bộ hóa lưu trên đám mây

# T_CLOUDSAVE_SYNC_LONG
source: Quá trình đồng bộ hóa lưu trữ đám mây hiện đang diễn ra. Quá trình này có thể mất một lúc.
vi: Đang đồng bộ hóa lưu trên đám mây. Quá trình này có thể mất một chút thời gian.

# T_CLOUD_CHECK
source: Kiểm tra trò chơi đã lưu trực tuyến.
vi: Kiểm tra tiến trình trực tuyến.

# T_CLOUD_CONFIRM_DOWNLOAD
source: Thực sự tải xuống các bản lưu từ đám mây? Bản lưu hiện có trên thiết bị sẽ bị ghi đè!
vi: Bạn có thực sự muốn tải tiến trình từ đám mây không? Tiến trình hiện có trên thiết bị sẽ bị ghi đè!

# T_CLOUD_CONFIRM_SEND
source: Thực sự ghi dữ liệu vào đám mây? Các bản lưu hiện có trong đám mây sẽ bị ghi đè!
vi: Có thực sự muốn ghi dữ liệu lên đám mây? Tiến trình hiện có trên đám mây sẽ bị ghi đè!

# T_CLOUD_CONFIRM_UPLOAD
source: Thực sự ghi dữ liệu vào đám mây? Các bản lưu hiện có trong đám mây sẽ bị ghi đè!
vi: Có thực sự muốn ghi dữ liệu lên đám mây? Tiến trình hiện có trên đám mây sẽ bị ghi đè!

# T_CLOUD_CONFLICT_HEADLINE
source: Bạn muốn sử dụng bản lưu cục bộ hay bản lưu từ đám mây?
vi: Bạn muốn sử dụng tiến trình cục bộ hay tiến trình từ đám mây?

# T_CLOUD_CONFLICT_IN_CLOUD
source: Có hai bản lưu khác nhau trong đám mây. Vui lòng chọn một!
vi: Có hai tiến trình trong đám mây. Vui lòng chọn một!

# T_CLOUD_CONFLICT_SAVE
source: Bản lưu {number}
vi: Tiến trình {number}

# T_CLOUD_DOWNLOADNOW
source: Bạn có muốn tải xuống các bản lưu của mình từ đám mây không?
vi: Bạn có muốn tải tiến trình của mình từ đám mây không?

# T_CLOUD_ENABLE
source: Sử dụng Lưu trữ đám mây
vi: Sử dụng Lưu trên đám mây

# T_CLOUD_ENABLE_REMINDER
source: Bật lời nhắc Đám mây
vi: Bật nhắc nhở đám mây

# T_CLOUD_ERROR_DOWNLOAD
source: Lỗi khi tải xuống trò chơi đã lưu trực tuyến!
vi: Lỗi khi tải tiến trình!

# T_CLOUD_ERROR_SYNC
source: Lỗi khi đồng bộ hóa trò chơi đã lưu trực tuyến!
vi: Lỗi đồng bộ hóa đám mây!

# T_CLOUD_ERROR_UPLOAD
source: Lỗi khi tải lên trò chơi đã lưu!
vi: Lỗi khi tải tiến trình lên!

# T_CLOUD_EXISTING_MAPSAVE
source: Đã tìm thấy một bản lưu hiện có cho nhiệm vụ này! Nên tải bản lưu nào?
vi: Đã có một tiến trình của nhiệm vụ này! Bạn muốn tải tiến trình nào?

# T_CLOUD_EXISTING_PROFILE
source: Đã tìm thấy nhiều hồ sơ người chơi! Nên chọn hồ sơ nào từ bây giờ?
vi: Đã tìm thấy nhiều hồ sơ người chơi! Bạn muốn sử dụng hồ sơ nào từ bây giờ?

# T_CLOUD_FIRST_START1
source: Khi trò chơi bắt đầu, bản lưu sẽ được đồng bộ hóa tự động. Nó có thể được tải lên thủ công vào đám mây thông qua biểu tượng đám mây trong Menu Dịch vụ Trò chơi.
vi: Khi bắt đầu trò chơi, tiến trình sẽ tự động đồng bộ hóa. Trong Menu Dịch vụ Trò chơi, bạn có thể tải thủ công tiến trình lên đám mây bằng biểu tượng đám mây.

# T_CLOUD_FIRST_START2
source: Bạn có muốn sử dụng lưu trữ đám mây không? Lưu trữ đám mây cho phép bạn đồng bộ hóa bản lưu của mình với một thiết bị khác.
vi: Bạn có muốn sử dụng Lưu trên đám mây không? Lưu trên đám mây cho phép bạn đồng bộ hóa tiến trình của mình giữa các thiết bị khác nhau.

# T_CLOUD_ICON_DOWNLOAD
source: Tải xuống bản lưu
vi: Tải tiến trình xuống

# T_CLOUD_ICON_UPLOAD
source: Tải lên bản lưu cục bộ
vi: Tải tiến trình cục bộ lên

# T_CLOUD_LOADING_SCREEN_HINT_1
source: Bạn có thể tải lên bản lưu của mình vào đám mây trong Menu Dịch vụ Trò chơi.
vi: Bạn có thể tải tiến trình của mình lên đám mây trong Menu Dịch vụ Trò chơi.

# T_CLOUD_LOADING_SCREEN_HINT_2
source: Bạn có thể tải xuống bản lưu trực tuyến của mình vào một thiết bị khác.
vi: Bạn có thể tải tiến trình trực tuyến của mình xuống một thiết bị khác.

# T_CLOUD_NO_SAVE
source: Không có bản lưu nào.
vi: Không có tiến trình nào.

# T_CLOUD_POPUP_CHOOSE_VERSION
source: Vui lòng chọn một phiên bản:
vi: Vui lòng chọn phiên bản:

# T_CLOUD_POPUP_QUESTION_RECOVER
source: Thực sự tải xuống các bản lưu từ đám mây? Bản lưu hiện có trên thiết bị sẽ bị ghi đè!
vi: Bạn có thực sự muốn tải tiến trình từ đám mây không? Tiến trình hiện có trên thiết bị sẽ bị ghi đè!

# T_CLOUD_SAVEGAMES_UPDATED
source: Tất cả các bản lưu đã được cập nhật!
vi: Đã cập nhật tất cả các tiến trình!

# T_CLOUD_SAVE_CLOUD
source: Lưu trữ đám mây
vi: Tiến trình trên đám mây

# T_CLOUD_SAVE_LOCAL
source: Lưu trữ cục bộ
vi: Tiến trình cục bộ

# T_CLOUD_SAVE_LONGTIME_REMINDER
source: Bạn đã không tải lên các bản lưu của mình vào đám mây trong một thời gian dài! Đồng bộ hóa ngay bây giờ?
vi: Bạn đã không tải tiến trình của mình lên đám mây trong một thời gian! Đồng bộ hóa ngay bây giờ?

# T_CLOUD_SETTINGS_HEADLINE
source: LƯU TRỮ ĐÁM MÂY
vi: LƯU TRÊN ĐÁM MÂY

# T_CLOUD_SETTINGS_TEXT
source: Bạn có thể tiếp tục trò chơi của mình trên các thiết bị khác nếu bạn lưu nó vào đám mây!
vi: Bạn có thể tiếp tục tiến trình của mình trên các thiết bị khác nếu bạn lưu nó trên đám mây!

# T_CLOUD_SUCCESS_DOWNLOAD
source: Tải xuống bản lưu thành công!
vi: Tải tiến trình thành công!

# T_CLOUD_SUCCESS_UPLOAD
source: Tải lên bản lưu thành công!
vi: Tải tiến trình lên thành công!

# T_CLOUD_UPLOADNOW
source: Bạn có muốn tải lên các bản lưu của mình vào đám mây không?
vi: Bạn có muốn tải tiến trình của mình lên đám mây không?

# T_CLOUD_UPLOADNOW_02
source: Bạn có muốn tải lên các bản lưu của mình vào đám mây luôn không?
vi: Bạn cũng muốn tải tiến trình của mình lên đám mây không?

# T_CONTEXT_LIST_DECAY
source: Suy thoái
vi: Suy tàn

# T_CONTEXT_LIST_MILITARY_DEFENSE
source: Tỷ lệ chặn
vi: Cơ hội chặn

# T_CONTEXT_LIST_MILITARY_OFFENSE
source: Tỷ lệ đánh trúng
vi: Cơ hội đánh trúng

# T_CONTEXT_LIST_STORAGE
source: Lưu trữ
vi: Kho

# T_CONTEXT_LIST_TAXBASE
source: Thuế suất tiêu chuẩn
vi: Mức thuế tiêu chuẩn

# T_CONTEXT_LIST_TAXPERIOD_HOUSES
source: Khoảng thời gian thu thuế
vi: Khoảng thời gian đánh thuế

# T_CONTEXT_MENU_CATEGORY_INSTANT_BUILD
source: Xây dựng tức thì
vi: Xây nhanh

# T_CONTEXT_MENU_CATEGORY_PRODUCTION
source: Kho chứa của tòa nhà
vi: Kho tòa nhà

# T_CONTEXT_MENU_CATEGORY_WORKERS
source: Ô công nhân
vi: Vị trí làm việc

# T_CONTEXT_MENU_SEND_SOLDIERS
source: Gửi binh lính
vi: Gửi quân lính

# T_CONTEXT_MENU_WORKERS_EMPTY
source: Bỏ phân công công nhân
vi: Giải phóng công nhân

# T_CONTEXT_MENU_WORKERS_NOWORKER
source: Không có công nhân nào
vi: Không có công nhân nào khả dụng

# T_CONTROLS_QUIT
source: Bạn có muốn Thoát không?
vi: Bạn có muốn thoát game?

# T_CONTROLS_START
source: Kết nối tay cầm để bắt đầu chơi!
vi: Kết nối bộ điều khiển để chơi!

# T_COPYRIGHT_NOTO
source: Phông chữ Noto: Bản quyền (c) 2016, Google Inc. (https://www.google.com/get/noto/) Phần mềm Phông chữ này được cấp phép theo Giấy phép Phông chữ Mở SIL, Phiên bản 1.1. Giấy phép này có sẵn cùng với Câu hỏi thường gặp tại: http://scripts.sil.org/OFL
vi: Phông chữ Noto: Bản quyền (c) 2016, Google Inc. (https://www.google.com/get/noto/) Phần mềm Phông chữ này được cấp phép theo Giấy phép Phông chữ Mở SIL, Phiên bản 1.1. Giấy phép này có sẵn với Câu hỏi thường gặp tại: http://scripts.sil.org/OFL

# T_CREDITS_ACKNOWLEDGMENTS
source: Chúng tôi xin cảm ơn tất cả những người đã tham gia vào quá trình sáng tạo để tạo ra trò chơi này. Xin chân thành cảm ơn tất cả người hâm mộ và những người ủng hộ khác vì sự giúp đỡ và phản hồi của họ. BẠN là xương sống của trò chơi này. Cảm ơn sự ủng hộ không ngừng của các bạn!
vi: Chúng tôi muốn gửi lời cảm ơn đến tất cả những người đã tham gia vào quá trình phát triển và sáng tạo, kết quả là Townsmen. Ngoài ra, chúng tôi xin cảm ơn nhiều người hâm mộ và người ủng hộ vì sự giúp đỡ và phản hồi của họ. CÁC BẠN là xương sống của trò chơi này. Cảm ơn sự ủng hộ của các bạn!

# T_CREDITS_MARKETING
source: Tiếp thị & PR
vi: Marketing & PR

# T_CREDITS_QA
source: Người thử nghiệm
vi: Người kiểm tra

# T_CREDITS_SALES
source: Bán hàng & Gửi
vi: Bán hàng

# T_CREDITS_SOUND_OLD
source: Thiết kế âm nhạc & Âm thanh
vi: Âm nhạc và hiệu ứng âm thanh

# T_CREDITS_THANKS
source: Đội ngũ Townsmen xin cảm ơn tất cả người hâm mộ! Các bạn là tuyệt nhất!
vi: Đội ngũ Townsmen xin chân thành cảm ơn tất cả người hâm mộ của chúng tôi! Các bạn tuyệt vời nhất!

# T_CROSS_PROMO_HEADER
source: Muốn vui hơn nữa?
vi: Muốn vui hơn?

# T_CROSS_PROMO_LATER
source: Có lẽ để sau.
vi: Có lẽ là sau.

# T_CROSS_PROMO_TEXT
source: Bạn có muốn nhận THÊM trò chơi MIỄN PHÍ không?
vi: Bạn có muốn THÊM game MIỄN PHÍ không?

# T_CROSS_PROMO_YES
source: Vâng, tất nhiên rồi!
vi: Có, chắc chắn rồi!

# T_DLC_AZURE_ADVERTISEMENT_POPUP_TITLE
source: Nội dung mới đã có!
vi: Nội dung mới khả dụng!

# T_DLC_AZURE_COAST_DESC
source: Trải nghiệm vô số giờ nội dung, các tòa nhà mới, đồ trang trí, bản đồ, kịch bản và các sự kiện tuyệt vời, mang đến sự lựa chọn và hậu quả trong một bối cảnh hoàn toàn mới với những bãi biển tuyệt đẹp!
vi: Trải nghiệm vô số giờ nội dung, các tòa nhà, đồ trang trí, bản đồ, kịch bản và những câu chuyện tuyệt vời mới với các quyết định và hậu quả trong một bối cảnh Địa Trung Hải hoàn toàn mới với những bãi biển tuyệt đẹp!

# T_DLC_AZURE_DESC
source: "Đế chế Bờ biển" là bản mở rộng cho Townsmen – A Kingdom Rebuilt. Với "Đế chế Bờ biển" được cài đặt, người chơi sẽ có cơ hội chơi lối chơi Townsmen yêu thích trong bối cảnh Địa Trung Hải mới, bao gồm rất nhiều nội dung mới. "Đế chế Bờ biển" kết hợp lối chơi cổ điển với giao diện mới mẻ và những điều mới lạ để khám phá ở mỗi bước, bao gồm cả việc có thể đưa ra các quyết định quan trọng trong các sự kiện bắt đầu ngẫu nhiên xác định tương lai của thị trấn của họ.
vi: “The Seaside Empire” là bản mở rộng cho Townsmen - A Kingdom Rebuilt. Với “The Seaside Empire”, người chơi có cơ hội chơi game Townsmen nổi tiếng trong một bối cảnh Địa Trung Hải mới. “The Seaside Empire” kết hợp lối chơi cổ điển với một diện mạo mới mẻ và nhiều đổi mới, bao gồm cả khả năng đưa ra các quyết định quan trọng trong các sự kiện ngẫu nhiên, quyết định tương lai của các thành phố của bạn.

# T_DLC_AZURE_INFOPOPUP_BUTTON_STORE
source: Ghé thăm cửa hàng
vi: Đến cửa hàng

# T_DLC_AZURE_INFOPOPUP_DESC_01
source: BỐI CẢNH ĐỊA TRUNG HẢI: Bản đồ mới với những bãi biển đẹp và nước trong như pha lê. Giao diện mới cho tất cả các tòa nhà và LÂU ĐÀI mới!
vi: BỐI CẢNH ĐỊA TRUNG HẢI: Bản đồ Địa Trung Hải với những bãi biển tuyệt đẹp và làn nước trong vắt mới. Diện mạo mới cho tất cả các tòa nhà và LÂU ĐÀI mới!

# T_DLC_AZURE_INFOPOPUP_DESC_02
source: Giao diện Địa Trung Hải cho tất cả các tòa nhà
vi: Diện mạo Địa Trung Hải cho tất cả các tòa nhà

# T_DLC_AZURE_INFOPOPUP_DESC_04
source: Hàng tá sự kiện truyện ngắn mới!
vi: Hàng chục truyện ngắn mới!

# T_DLC_AZURE_INFOPOPUP_DESC_05
source: Nhiều TÒA NHÀ MỚI (ví dụ: bến cảng, quán trọ, nhà tắm, nhà thờ lớn, khu vực lễ hội bia) và nhiều ĐỒ TRANG TRÍ
vi: Nhiều TÒA NHÀ MỚI (bao gồm cả cảng, quán trọ, nhà tắm, nhà thờ, lễ hội đồ uống) và nhiều ĐỒ TRANG TRÍ

# T_DLC_AZURE_INFOPOPUP_DESC_06
source: SỰ KIỆN CỐT TRUYỆN: Khả năng đưa ra quyết định trong các nhiệm vụ và đối thoại đôi khi có hậu quả vĩnh viễn!
vi: TRUYỆN NGẮN: Các lựa chọn trong nhiệm vụ và đối thoại, với một số hậu quả lâu dài!

# T_DLC_AZURE_INFOPOPUP_DESC_06A
source: Hàng tá sự kiện truyện ngắn với hàng trăm lựa chọn!
vi: Hàng chục truyện ngắn với hàng trăm lựa chọn!

# T_DLC_AZURE_INFOPOPUP_DESC_07
source: Hệ thống thời tiết, thảm họa, nhiệm vụ được sửa đổi hoàn toàn và hơn thế nữa!
vi: Hệ thống thời tiết, thảm họa, nhiệm vụ, v.v. được làm lại hoàn toàn.

# T_DLC_AZURE_INFOPOPUP_DESC_08
source: Thảm thực vật và động vật mới
vi: Thực vật và động vật mới

# T_DLC_AZURE_INFOPOPUP_DESC_11A
source: Bối cảnh và đại dương mới!
vi: Vùng và đại dương mới!

# T_DLC_AZURE_INFOPOPUP_DESC_13
source: Townies và Townettes mới
vi: Dân làng nam và nữ mới

# T_DLC_AZURE_INFOPOPUP_DESC_14
source: Bài hát mới
vi: Nhạc mới

# T_DLC_AZURE_POPUP_THANKS_FOR_PURCHASE
source: Cảm ơn bạn đã mua „Đế chế Bờ biển“ !
vi: Cảm ơn bạn đã mua “The Seaside Empire”!

# T_DLC_AZURE_TITLE
source: Đế chế Bờ biển
vi: The Seaside Empire

# T_DLC_AZURE_TITLE_DLC
source: Đế chế Bờ biển – DLC
vi: The Seaside Empire – DLC

# T_DLC_POPUP_THANKS_FOR_PURCHASE_FIND_CONTENT
source: Nội dung mới có sẵn khi bắt đầu một thị trấn mới.
vi: Nội dung mới khả dụng khi một thành phố mới được bắt đầu.

# T_ENCYCLOPEDIA_BUILDING_FUNCTIONS
source: Hành động của tòa nhà
vi: Các chức năng tòa nhà

# T_ENCYCLOPEDIA_BUILDING_WORKERS
source: Công nhân xây dựng
vi: Công nhân tòa nhà

# T_ENCYCLOPEDIA_JUMPTO
source: Kiểm tra
vi: Xem

# T_ENCYCLOPEDIA_SUBCAT_BASICS
source: Những điều cơ bản
vi: Cơ bản

# T_ENCYCLOPEDIA_SUBCAT_BASICS_ASSIGNING
source: Phân công hoặc bỏ phân công công nhân trong menu ngữ cảnh của các tòa nhà để bắt đầu hoặc dừng sản xuất.
vi: Giao và hủy giao công nhân trong menu ngữ cảnh của các tòa nhà để bắt đầu hoặc dừng sản xuất.

# T_ENCYCLOPEDIA_SUBCAT_BASICS_PRODUCTION
source: Chuỗi sản xuất đòi hỏi nguồn cung cấp tài nguyên ổn định. Đảm bảo đủ kho dự trữ để chuỗi không bị gián đoạn.
vi: Các chuỗi sản xuất cần nguồn cung cấp tài nguyên ổn định. Đảm bảo đủ hàng tồn kho để các chuỗi không bị dừng lại.
