Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_SCEN10_12_DESC
source: Ai đó đã làm việc rất tệ ở đây, thưa Lãnh chúa. Các tòa nhà đều cần sửa chữa nghiêm trọng. Chúng ta cần thuê một thợ mộc để sửa chữa tất cả các tòa nhà trước khi chúng sụp đổ hoàn toàn.
vi: Có ai đó đã làm không tốt công việc của mình ở đây, thưa ngài. Các tòa nhà đều trong tình trạng xuống cấp. Chúng ta cần một thợ mộc để chăm sóc chúng, nếu không các ngôi nhà sẽ sụp đổ.

# T_GAME_QUEST_SCEN10_12_NAME
source: Xây dựng một xưởng mộc và đạt được sự hài lòng cao về tình trạng của các tòa nhà.
vi: Xây dựng một xưởng mộc và đạt được sự hài lòng cao với tình trạng của các tòa nhà.

# T_GAME_QUEST_SCEN10_13_DESC
source: Thống đốc! Tại sao thị trấn của ngài vẫn còn nhỏ bé như vậy? Chúng ta đang bị tụt hậu so với đại công tước! Chúng ta sẽ thua cược, trừ khi ngài tìm cách tăng dân số thị trấn sớm!
vi: Thưa Thống đốc! Tại sao chúng ta vẫn chưa đạt được quy mô thành phố bắt buộc? Đại công tước đã đi xa hơn rất nhiều rồi. Chúng ta sẽ thua cuộc cá cược nếu ngài không sớm đưa đủ cư dân đến làng.

# T_GAME_QUEST_SCEN10_13_NAME
source: Tăng dân số làng của ngài.
vi: Tăng dân số của làng.

# T_GAME_QUEST_SCEN10_14_DESC
source: Các gia đình mới chuyển đến thị trấn đã có một hành trình dài và mệt mỏi và đang rất đói. Chúng ta hãy tổ chức một bữa tiệc cho họ và ăn mừng sự khởi đầu chính thức của cuộc cá cược, thưa Lãnh chúa!
vi: Các gia đình đã đến sau một chuyến đi dài đến làng của ngài đang rất đói. Còn gì tốt hơn một bữa tiệc để ăn mừng sự khởi đầu của cuộc thi, thưa ngài?

# T_GAME_QUEST_SCEN10_14_NAME
source: Sản xuất đủ lương thực để nuôi sống làng của ngài.
vi: Sản xuất đủ lương thực cho làng.

# T_GAME_QUEST_SCEN10_15_DESC
source: Chúng ta nên bắt đầu giao thương với các thương nhân du hành. Có thương nhân trong thị trấn sẽ thu hút du khách và tăng danh tiếng của thị trấn chúng ta, thưa Lãnh chúa!
vi: Chúng ta nên giao dịch đủ với các thương nhân du hành. Điều này thu hút thêm khách đến thăm và làm cho thành phố của chúng ta được biết đến, thưa Thống đốc.

# T_GAME_QUEST_SCEN10_15_NAME
source: Kiếm thật nhiều tiền bằng cách giao thương với thương nhân.
vi: Giao dịch để thu được lợi nhuận lớn với nhà buôn.

# T_GAME_QUEST_SCEN10_16_DESC
source: Số tiền thuế ngài đang thu thật đáng thương! Có lẽ ngài nên xây dựng một kho bạc để tăng doanh thu thuế.
vi: Doanh thu thuế mới nhất ở đâu, thưa Thống đốc? Có lẽ ngài nên cho xây dựng một kho bạc để tăng doanh thu thuế của mình.

# T_GAME_QUEST_SCEN10_17_DESC
source: Trang sức, ta cần Trang sức! Tuy nhiên, ta tự hỏi làm thế nào ngài có thể giao trang sức nếu ngài thậm chí còn chưa xây dựng một xưởng kim hoàn.
vi: Đồ trang sức, tôi cần đồ trang sức. Nhưng làm thế nào ngài có thể gửi đồ trang sức cho tôi nếu ngài thậm chí còn chưa xây dựng một xưởng kim hoàn nào, thưa ngài?

# T_GAME_QUEST_SCEN10_17_NAME
source: Xây dựng một xưởng kim hoàn và bắt đầu sản xuất trang sức.
vi: Xây dựng một xưởng kim hoàn và bắt đầu sản xuất đồ trang sức.

# T_GAME_QUEST_SCEN10_18_DESC
source: Tuyệt vời, thưa Lãnh chúa. Bây giờ ngài có thể gửi cho tôi một xe đầy trang sức.
vi: Xuất sắc, thưa ngài. Bây giờ ngài có thể gửi cho tôi một xe hàng đầy ắp đồ trang sức.

# T_GAME_QUEST_SCEN10_18_NAME
source: Giao trang sức cho thương nhân.
vi: Gửi đồ trang sức cho nhà buôn.

# T_GAME_QUEST_SCEN10_2_DESC
source: Thưa Lãnh chúa, ưu tiên hàng đầu của chúng ta là cung cấp lương thực. Chúng ta cần ngư dân và thợ săn.
vi: Dĩ nhiên, việc cung cấp cơ bản nên được đặt lên hàng đầu, thưa ngài. Một số ngư dân và thợ săn là điều cần thiết ở đây.

# T_GAME_QUEST_SCEN10_2_NAME
source: Xây dựng một vài lều của ngư dân và chòi của thợ săn.
vi: Xây một số lều đánh cá và lều săn bắn.

# T_GAME_QUEST_SCEN10_3_DESC
source: Thưa Thống đốc tốt bụng của tôi, tôi không thể hỗ trợ những nỗ lực của ngài cho đến khi ngài xây dựng một khu chợ.
vi: Thưa Thống đốc, tôi chỉ có thể hỗ trợ kế hoạch của ngài sau khi ngài xây dựng một khu chợ.

# T_GAME_QUEST_SCEN10_3_NAME
source: Cần có một khu chợ để mở rộng làng của ngài.
vi: Cần có một khu chợ để phát triển ngôi làng.

# T_GAME_QUEST_SCEN10_4_DESC
source: Thưa Lãnh chúa! Ngài đã xây dựng một xưởng chế tạo công cụ chưa? Đại Công tước đã bắt đầu sản xuất công cụ rồi!
vi: Thưa Thống đốc! Ngài đã có một xưởng rèn công cụ chưa? Đại công tước đã bắt đầu tự sản xuất công cụ rồi.

# T_GAME_QUEST_SCEN10_4_NAME
source: Xây dựng một xưởng chế tạo công cụ và bắt đầu sản xuất công cụ.
vi: Xây dựng một xưởng rèn công cụ và sản xuất những công cụ đầu tiên

# T_GAME_QUEST_SCEN10_5_DESC
source: Với tất cả công việc khó khăn, chúng tôi muốn có một nơi để thư giãn, gặp gỡ bạn bè và uống một cốc nước ép nho. Một quán rượu sẽ thực sự tốt đẹp. Tất nhiên, hoàn toàn tùy thuộc vào sự thuận tiện của ngài, thưa Lãnh chúa.
vi: Với tất cả công việc, chúng ta cần một chút gì đó để uống, thưa ngài. Thật là tuyệt nếu chúng ta có một quán trọ. Tất nhiên là chỉ khi ngài có thời gian.

# T_GAME_QUEST_SCEN10_5_NAME
source: Đạt được sự hài lòng cao với các quán rượu.
vi: Đạt được sự hài lòng cao về quán trọ.

# T_GAME_QUEST_SCEN10_6_DESC
source: Chúng ta có đủ không gian nhà ở không, thưa Lãnh chúa? Tất cả những công nhân mới chuyển đến thị trấn đều cần một mái nhà che đầu, ngài có đồng ý không?
vi: Thưa ngài, ngài có đủ chỗ ở trong làng không vậy? Tất cả các công nhân đang đến nên có một mái nhà trên đầu, phải không?

# T_GAME_QUEST_SCEN10_6_NAME
source: Xây 2 nhà phố lớn và 4 nhà phố thường.
vi: Xây 2 nhà ở lớn và 4 nhà ở nhỏ.

# T_GAME_QUEST_SCEN10_6_NAME_HOUSES
source: Xây thêm nhà phố lớn.
vi: Xây thêm các nhà ở lớn.

# T_GAME_QUEST_SCEN10_6_NAME_SMALLHOUSES
source: Xây thêm nhà phố nhỏ.
vi: Xây thêm các nhà ở nhỏ.

# T_GAME_QUEST_SCEN10_7_DESC
source: Thị trấn cần một số hình thức giải trí xa hoa. Ví dụ như sân đấu thương. Hãy đảm bảo ngài có thể cung cấp loại hình giải trí này trước khi những vị khách quan trọng đến.
vi: Ngôi làng rất cần một chút giải trí xa hoa. Chẳng hạn như một sân đấu. Hãy đảm bảo rằng điều đó được thực hiện trước khi có khách đến thăm, thưa chư hầu của tôi.

# T_GAME_QUEST_SCEN10_7_NAME_DEPRECATED
source: Đạt được sự hài lòng cao với các sân đấu thương.
vi: Đạt được sự hài lòng cao với các sân đấu.

# T_GAME_QUEST_SCEN10_8_DESC
source: Thưa Lãnh chúa, có lẽ chúng ta có thể làm đẹp thị trấn ảm đạm này bằng cách xây dựng một số bức tượng và đồ trang trí? Hãy hoàn thành việc đó trước khi Nhà vua đến thăm lần nữa.
vi: Thưa Lãnh Chúa, liệu chúng ta có nên trang hoàng lại ngôi làng ảm đạm này trước khi Đức Vua đến thị sát lần tới không?

# T_GAME_QUEST_SCEN10_8_NAME
source: Làm đẹp thị trấn của ngài bằng đồ trang trí.
vi: Xây thêm đồ trang trí trong làng.

# T_GAME_QUEST_SCEN10_9_DESC
source: Chào ngài, Thống đốc. Ngài có muốn giao dịch không? Tôi đang cần gấp một lượng lớn quần áo để thực hiện một thỏa thuận béo bở với đại công tước. Tôi sẽ trả rất hậu hĩnh nếu ngài có thể giao cho tôi những gì tôi cần.
vi: Chào ngài, Thống đốc, ngài có hứng thú giao thương không? Ta đang rất cần nhiều quần áo để buôn bán với Đại Công tước. Ta sẽ trả cho ngài một khoản tiền hậu hĩnh!

# T_GAME_QUEST_SCEN10_9_NAME
source: Giao một lô quần áo cho thương nhân.
vi: Cung cấp một xe quần áo cho thương nhân.

# T_GAME_QUEST_SCEN10_END_FAIL
source: Đây là một thảm họa hoàn toàn, Thống đốc! Đại Công tước Canterborough đã đi trước chúng ta một bước và hoàn thành thị trấn của ông ta trước khi chúng ta có thể hoàn thành thị trấn của mình! Tôi đã trông cậy vào sự hỗ trợ của ngài và bây giờ tôi thực sự rất thất vọng. Có lẽ chiến thắng cuộc cá cược này ngay từ đầu chỉ là một giấc mơ điên rồ.
vi: Thật là một thảm họa, Thống đốc! Đại Công tước xứ Canterborough đã vượt mặt chúng ta trong việc xây dựng thành phố của mình. Ta đã trông cậy vào sự hỗ trợ của ngài, và giờ ta thực sự thất vọng. Nhưng có lẽ việc đặt cược này ngay từ đầu đã là một ý tưởng viển vông.

# T_GAME_QUEST_SCEN10_END_SUCESS
source: Tuyệt vời, Thống đốc tốt bụng của tôi! Chúng ta đã đánh bại Đại Công tước trong việc xây dựng và mở rộng thị trấn của mình. Cuộc cá cược đã thắng! Tôi rất ấn tượng về thành tích của ngài và cá nhân tôi sẽ đảm bảo rằng ngài được thưởng hậu hĩnh. Tôi cũng ban cho ngài tước hiệu Công tước, với tất cả các quyền và đặc quyền liên quan.
vi: Xuất sắc, Thống đốc của ta. Chúng ta đã vượt mặt Đại Công tước trong việc xây dựng thành phố. Cuộc cá cược đã thắng! Ta rất ấn tượng với thành tích của ngài và sẽ ban thưởng cho ngài một cách xứng đáng. Chức vị Công tước chắc chắn sẽ thuộc về ngài.

# T_GAME_QUEST_SCEN10_MAIN_DESC
source: Người hầu trung thành của ta, có lẽ ta đã hơi quá sức. Ta đã đặt cược với Đại Công tước Canterborough rằng ta có thể biến thị trấn lạc hậu nhất vương quốc của mình thành một đô thị phồn hoa trước khi ông ta có thể làm điều tương tự với thị trấn lạc hậu nhất của mình.
vi: Có lẽ tuần trước ta đã hơi quá tự tin, người hầu trung thành của ta. Ta đã cá cược với Đại Công tước xứ Canterborough rằng ta sẽ xây dựng thành phố xa xôi nhất của mình thành một đô thị trước ông ta.

# T_GAME_QUEST_SCEN12_01_START
source: Thật tốt khi ngài đến thăm chúng tôi. Tôi xin chào mừng ngài nhân danh tất cả các tu sĩ hiện diện của tu viện.
vi: Thật vinh dự khi ngài ghé thăm chúng tôi. Ta xin chào mừng ngài nhân danh tất cả các tu sĩ trong tu viện.

# T_GAME_QUEST_SCEN12_01_SUCCESS
source: Chào mừng đến tu viện của chúng tôi, thưa Lãnh chúa. Chắc chắn chúng tôi có thể giúp ngài món quà hoàn hảo cho Nhà vua. Nhưng hiện tại chúng tôi đang gặp một số vấn đề với bọn cướp. Có lẽ ngài cũng có thể giúp chúng tôi.
vi: Chào mừng ngài đến tu viện của chúng tôi, thưa ngài. Tất nhiên, chúng tôi sẽ giúp ngài làm ra món quà cho Đức Vua. Tuy nhiên, hiện tại chúng tôi đang gặp phải một vấn đề nhỏ với bọn cướp – có lẽ ngài có thể giúp chúng tôi đổi lại?

# T_GAME_QUEST_SCEN12_02_START
source: Thật là một hành động hiểm độc! Ai đó đã lấy trộm gỗ của chúng tôi! Chúng tôi không thể cất giữ bia nếu không có gỗ làm thùng.
vi: Thật là một hành động đê hèn! Ai đó đã đánh cắp hết số gỗ dự trữ của chúng ta! Chúng ta không thể cất giữ đồ uống nếu không có gỗ đóng thùng!

# T_GAME_QUEST_SCEN12_02_SUCCESS
source: Cảm ơn ngài rất nhiều, thưa Lãnh chúa! Bây giờ chúng tôi có thể xây dựng lại một số thùng bia.
vi: Chúng tôi vô cùng biết ơn ngài vì hành động này, giờ chúng tôi có thể sản xuất thùng đựng đồ uống trở lại.

# T_GAME_QUEST_SCEN12_02_TITLE
source: Xây dựng một số chòi của người kiểm lâm.
vi: Xây dựng một vài lều tiều phu.

# T_GAME_QUEST_SCEN12_04_START
source: Thưa Lãnh chúa, thị trấn phải được mở rộng để hoàn thành nhiệm vụ của chúng ta. Trước tiên, chúng ta phải thiết lập một nền kinh tế ổn định. Để làm được điều đó, chúng ta cần sản xuất công cụ.
vi: Thưa Lãnh Chúa, ngôi làng nên được mở rộng để thần dân của ngài có thể hoàn thành các nhiệm vụ. Việc có một nền kinh tế ổn định là bước đi lớn tiếp theo. Để làm được điều đó, chúng ta cần công cụ!

# T_GAME_QUEST_SCEN12_04_SUCCESS
source: Tuyệt vời, thưa Lãnh chúa. Bây giờ chúng ta có thể mở rộng thị trấn hơn nữa.
vi: Tuyệt vời, thưa ngài. Giờ chúng ta có thể bắt đầu mở rộng.

# T_GAME_QUEST_SCEN12_04_TITLE
source: Thiết lập một chuỗi sản xuất công cụ.
vi: Xây dựng một xưởng sản xuất công cụ.

# T_GAME_QUEST_SCEN12_05_START
source: Thị trấn cần được cung cấp thêm lương thực, thưa Lãnh chúa. Chúng ta có một trang trại, nhưng không có cối xay gió hay tiệm bánh nào sao?
vi: Ngôi làng cần được cung cấp lương thực tốt hơn. Chúng ta có một trang trại, nhưng lại không có nhà máy xay bột hay lò bánh mì?

# T_GAME_QUEST_SCEN12_05_SUCCESS
source: Rất tốt! Ngôi làng đang mở rộng thành một thị trấn thực sự.
vi: Rất tốt! Ngôi làng đang phát triển thành một thành phố thực sự, thưa Lãnh Chúa. Các tu sĩ sẽ rất vui mừng!

# T_GAME_QUEST_SCEN12_05_TITLE
source: Thiết lập sản xuất lương thực ổn định.
vi: Xây dựng một nền sản xuất lương thực ổn định. Xây dựng một nhà máy xay bột và một lò bánh mì.

# T_GAME_QUEST_SCEN12_06_FAILED
source: Không! Lũ cướp tinh quái đó! Chúng đã phá hủy tu viện!
vi: Không! Bọn cướp độc ác này đã phá hủy tu viện!

# T_GAME_QUEST_SCEN12_06_START
source: Thưa Lãnh chúa, tu viện này đã đứng trên ngọn đồi này bốn thế kỷ nay. Sẽ thật kinh khủng nếu tòa nhà bị phá hủy bởi lũ cướp khó chịu đó. Chúng đã đe dọa phá hủy nó trong nhiều tuần nay…
vi: Thưa Lãnh Chúa, tu viện này đã đứng vững trên ngọn đồi này suốt 400 năm qua. Sẽ thật khủng khiếp nếu nó bị bọn cướp hèn hạ phá hủy - lũ vô lại này đã đe dọa điều đó suốt nhiều tuần!

# T_GAME_QUEST_SCEN12_06_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Tu viện đã sống sót qua tất cả các cuộc tấn công của bọn cướp và chúng tôi đã sản xuất ra loại bia hoàn hảo! Thật là một thức uống hảo hạng! Tuyệt vời.
vi: Xuất sắc, tu viện vẫn đứng vững! Bọn cướp đã bị đẩy lùi và chúng ta đã thành công trong việc chế tạo loại đồ uống hoàn hảo. Quả là một thức uống tuyệt hảo. Tuyệt đối thơm ngon!

# T_GAME_QUEST_SCEN12_07_START
source: Ngài phải xây dựng lại tu viện nếu không chúng ta sẽ không bao giờ hoàn thành nhiệm vụ kịp thời!
vi: Thưa ngài, ngài phải xây dựng lại tu viện! Nếu không, chúng ta sẽ không bao giờ có thể hoàn thành nhiệm vụ đúng thời hạn.

# T_GAME_QUEST_SCEN12_07_SUCCESS
source: Rất tốt, thưa Lãnh chúa! Tu viện đã được xây dựng lại! Chúng ta có thể tiếp tục với nhiệm vụ đang thực hiện: Nấu loại bia hoàn hảo!
vi: Rất tốt, thưa Lãnh Chúa! Tu viện đã được xây dựng lại - giờ chúng ta có thể tiếp tục nhiệm vụ của mình: Chế tạo loại đồ uống hoàn hảo!

# T_GAME_QUEST_SCEN12_08_START
source: Chúng ta phải đảm bảo rằng tu viện được bảo vệ tốt, thưa Lãnh chúa! Đặt một tháp canh bên cạnh nó sẽ tăng cường đáng kể sự bảo vệ.
vi: Chúng ta cần phải đảm bảo rằng tu viện được bảo vệ tốt, thưa Lãnh Chúa. Xây dựng một tháp canh bên cạnh tu viện là đủ.

# T_GAME_QUEST_SCEN12_08_TITLE
source: Xây dựng một tháp canh bên cạnh tu viện.
vi: Xây dựng một tháp canh với tu viện trong phạm vi ảnh hưởng.

# T_GAME_QUEST_SCEN12_09_START
source: Ngài có biết binh lính thích xúc xích đến mức nào không? Ngài có thể xây dựng một trang trại nuôi lợn và một xưởng thịt để sản xuất một ít.
vi: Ngài có biết rằng binh lính rất thích xúc xích không? Ngài có thể xây dựng một trang trại lợn và một lò mổ.

# T_GAME_QUEST_SCEN12_09_START2
source: Thưa Lãnh chúa, Tôi khuyên ngài nên ra lệnh xây dựng một trang trại nuôi lợn và một xưởng thịt. Bằng cách này, chúng ta có thể sản xuất thịt cho dân làng và xúc xích được binh lính của chúng ta yêu thích.
vi: Thưa ngài, Tôi khuyên ngài nên xây dựng một trang trại lợn và một lò mổ. Một mặt, chúng ta có thể sản xuất thịt cho người dân, mặt khác, chúng ta có thể cung cấp xúc xích mà binh lính yêu thích.

# T_GAME_QUEST_SCEN12_10_START
source: Hmm, tôi nghĩ chúng ta nên cung cấp cho những người lính tội nghiệp đó một số kiếm và áo giáp. Điều này sẽ cải thiện đáng kể khả năng sống sót của họ trong chiến đấu. Để làm được điều đó, chúng ta cần một kho vũ khí và một xưởng thuộc da.
vi: Hmmm, tôi nghĩ chúng ta nên cung cấp kiếm và áo giáp cho binh lính trong làng - điều đó sẽ tăng đáng kể cơ hội thành công của họ trong chiến đấu. Để làm được điều đó, chúng ta cần một xưởng vũ khí và một xưởng thuộc da.

# T_GAME_QUEST_SCEN12_10_SUCCESS
source: Chúng ta đã làm được, thưa Lãnh chúa! Bây giờ chúng ta có thể chế tạo một số áo giáp cho binh lính của mình.
vi: Chúng ta đã làm được: Xưởng vũ khí đã hoàn thành!

# T_GAME_QUEST_SCEN12_10_TITLE
source: Xây dựng một kho vũ khí và một xưởng thuộc da.
vi: Xây dựng một xưởng vũ khí và một xưởng thuộc da.

# T_GAME_QUEST_SCEN12_10_TITLE_2
source: Xây dựng một kho vũ khí.
vi: Xây dựng một xưởng vũ khí.

# T_GAME_QUEST_SCEN12_11_START
source: Bây giờ chúng ta đã có một kho vũ khí và một xưởng thuộc da, sẽ rất tuyệt nếu bắt đầu sản xuất trang bị.
vi: Giờ chúng ta đã có một xưởng vũ khí và một xưởng thuộc da, chúng ta nên bắt đầu sản xuất vũ khí và áo giáp, thưa ngài.

# T_GAME_QUEST_SCEN12_11_SUCCESS
source: Tuyệt vời, thưa Lãnh chúa! Binh lính bây giờ sẽ chiến đấu tốt hơn nhiều.
vi: Tuyệt vời, thưa Lãnh Chúa. Binh lính sẽ có thể chiến đấu tốt hơn nhiều trong tương lai.

# T_GAME_QUEST_SCEN12_11_TITLE
source: Chế tạo trang bị cho binh lính.
vi: Sản xuất trang bị cho binh lính.

# T_GAME_QUEST_SCEN12_14_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Bây giờ tu viện sẽ được bảo vệ khỏi các cuộc tấn công tiếp theo của bọn cướp!
vi: Xuất sắc, thưa ngài. Giờ thì tu viện đã được bảo vệ khỏi các cuộc tấn công của bọn cướp.

# T_GAME_QUEST_SCEN12_15_START
source: Chúng tôi đã không thể xây dựng lại các cánh đồng hoa bia bị phá hủy. Ngài có thể vui lòng đặt một số không?
vi: Anh em của tôi và tôi vẫn chưa có thời gian để xây dựng lại các cánh đồng hoa bia bị phá hủy. Liệu ngài có thể vui lòng cho xây dựng một vài cánh đồng mới không, thưa ngài?

# T_GAME_QUEST_SCEN12_15_TITLE
source: Xây dựng một số cánh đồng hoa bia.
vi: Xây dựng một vài cánh đồng hoa bia.

# T_GAME_QUEST_SCEN12_15_TITLE_NEW
source: Xây dựng một trang trại hoa bia và một số cánh đồng hoa bia.
vi: Xây dựng một lò sấy hoa bia và một vài cánh đồng hoa bia.

# T_GAME_QUEST_SCEN12_16_FAILED
source: Hahaha. Tu viện khiêm tốn của ngươi đã là quá khứ. Bây giờ ta cai trị khu vực này!
vi: Haha! Tu viện lố bịch của các ngươi đã là dĩ vãng. Giờ ta sẽ tự thưởng cho mình một loại đồ uống ngon lành đã.

# T_GAME_QUEST_SCEN12_16_START
source: Ngươi nghĩ ngươi có thể bảo vệ những tu sĩ nhỏ bé đó sao? Ta không nghĩ vậy. Ta sẽ cho ngươi thấy ta sẽ nghiền nát tu viện nhỏ bé đó của ngươi như thế nào.
vi: Các ngươi thực sự nghĩ rằng mình có thể bảo vệ đám tu sĩ nhỏ bé bằng cái công trình nực cười này sao? Hãy chứng kiến cảnh ta san bằng tu viện của các ngươi xuống đất...

# T_GAME_QUEST_SCEN12_16_SUCCESS
source: Arghhh! Lần sau ngươi sẽ phải trả giá cho điều đó! Chuyện này chưa kết thúc đâu...
vi: Arghhh! Lần sau các ngươi sẽ không gặp may như vậy đâu! Chúng ta sẽ gặp lại nhau...

# T_GAME_QUEST_SCEN12_16_TITLE
source: Đẩy lùi tất cả các cuộc tấn công vào tu viện!
vi: Chống trả mọi cuộc tấn công vào tu viện!

# T_GAME_QUEST_SCEN12_17_START
source: Thưa Lãnh chúa, các tu sĩ đồng nghiệp của tôi và tôi sẽ bắt đầu ngay lập tức việc sản xuất loại bia ngon nhất trong nước.
vi: Thưa Lãnh Chúa, anh em tu sĩ của tôi và tôi giờ sẽ bắt tay vào công việc của mình và làm cho ngài loại đồ uống ngon nhất cả vương quốc.

# T_GAME_QUEST_SCEN12_17_SUCCESS
source: Chúng tôi đã hoàn thành quá trình nấu bia, thưa Lãnh chúa. Rất nhiều loại bia khác nhau đã được tạo ra. Bây giờ chúng tôi phải chọn loại tốt nhất trong số chúng và tinh chế thêm sau đó.
vi: Chúng tôi đã hoàn thành việc ủ rượu, thưa Lãnh Chúa. Nhiều sản phẩm khác nhau đã được tạo ra - giờ chúng ta có thể chọn ra loại đồ uống ngon nhất và tiếp tục tinh chế nó.

# T_GAME_QUEST_SCEN12_18_START
source: Bậc thầy nấu bia của chúng tôi nói rằng chúng tôi cần nâng cấp thiết bị nấu bia để tinh chế bia hơn nữa. Chúng ta muốn làm hài lòng nhà vua, phải không? Đây phải là loại bia ngon nhất trong nước…
vi: Bậc thầy ủ rượu của chúng ta nói rằng chúng ta cần mở rộng thêm tu viện để phát triển một loại đồ uống ngon hơn nữa. Chúng ta muốn làm vui lòng Đức Vua, phải không? Đồ uống này phải trở thành thứ tốt nhất của đất nước…

# T_GAME_QUEST_SCEN12_18_SUCCESS
source: Tuyệt vời, thưa Lãnh chúa! Bây giờ tất cả những gì chúng ta cần là thêm một số nguyên liệu tốt nhất.
vi: Tuyệt vời! Việc cải thiện tu viện đã hoàn tất. Điều duy nhất chúng ta cần nữa là một vài nguyên liệu tốt nhất để làm cho đồ uống trở nên hoàn hảo.

# T_GAME_QUEST_SCEN12_19_START
source: Lãnh chúa, bia gần như đã xong. Nhưng một số nguyên liệu vẫn còn thiếu. Thảo mộc và một ít bụi vàng sẽ hoàn hảo để hoàn thiện sản phẩm.
vi: Thưa ngài, đồ uống hoàn hảo vẫn cần một vài nguyên liệu đặc biệt. Các loại thảo mộc tốt nhất trong vùng và một chút bụi vàng sẽ làm cho thức uống trở nên hoàn hảo.

# T_GAME_QUEST_SCEN12_19_TITLE
source: Giao thảo mộc và vàng vụn.
vi: Cung cấp thảo mộc và quặng vàng.

# T_GAME_QUEST_SCEN12_20_START
source: Bia phải được ủ một thời gian. Nó không nên bị ảnh hưởng bởi các yếu tố bên ngoài, quá trình trưởng thành của bia cần sự yên tĩnh.
vi: Giờ đồ uống cần một thời gian để lên men, thưa ngài. Nó không nên bị ảnh hưởng bởi các yếu tố bên ngoài, vì quá trình lên men đòi hỏi sự yên tĩnh tuyệt đối!

# T_GAME_QUEST_SCEN12_20_SUCCESS
source: Đã xong, thưa Lãnh chúa. Tôi có thể giới thiệu cho ngài loại bia hoàn hảo không?
vi: Đã hoàn thành, thưa Lãnh Chúa! Liệu tôi có thể giới thiệu với ngài loại đồ uống hoàn hảo này không?

# T_GAME_QUEST_SCEN12_20_TITLE
source: Bảo vệ tu viện cho đến khi quá trình nấu bia hoàn tất.
vi: Bảo vệ tu viện cho đến khi đồ uống hoàn thành.

# T_GAME_QUEST_SCEN12_END_SUCCESS
source: Ta muốn tự mình cảm ơn ngươi, quản gia. Đây thực sự là món quà sinh nhật hoàn hảo cho ta. Ta không biết rằng ngươi biết về niềm đam mê nấu bia của ta.
vi: Ta muốn đích thân cảm ơn ngươi, Thống đốc của ta. Loại đồ uống này thực sự rất tuyệt vời và là món quà hoàn hảo dành cho ta. Ta không biết rằng ngươi lại biết sở thích của ta đối với các sản phẩm ủ rượu như vậy.

# T_GAME_QUEST_SCEN12_MAINQUEST
source: Bảo vệ tu viện và tạo ra loại bia hoàn hảo cho Nhà vua.
vi: Bảo vệ tu viện và tạo ra loại đồ uống hoàn hảo cho Đức Vua.

# T_GAME_QUEST_SCEN13_01_1_TITLE
source: Chuẩn bị thị trấn cho sự xuất hiện của Nhà vua.
vi: Chuẩn bị thành phố cho sự xuất hiện của Đức Vua.

# T_GAME_QUEST_SCEN13_01_FAIL
source: Ngươi nghĩ ngươi có thể lừa ta sao? Ta thất vọng vì ngươi không thể quản lý một thị trấn nhỏ. Ta quản lý cả một vương quốc, nhưng không cần phải lừa dối ai cả!
vi: Ngươi thực sự nghĩ rằng có thể lừa bịp ta sao? Ta thất vọng vì ngươi không có khả năng quản lý một thành phố nhỏ. Ta phải cai trị cả một vương quốc và không cần thiết phải lừa dối ai cả!

# T_GAME_QUEST_SCEN13_01_START
source: Ta sẽ đi kiểm tra tài sản của mình trong năm tới. Thị trấn nổi tiếng của ngươi sẽ là điểm nhấn trong chuyến đi của ta!
vi: Ta dự định sẽ đi thị sát lãnh thổ của mình trong năm tới. Thành phố nổi tiếng của ngươi sẽ là đỉnh cao trong chuyến đi của ta!

# T_GAME_QUEST_SCEN13_01_SUCCESS
source: Ta rất hài lòng với ngươi! Ngươi thực sự biết cách quản lý thành công một thị trấn và ngươi có thể chắc chắn về sự kính trọng cao nhất của ta.
vi: Ta vô cùng hài lòng với ngươi. Ngươi biết cách điều hành một thành phố thành công và có thể tin tưởng vào sự kính trọng của ta.

# T_GAME_QUEST_SCEN13_01_TITLE
source: Vượt qua cuộc kiểm tra của Nhà vua.
vi: Vượt qua cuộc kiểm tra của Đức Vua.

# T_GAME_QUEST_SCEN13_02_START
source: Xin chào, thưa Lãnh chúa Quản gia! Ta quyết định đến thị trấn của ngài sớm hơn, để xem thị trấn tráng lệ của ngài! Chắc chắn ngài đã chờ đợi sự xuất hiện của ta.
vi: Xin chào, Thống đốc. Cuộc thị sát lần trước là một thảm họa! Do đó, ta quyết định đến thăm ngươi sớm hơn để được chiêm ngưỡng một thành phố xinh đẹp và nhộn nhịp. Ta chắc chắn rằng ngươi đã chờ đợi ta rồi.

# T_GAME_QUEST_SCEN13_02_TITLE
source: Đừng để Nhà vua nghi ngờ.
vi: Đừng để Đức Vua nghi ngờ điều gì.

# T_GAME_QUEST_SCEN13_05_1_START
source: Trước hết, ngài nên đưa việc sản xuất hàng hóa hoạt động trở lại! Tái tuyển dụng người kiểm lâm và sửa chữa xưởng cưa để bắt đầu sản xuất lại.
vi: Điều đầu tiên chúng ta nên làm là khôi phục lại việc sản xuất nguyên liệu thô. Hãy tuyển lại tiều phu và sửa chữa xưởng cưa để chúng ta có thể bắt đầu sửa chữa nhanh nhất có thể!

# T_GAME_QUEST_SCEN13_05_1_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Nhưng không có thời gian để nghỉ ngơi!
vi: Rất tốt, thưa ngài. Nhưng đây chỉ mới là bắt đầu. Để đưa nền kinh tế của thành phố hoạt động trở lại, chúng ta không được lãng phí thời gian!

# T_GAME_QUEST_SCEN13_05_1_TITLE
source: Tuyển dụng một người kiểm lâm và sửa chữa xưởng cưa.
vi: Tuyển một tiều phu và sửa chữa xưởng cưa.

# T_GAME_QUEST_SCEN13_05_START
source: Ôi không! Do bọn cướp trong rừng, thị trấn hoàn toàn suy tàn. Chúng ta cần bắt đầu tái thiết ngay lập tức!
vi: Ôi không! Vì bọn cướp trong rừng mà thành phố đã hoàn toàn suy tàn! Chắc chắn Đức Vua sẽ không hài lòng chút nào! Chúng ta phải bắt đầu xây dựng lại ngay lập tức!
