Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_QUESTIONS_002
source: Cố vấn của ngài đã trở lại và cung cấp cho ngài một số thông tin về những người du hành. Họ chạy trốn khỏi đất nước của mình vì bị buộc tội oan. Bằng chứng về sự vô tội của họ nằm xa hơn về phía nam. Ở một trong những thành phố xung quanh.
vi: Cố vấn của ngài đã trở lại và cung cấp cho ngài một số thông tin về những người du hành. Họ đã trốn khỏi đất nước của mình vì bị buộc tội sai trái. Bằng chứng về sự vô tội của họ nằm ở phía nam. Ở một trong các thành phố xung quanh.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_QUESTIONS_003
source: Để họ đi.
vi: Hãy để họ đi.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_ROYAL_ARMY_001
source: Do đó, tôi sẽ khuyên nhà vua, để quân đội hoàng gia có thể đến và bắt những tên tội phạm nguy hiểm này!
vi: Vì vậy, tôi sẽ nói chuyện với nhà vua để quân đội hoàng gia có thể đến và bắt những tên tội phạm nguy hiểm này!

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_ROYAL_ARMY_002
source: Quân đội hoàng gia cuối cùng cũng đến. Ngài giao nộp những người du hành. Nhà vua gửi cho ngài một phần thưởng vì đã cung cấp thông tin cần thiết để bắt giữ những cá nhân nguy hiểm này. Làng của ngài đang dần hồi phục, trong khi ngài đang yên bình tiếp tục các hoạt động của mình với tư cách là thống đốc.
vi: Cuối cùng thì quân đội hoàng gia cũng đến. Ngài giao những người du hành cho họ. Nhà vua gửi cho ngài một phần thưởng vì đã cung cấp những thông tin cần thiết để bắt những người nguy hiểm này. Thành phố đang từ từ hồi phục, trong khi ngài bình thản tiếp tục các hoạt động của mình với tư cách là Thống đốc.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_SPY_CATCH_001
source: Gián điệp của ngài đã mắc sai lầm và bị những người du hành phát hiện. Họ đang giữ anh ta làm con tin và đòi tiền chuộc nếu ngài muốn anh ta trở về còn sống.
vi: Gián điệp của ngài đã mắc sai lầm và bị những người du hành phát hiện. Họ đang giữ anh ta làm con tin và yêu cầu tiền chuộc nếu ngài muốn anh ta còn sống.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_SPY_CATCH_PAY_001
source: Chúng ta sẽ mất rất nhiều tiền, nhưng ít nhất gián điệp của chúng ta sẽ được an toàn.
vi: Chúng ta sẽ mất rất nhiều tiền, nhưng ít nhất là gián điệp của chúng ta vẫn an toàn.

# T_GAME_QUEST_NORTHERN_DESERT_TRAVELERS_SPY_CATCH_PAY_002
source: Cảm ơn ngài, thưa Ngài, vì đã trả tiền chuộc để giải thoát cho tôi! Tôi đã sợ hãi cho tính mạng của mình. Thật là một công việc nguy hiểm khi làm gián điệp.
vi: Cảm ơn ngài, thưa ngài, vì đã trả tiền chuộc để giải cứu tôi! Tôi đã sợ hãi cho tính mạng của mình. Thật là một công việc nguy hiểm khi làm điệp viên.

# T_GAME_QUEST_NORTHERN_DESERT_WARM_WELCOME_001
source: Đó là một ý tưởng tuyệt vời. Chúng ta nên chuẩn bị thức ăn cho những người này khi họ đến trước cửa nhà chúng ta. Bánh mì và cá sẽ làm được việc đó.
vi: Đó là một ý tưởng tuyệt vời. Chúng ta nên chuẩn bị đồ ăn cho những người này khi họ đến trước cửa nhà của chúng ta. Bánh mì và cá là đủ.

# T_GAME_QUEST_NORTHERN_DESERT_WARM_WELCOME_002
source: Hoàn hảo, bây giờ tất cả những gì chúng ta phải làm là chờ đợi họ.
vi: Hoàn hảo. Bây giờ chúng ta chỉ cần chờ đợi họ.

# T_GAME_QUEST_PLACE_STARTED
source: Bây giờ là lúc xây dựng địa điểm thích hợp cho một sự kiện tầm cỡ này!
vi: Bây giờ là lúc xây dựng địa điểm thích hợp cho một sự kiện quy mô như vậy!

# T_GAME_QUEST_PLACE_SUCCESS
source: Ôi là là, thật không thể tin được! Và nghĩ rằng không có điều gì trong số này thành công nếu lính canh không sốt sắng. Ngài đã có một ý tưởng tuyệt vời khi tận dụng cơ hội này! Lễ hội hứa hẹn sẽ thành công.
vi: Ôi chao, thật là không thể tin được! Thật khó tin là sẽ không có điều gì xảy ra nếu lính canh không siêng năng như vậy. Ngài đã có một ý tưởng tuyệt vời khi ngài tận dụng cơ hội này! Lễ hội có vẻ đầy hứa hẹn.

# T_GAME_QUEST_PRETTY_PETALS_ANSWER_002
source: Điều đó không cần thiết.
vi: Điều đó là không cần thiết.

# T_GAME_QUEST_PRETTY_PETALS_CONSEQUENCE_001
source: Đẹp quá! Ồ, hoa thực sự là một cái gì đó, hương thơm của chúng nâng tôi lên chín tầng mây.
vi: Tuyệt đẹp! Ôi, hoa thực sự rất đặc biệt. Hương thơm của chúng khiến tôi như đang bay trên mây.

# T_GAME_QUEST_PRETTY_PETALS_CONSEQUENCE_002
source: Ngài là một người tồi tệ. Thành phố của chúng ta sẽ đẹp hơn nhiều với hoa!
vi: Ngài là một người khủng khiếp. Thành phố của chúng ta sẽ tươi đẹp hơn rất nhiều với hoa!

# T_GAME_QUEST_PRETTY_PETALS_DESC
source: Mùa xuân đã trở lại, thưa Lãnh chúa. Ngôi làng có thể được hưởng lợi từ một số loài hoa bổ sung.
vi: Mùa xuân đã trở lại, thưa ngài. Ngôi làng có thể được hưởng lợi từ một số bông hoa bổ sung.

# T_GAME_QUEST_PRETTY_PETALS_TITLE
source: Những Cánh Hoa Xinh Đẹp
vi: Những bông hoa xinh xắn

# T_GAME_QUEST_REBUILT_SAWMILL_DESC
source: Xưởng cưa đã bị cháy rụi, thưa Bệ hạ. Ngài có ra lệnh xây dựng lại không? Chúng ta cần tòa nhà này để sản xuất ván!
vi: Xưởng cưa đã bị cháy, thưa ngài. Ngài có muốn ra lệnh xây dựng lại nó không? Để sản xuất ván, chúng ta cần một xưởng cưa!

# T_GAME_QUEST_REDISTRIBUTION_ANSWER_001
source: Đừng cho ai bất cứ thứ gì.
vi: Không đưa gì cho ai.

# T_GAME_QUEST_REDISTRIBUTION_ANSWER_002
source: Phân phối lại lợi nhuận cho người dân thị trấn.
vi: Phân phối lợi nhuận cho dân làng

# T_GAME_QUEST_REDISTRIBUTION_ANSWER_003
source: Đầu tư số tiền này vào các mỏ.
vi: Đầu tư tiền vào các mỏ.

# T_GAME_QUEST_REDISTRIBUTION_DESC
source: Thưa ngài, chúng ta có rất nhiều tiền trong kho bạc và việc phân phối lại một phần lợi nhuận này sẽ có lợi cho thành phố.
vi: Thưa ngài, chúng ta có rất nhiều tiền trong quỹ và việc tái phân phối một số thu nhập này sẽ có lợi cho thành phố.

# T_GAME_QUEST_REDISTRIBUTION_OUTCOME_001
source: Dân làng đã nghe về quyết định của ngài. Họ không vui. Hãy cố gắng thể hiện sự quan tâm nhiều hơn đến người dân của ngài, thưa ngài.
vi: Dân làng đã nghe về quyết định của ngài. Họ không hài lòng. Hãy cố gắng quan tâm hơn một chút đến người của mình, thưa ngài.

# T_GAME_QUEST_REDISTRIBUTION_OUTCOME_001_PART_2
source: Năng suất của người dân thị trấn không còn bị ảnh hưởng bởi quyết định của ngài về việc phân phối lại thu nhập.
vi: Năng suất của dân làng sẽ không còn bị ảnh hưởng bởi quyết định về việc phân phối lại lợi nhuận nữa.

# T_GAME_QUEST_REDISTRIBUTION_OUTCOME_002
source: Ngài đã làm cho người dân thị trấn hạnh phúc biết bao! Họ vui mừng khôn xiết!
vi: Ngài đã làm cho dân làng hạnh phúc đến nhường nào! Họ rất vui mừng!

# T_GAME_QUEST_REDISTRIBUTION_OUTCOME_003_A
source: Sáng kiến tuyệt vời, thưa Ngài. Hãy bắt đầu xây dựng các mỏ và khai thác tài nguyên.
vi: Sáng kiến tuyệt vời, thưa ngài. Chúng ta hãy bắt đầu xây dựng các mỏ và khai thác tài nguyên.

# T_GAME_QUEST_REDISTRIBUTION_OUTCOME_003_B
source: Đầu tư số tiền chúng ta có vào việc xây dựng các mỏ mới có lẽ là quyết định tốt nhất chúng ta từng có. Chúng ta sẽ có thể phát triển dễ dàng hơn với những tài nguyên này.
vi: Số tiền mà chúng ta đã đầu tư vào việc xây dựng các mỏ mới có lẽ là quyết định tốt nhất mà chúng ta từng đưa ra. Chúng ta sẽ có thể phát triển dễ dàng hơn với các tài nguyên này.

# T_GAME_QUEST_REDISTRIBUTION_OUTCOME_PEOPLE_001
source: Ngài rất hào phóng, thưa Ngài. Số tiền này sẽ cho phép họ cải thiện cuộc sống hàng ngày.
vi: Ngài rất hào phóng, thưa ngài. Với một gói tiền xu này, cư dân sẽ có một cuộc sống tốt hơn.

# T_GAME_QUEST_REDISTRIBUTION_TITLE
source: Phân Phối Lại Thu Nhập
vi: Phân phối lại lợi nhuận

# T_GAME_QUEST_REGULATION_CONCLUSION_001
source: Chúng ta đã may mắn, thưa ngài. Mùa màng không bị ảnh hưởng. Lợn rừng đã bỏ đi và chúng ta không còn phải lo lắng về chúng nữa.
vi: Chúng ta đã may mắn, thưa ngài. Vụ mùa của chúng ta không bị ảnh hưởng. Lợn rừng đã đi hết và chúng ta không còn phải lo lắng về chúng nữa.

# T_GAME_QUEST_REGULATION_CONCLUSION_002
source: Lợn rừng đã phá hủy mùa màng của chúng ta, thưa Ngài! Chúng hướng về phía trang trại. Đó là một cuộc tàn sát.
vi: Lợn rừng đã tàn phá vụ mùa của chúng ta, thưa bệ hạ! Chúng không dừng lại trước trang trại. Thật là một cuộc tàn sát.

# T_GAME_QUEST_REGULATION_CONCLUSION_003
source: Dân chúng bị tàn phá bởi sự mất mát này và hạnh phúc cũng như năng suất của họ bị ảnh hưởng.
vi: Người dân vô cùng đau buồn vì tổn thất này và sự hài lòng cũng như năng suất của họ bị ảnh hưởng.

# T_GAME_QUEST_REGULATION_CONCLUSION_004
source: Thưa Ngài, mùa màng của chúng ta đang bắt đầu phục hồi sau thiệt hại do lợn rừng gây ra cách đây một thời gian. Các nền văn hóa đang phát triển trở lại và mọi người đã bắt đầu quên đi những gì đã xảy ra.
vi: Thưa bệ hạ, các cánh đồng của chúng ta đang bắt đầu hồi phục sau những thiệt hại mà lũ lợn rừng gây ra cách đây một thời gian. Các loại cây trồng đang phát triển trở lại và người dân đang dần quên đi những gì đã xảy ra.

# T_GAME_QUEST_REGULATION_CONSEQUENCE_002
source: Dân chúng đang bị bỏ rơi do quyết định của ngài! Hy vọng mùa màng sẽ không bị những con lợn rừng này phá hoại.
vi: Dân chúng bị bỏ rơi do quyết định của ngài! Hy vọng rằng các vụ mùa sẽ không bị lũ lợn rừng này tàn phá.

# T_GAME_QUEST_SANDBOX_COASTSANDSCLIFFS_WELCOME
source: Tôi chào mừng ngài, quản gia! Hãy nhìn bờ biển này! Tôi mong đợi thị trấn của ngài xứng đáng với khung cảnh tuyệt đẹp này! Hãy chăm sóc tốt cho Dân làng của ngài và đừng quên nộp cống cho Nhà vua, để ngài có thể tiếp tục phục vụ tôi!
vi: Xin chào, thưa Thống đốc! Hãy nhìn khung cảnh này xem! Từ vách đá này, ngài có thể nhìn thấy toàn bộ vùng nông thôn và bờ biển. Tôi chuyển giao lâu đài này cho ngài. Ngài sẽ xây dựng một ngôi làng ở đây. Gửi cho tôi các khoản cống nạp không thường xuyên!

# T_GAME_QUEST_SANDBOX_CREDIT
source: Vay từ kho bạc của Nhà vua
vi: Vay của nhà vua

# T_GAME_QUEST_SANDBOX_CREDIT_DESC
source: Thưa Thống đốc, Nếu ngài thiếu vốn, hoàng gia có thể cho ngài vay một khoản nhỏ để trở lại đúng hướng.
vi: Thưa Thống đốc của tôi, nếu ngài gặp khó khăn về tiền bạc, thì vương miện sẽ cho ngài vay để khôi phục lại khả năng thanh toán.

# T_GAME_QUEST_SANDBOX_DIVIDEDSHORELINE_WELCOME
source: Tôi chào mừng ngài đến ngôi làng khiêm tốn của chúng tôi, Thống đốc! Khu vực bị chia cắt bởi một sườn núi đá. Có thể tìm thấy các mỏ quặng ở phía tây nam của sườn núi, thưa Lãnh chúa. Tôi rất mong được hợp tác cùng ngài.
vi: Chào mừng đến với ngôi làng nhỏ bé của chúng ta, thưa Thống đốc. Bờ biển trong khu vực bị gián đoạn bởi một dãy núi. Các mỏ quặng có thể được tìm thấy ở phía tây nam của dãy núi, thưa ngài. Tôi rất mong chờ sự hợp tác của chúng ta.

# T_GAME_QUEST_SANDBOX_FRIGYTHKINGDOM_WELCOME
source: Chào mừng, Thống đốc! Tôi là Nữ hoàng Frigyth, người cai trị Vương quốc này. Tôi đã nhờ sự giúp đỡ của ngài để mang lại sự vĩ đại thực sự cho ngôi làng này. Vùng đất này giàu tài nguyên, vì vậy nó sẽ dễ dàng cho ngài. Đừng làm tôi thất vọng.
vi: Chào mừng, thưa Lãnh Chúa Thống đốc. Ta là Nữ hoàng Frigyth, người cai trị trong vương quốc này. Ta đã nhờ ngài giúp mang ngôi làng này đến sự vĩ đại thực sự. Vùng đất này giàu tài nguyên, vì vậy việc đó sẽ dễ dàng đối với ngài. Đừng làm ta thất vọng.

# T_GAME_QUEST_SANDBOX_LOWLANDS_WELCOME
source: Thưa Lãnh chúa, hãy nhìn vào sự bao la vô tận của khu vực này. Đất phẳng trải dài ngút tầm mắt! Chúng ta sẽ có thể xây dựng một thành phố lớn ở đây trong tương lai gần, ngài có nghĩ vậy không?
vi: Thưa ngài, hãy nhìn sự bao la vô tận ở vùng này xem. Đất bằng phẳng trải dài theo mọi hướng! Trong tương lai không xa, chúng ta sẽ có thể xây dựng một thành phố lớn ở đây, ngài có nghĩ vậy không?

# T_GAME_QUEST_SANDBOX_MAPSTART_GREETING_BIGRIVER
source: Chào Thống đốc. Tại bờ sông hùng vĩ này, chúng ta có rất nhiều cơ hội để thịnh vượng. Các ngư trường rộng lớn và các mỏ đầy quặng. Tại đây, chúng ta sẽ thành lập một thị trấn thịnh vượng nhân danh Nhà vua.
vi: Xin chào, thưa Lãnh Chúa Thống đốc. Trên bờ của dòng sông hùng vĩ này, chúng ta có thể xây dựng một thành phố lớn. Có rất nhiều bãi cá ở khu vực này.

# T_GAME_QUEST_SANDBOX_MAPSTART_GREETING_CANYON
source: Tuyệt vời, Thống đốc. Hẻm núi này ẩn chứa một trong những tuyến đường quan trọng nhất xuyên qua dãy núi. Thị trấn ở vị trí lý tưởng để cung cấp một kỳ nghỉ thú vị cho các thương nhân du lịch đi qua.
vi: Tuyệt vời, thưa ngài. Hẻm núi này là một trong những tuyến đường thương mại quan trọng nhất xuyên qua núi. Ngôi làng có vị trí lý tưởng để cung cấp chỗ ở cho các thương nhân du hành khi họ đang trên đường đi.

# T_GAME_QUEST_SANDBOX_MAPSTART_GREETING_FALLS
source: Thưa Lãnh chúa, dưới chân những thác nước này có rất nhiều ngư trường. Ngoài ra, các mỏ quặng phong phú làm cho khu vực này trở nên lý tưởng cho việc thành lập thị trấn của chúng ta.
vi: Thưa ngài, ở chân thác nước này có rất nhiều bãi cá và mỏ quặng. Ở đây chúng ta có thể xây dựng một ngôi làng thực sự tuyệt vời.

# T_GAME_QUEST_SANDBOX_MAPSTART_GREETING_ICYHOLD
source: Chào mừng đến Pháo Đài Băng Giá, thưa Lãnh chúa. Không dễ dàng cho Dân làng leo lên lâu đài, nhưng tầm nhìn ra đồng bằng rất đáng giá. Vùng đất của ngài dường như vô tận từ trên này.
vi: Chào mừng đến với Pháo đài Băng, thưa ngài. Thật không dễ dàng cho dân làng trèo lên lâu đài, nhưng tầm nhìn ra đồng bằng rất đáng giá. Từ trên đây, vùng đất của ngài có vẻ như thực sự vô tận.

# T_GAME_QUEST_SANDBOX_MAPSTART_GREETING_VASTHILLS
source: Chào buổi sáng, thưa Bệ hạ. Hãy nhìn qua những ngọn đồi thoai thoải trong lãnh địa của ngài. Khung cảnh thật tráng lệ phải không? Đây là một nơi tuyệt đẹp để bắt đầu một thị trấn, thưa Bệ hạ.
vi: Chào buổi sáng, thưa Thống đốc của tôi. Hãy nhìn lướt qua vùng đồng bằng đồi núi và nhìn vào vùng đất của ngài. Đây có phải là một nơi thực sự tuyệt đẹp không? Tôi nghĩ rằng ở đây chúng ta sẽ xây dựng một thành phố trong mơ.

# T_GAME_QUEST_SANDBOX_THEPIT_WELCOME
source: Chúc ngài một buổi sáng tốt lành, thưa Lãnh chúa. Chào mừng đến ngôi làng nhỏ của chúng tôi. Người ta nói rằng cái hố được tạo ra bởi một ngôi sao băng. Chúng ta hãy hy vọng rằng nó đã mang lại may mắn cho chúng ta. Nhà vua đã viết rằng ngài ấy sẽ sớm có một số nhiệm vụ cho chúng ta.
vi: Chúc ngài một buổi sáng tốt lành, thưa ngài. Chào mừng đến với ngôi làng nhỏ bé của chúng ta. Người ta nói rằng cái hố được tạo ra bởi một ngôi sao rơi xuống. Chúng ta hãy hy vọng rằng nó đã mang lại may mắn cho chúng ta. Nhà vua đã viết thư cho chúng ta, và người có một số nhiệm vụ cho chúng ta trong thời gian ngắn.

# T_GAME_QUEST_SANDBOX_TRIBUTE_02
source: Lễ hội cho Dân làng.
vi: Lễ hội thành phố cho dân làng.

# T_GAME_QUEST_SANDBOX_TRIBUTE_03
source: Quyên góp cho người nghèo.
vi: Quyên góp cho người có nhu cầu.

# T_GAME_QUEST_SANDBOX_TRIBUTE_04
source: Lễ hội nấu bia trong thị trấn.
vi: Lễ hội ủ rượu trong thành phố:

# T_GAME_QUEST_SANDBOX_TRIBUTE_05_OLD
source: Giao dịch tại chợ động vật.
vi: Giao dịch tại chợ gia súc.

# T_GAME_QUEST_SANDBOX_TRIBUTE_05_OLD2
source: Giao dịch động vật tại chợ.
vi: Bán gia súc tại chợ.

# T_GAME_QUEST_SANDBOX_TRIBUTE_08
source: Chống lại các cuộc tấn công của bọn cướp.
vi: Đẩy lùi các cuộc tấn công của bọn cướp.

# T_GAME_QUEST_SANDBOX_TRIBUTE_09
source: Phá hủy các trại của bọn cướp.
vi: Phá hủy các trại cướp.

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC
source: Tôi chào mừng ngài, quản gia! Hãy nhìn bờ biển này! Tôi mong đợi thị trấn của ngài xứng đáng với khung cảnh tuyệt đẹp này! Hãy chăm sóc tốt cho Dân làng của ngài và đừng quên nộp cống cho Nhà vua, để ngài có thể tiếp tục phục vụ tôi!
vi: Xin chào, thưa Thống đốc của tôi! Hãy nhìn bờ biển này xem! Tôi mong đợi rằng thành phố của ngài sẽ xứng đáng với cảnh đẹp này! Hãy chăm sóc người dân của ngài và trả một khoản cống nạp đúng hạn để ngài có thể tiếp tục phục vụ tôi!

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_02
source: Thật là một nơi tuyệt vời để câu cá. Ngài có đồng ý không, thưa Lãnh chúa? Chúng ta chắc chắn sẽ không thiếu thức ăn ở đây! Chúng tôi rất mong ngài thỉnh thoảng tổ chức một lễ hội, nếu ngài có đủ khả năng sau khi nộp cống cho Nhà vua!
vi: Một nơi tuyệt vời để đánh cá, thưa Thống đốc! Chúng ta không nên thiếu lương thực ở đây! Chúng ta cũng rất hoan nghênh nếu ngài có thể tổ chức một lễ hội thành phố thường xuyên! Tất nhiên, chỉ khi còn lại thứ gì đó sau khi cống nạp cho nhà vua!

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_03
source: Ôi anh yêu, cảm ơn anh đã định cư ở đây! Hồ này thật đẹp! Dân làng chắc chắn sẽ hạnh phúc ở đây, nếu anh chăm sóc tốt cho họ! Ồ, và đừng quên hối lộ Nhà vua để chúng ta có thể ở lại đây mãi mãi!
vi: Ôi, tình yêu của tôi, cảm ơn anh vì đã đưa em đến đây! Hồ này thực sự rất đẹp! Chắc chắn dân làng sẽ hạnh phúc ở đây nếu anh chăm sóc họ! Và đừng quên hối lộ nhà vua để chúng ta có thể ở lại đây!

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_04
source: Thưa Lãnh chúa, đó là một quyết định khôn ngoan khi chuyển đến thung lũng sông này! Dân làng chắc chắn sẽ hài lòng khi ngài giúp đỡ người nghèo và người khó khăn! Tuy nhiên, với tất cả lòng hào phóng của ngài, tôi đề nghị ngài không nên lơ là nhiệm vụ của mình đối với Nhà vua!
vi: Thưa ngài, đó là một quyết định sáng suốt khi đến thung lũng sông này! Dân làng chắc chắn sẽ hài lòng nếu ngài giúp đỡ những người có nhu cầu! Tuy nhiên, tôi đề nghị cũng đừng bỏ qua việc thể hiện sự hào phóng của mình với nhà vua!

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_05
source: Chào mừng ngài! Người của tôi tự hào hỗ trợ ngài xây dựng trung tâm quyền lực của mình tại điểm then chốt này của vùng đất chúng ta! Năm nay sẽ là một năm ăn mừng! Nhà vua vạn tuế và chúc ngài cũng vậy!
vi: Xin chào! Người của tôi tự hào được phục vụ từ điểm trung tâm này trong khi xây dựng cơ sở quyền lực của ngài! Đây sẽ là một năm đầy lễ hội! Quốc vương vạn tuế và ngài vạn tuế!

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_06
source: Thưa Thống đốc kính mến, tôi đã nghe rất nhiều về ngài! Đây là lý do tôi chọn ngài: Hãy thành lập một thị trấn thịnh vượng bên dưới sườn dốc dẫn đến lâu đài của tôi! Ngài nên bắt đầu ngay lập tức! Chúc ngài may mắn!
vi: Thưa Thống đốc đáng kính, tôi đã nghe nhiều về ngài! Vì vậy, tôi đã chọn ngài để làm cho thành phố này nở rộ trên sườn đồi của lâu đài của tôi! Tốt hơn hết là ngài nên bắt tay vào công việc ngay lập tức! Chúc ngài mọi điều tốt lành!

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_07
source: Thưa Lãnh chúa, chúng ta đã được giao nhiệm vụ thành lập một thị trấn gần lòng sông khô cạn này. Nhà vua sẽ thưởng hậu hĩnh cho chúng ta nếu chúng ta hoàn thành tốt nhiệm vụ.
vi: Thưa ngài, một ngôi làng xinh đẹp có thể được xây dựng trên lòng sông cạn này. Nhà vua sẽ thưởng cho chúng ta hậu hĩnh vì một số việc tốt!

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_08
source: Thưa Lãnh chúa, cao nguyên nơi lâu đài của ngài tọa lạc là một địa điểm hoàn hảo cho một thị trấn nhỏ xinh đẹp. Nhà vua cũng đã gửi cho ngài một số nhiệm vụ mà ngài ấy cần hoàn thành.
vi: Thưa ngài, lâu đài của ngài trên cao nguyên này là điểm khởi đầu hoàn hảo để xây dựng một thành phố thịnh vượng. Ngoài ra, ngài còn nhận được một số nhiệm vụ từ nhà vua mà chúng ta có thể hoàn thành khi cần.

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_ARCHIPELAGO
source: Một quần đảo vừa được phát hiện ngoài khơi. Ta ra lệnh cho ngươi thuộc địa hóa những hòn đảo này nhân danh ta!
vi: Một quần đảo đã được phát hiện ngoài khơi. Hãy mở rộng những hòn đảo này bằng những cây cầu và định cư chúng nhân danh tôi!

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_DEEPFOREST
source: Thưa Lãnh chúa, hãy nhìn vào khu rừng xinh đẹp này. Xây dựng một thị trấn ở đây sẽ là công việc khó khăn, nhưng ít nhất có rất nhiều hươu và gỗ. Điều này sẽ giúp hoàn thành các nhiệm vụ mà Nhà vua đã giao cho chúng ta dễ dàng hơn.
vi: Thưa Lãnh Chúa, hãy nhìn vùng rừng tươi đẹp này xem. Để xây dựng một thành phố lớn ở đây, chúng ta có một số việc phải làm. Nhưng có một lượng lớn thú hoang và gỗ. Điều này có thể giúp chúng ta hoàn thành các nhiệm vụ của nhà vua.

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_FROZENPLAIN
source: Thưa Lãnh chúa, việc đáp ứng nghĩa vụ cống nạp của chúng ta cho Nhà vua sẽ rất khó khăn vì mùa đông khắc nghiệt. Chúng ta hãy bắt tay vào việc ngay lập tức…
vi: Thưa ngài, các cống nạp mà nhà vua áp đặt lên chúng ta sẽ rất khó thực hiện trong mùa đông khắc nghiệt này. Chúng ta nên bắt đầu chuẩn bị ngay lập tức…

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_GREEN_VALLEY
source: Thật là một thung lũng tuyệt vời. Có đủ tài nguyên để cống nạp cho Nhà vua. Nhưng hãy cẩn thận, không gian khan hiếm cho các tòa nhà đòi hỏi phải lập kế hoạch phù hợp.
vi: Một thung lũng xanh tuyệt đẹp, thưa Thống đốc. Chắc chắn ở đây có đủ tài nguyên thô để chi trả các khoản cống nạp cho nhà vua. Nhưng hãy cẩn thận với quy hoạch thành phố: Trong khu vực nhiều đá này, không gian xây dựng rất khan hiếm!

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_ISLAND
source: Đây thực sự là một hòn đảo xinh đẹp! Tôi rất vui vì chúng ta đã đến đây. Chúng ta nên bắt đầu lên kế hoạch cho ngôi làng của mình ngay lập tức!
vi: Đây thực sự là một hòn đảo tuyệt đẹp! Tôi rất vui vì chúng ta đã đến đây. Chúng ta nên bắt đầu lên kế hoạch cho ngôi làng của mình ngay lập tức!

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_MOUNTAINTOP
source: Chúng ta có thể quan sát hoàn hảo khu vực xung quanh từ đây. Thật không may, mùa đông kéo dài hơn nhiều ở độ cao này, điều này có ảnh hưởng nghiêm trọng đến việc trồng trọt. Sẽ là khôn ngoan nếu tích trữ vào mùa hè.
vi: Từ lâu đài này, toàn bộ vùng đất xung quanh có thể được nhìn thấy. Tuy nhiên, mùa đông ở trên này kéo dài hơn, khiến cho ngũ cốc phát triển kém. Việc dự trữ đồ ăn trong những tháng mùa hè chắc chắn sẽ là một điều khôn ngoan.

# T_GAME_QUEST_SANDBOX_TRIBUTE_DESC_STEPPE
source: Xin chào! Chúng tôi đã chờ đợi ngài! Người của tôi đã khám phá khu vực và tìm thấy nhiều mạch quặng đầy hứa hẹn. Ngài nên bắt đầu khai thác ngay lập tức trước khi người khác làm điều đó!
vi: Xin chào! Chúng tôi đã chờ đợi các ngài! Người của tôi đã trinh sát khu vực và phát hiện ra nhiều mạch quặng. Tốt hơn hết là ngài nên bắt tay vào công việc ngay lập tức trước khi người khác đến trước ngài!

# T_GAME_QUEST_SANDBOX_WASTELAND_WELCOME
source: Thưa Lãnh chúa, thật tốt khi ngài ở đây. Thống đốc trước đã bỏ trốn. Khi chạy, ông ta hét lên rằng khu vực này bị nguyền rủa.
vi: Thưa ngài, thật tốt khi có ngài ở đây. Vị Thống đốc trước đó đã biến mất. Ông ấy vẫn còn hét lên rằng khu vực này bị nguyền rủa.

# T_GAME_QUEST_SANDBOX_WASTELAND_WELCOME_02
source: Người tiền nhiệm của ngài không hoàn toàn sai về điều đó. Nông nghiệp khó khăn, hầu như không có gì mọc ở đây. Ngay cả nước cũng khan hiếm. Nhưng tôi chắc chắn rằng ngài sẽ tìm ra giải pháp.
vi: Người tiền nhiệm của ngài không hoàn toàn sai. Nông nghiệp rất khó khăn, gần như không có gì mọc ở đây cả. Ngay cả nước cũng khan hiếm. Nhưng tôi chắc chắn rằng ngài sẽ tìm ra giải pháp.

# T_GAME_QUEST_SCEN10_10_DESC
source: Dân làng của ngài cảm thấy hơi không hài lòng với đời sống tôn giáo của họ, thưa Lãnh chúa. Liệu ngài có thể xây một nhà thờ trong thị trấn không?
vi: Xin ngài hãy vui lòng xây dựng một nhà thờ trong làng? Mức độ hài lòng trong lĩnh vực này cực kỳ thấp, thưa ngài.

# T_GAME_QUEST_SCEN10_10_NAME
source: Đạt được sự hài lòng cao về tôn giáo.
vi: Đạt được sự hài lòng về tôn giáo cao.

# T_GAME_QUEST_SCEN10_11_DESC
source: Ngài thực sự mong đợi một người có tầm vóc như tôi đi trên những con đường đất này sao, Thống đốc? Hãy xây dựng những con đường xứng đáng với một thành phố thực sự!
vi: Làm sao một người có địa vị lại có thể đi bộ ở đây được, thưa Thống đốc? Thật chẳng vui vẻ gì khi đi bộ trên những con đường mòn trong rừng này. Xây những con đường xứng đáng với một thành phố.

# T_GAME_QUEST_SCEN10_11_NAME
source: Xây dựng đường lát đá cuội trong thị trấn của ngài.
vi: Xây dựng đường đá trong làng.

# T_GAME_QUEST_SCEN10_11_NAME_DIRT
source: Xây dựng đường đất trong thị trấn của ngài.
vi: Xây đường đất trong làng.
