Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_SCEN15_03_SUCCESS
source: Với những vũ khí mới đó, binh lính chắc chắn sẽ chiến thắng trong trận chiến tiếp theo.
vi: Với trang bị mới, quân của ta chắc chắn sẽ giành chiến thắng trong các trận chiến tiếp theo!

# T_GAME_QUEST_SCEN15_03_TITLE
source: Giao vũ khí.
vi: Cung cấp vũ khí.

# T_GAME_QUEST_SCEN15_04_FAIL
source: Nếu không có chuyến hàng của ngài, tôi không còn hy vọng nào cho trận chiến cuối cùng!
vi: Nếu không có hàng tiếp tế của các ngươi, ta không có hy vọng gì cho trận chiến cuối cùng!

# T_GAME_QUEST_SCEN15_04_START
source: Lương thực của chúng ta đang cạn kiệt! Gửi bánh mì và thịt, để chúng ta lấy lại sức mạnh cho trận chiến cuối cùng.
vi: Lương thực của chúng ta đang cạn kiệt! Hãy gửi bánh mì và thịt để chúng ta có thể tăng cường sức lực trước trận chiến cuối cùng.

# T_GAME_QUEST_SCEN15_04_SUCCESS
source: Binh lính đang chờ đợi thức ăn, gửi nó ngay bây giờ!
vi: Binh lính đang chờ lương thực, hãy gửi chúng đi ngay!

# T_GAME_QUEST_SCEN15_07_TITLE
source: Giao bia và xúc xích.
vi: Cung cấp đồ uống và xúc xích

# T_GAME_QUEST_SCEN15_08_START
source: Chúng ta không thể bỏ rơi những người lính dũng cảm của mình, nhưng dân làng cũng phải chịu đựng sự thiếu thốn, thưa Lãnh chúa. Quyết định là tùy thuộc vào ngài! Trước hết hãy xây dựng một xưởng cưa và một chòi của thợ săn.
vi: Mặc dù thành phố đang trải qua một giai đoạn khó khăn, chúng ta không thể bỏ rơi những người lính dũng cảm của mình. Tuy nhiên, người dân cũng đang chịu đựng vì chiến tranh. Ngài sẽ phải đưa ra quyết định, thưa ngài! Hãy xây dựng một xưởng cưa và một lều săn bắn trước.

# T_GAME_QUEST_SCEN15_08_SUCCESS
source: Bây giờ hy vọng chúng ta sẽ được chuẩn bị.
vi: Xuất sắc. Giờ hy vọng thành phố đã sẵn sàng cho những yêu cầu của Đức Vua.

# T_GAME_QUEST_SCEN15_08_TITLE
source: Xây dựng một xưởng cưa và một chòi của thợ săn.
vi: Xây dựng một xưởng cưa và một lều săn bắn.

# T_GAME_QUEST_SCEN15_09_START
source: Để giao những tài nguyên đó, chúng ta cần một đồng cỏ nuôi cừu và một xưởng dệt.
vi: Để có thể đáp ứng các yêu cầu trong tương lai, chúng ta cần một đồng cỏ cừu và một xưởng dệt.

# T_GAME_QUEST_SCEN15_09_SUCCESS
source: Làm tốt lắm, thưa Lãnh chúa. Ngài luôn có thể tăng tốc độ sản xuất bằng cách nâng cấp hoặc xây dựng thêm các tòa nhà.
vi: Làm tốt lắm, thưa ngài. Ngài có thể đẩy nhanh quá trình sản xuất hàng hóa bất cứ lúc nào bằng cách tăng cấp các tòa nhà sản xuất hoặc xây dựng thêm.

# T_GAME_QUEST_SCEN15_09_TITLE
source: Xây dựng một đồng cỏ nuôi cừu và một xưởng dệt.
vi: Xây dựng một đồng cỏ cừu và một xưởng dệt.

# T_GAME_QUEST_SCEN15_10_START
source: Chúng ta cần một ngành công nghiệp sắt tiên tiến để hỗ trợ binh lính của mình!
vi: Để thực hiện chuyến giao hàng này, chúng ta cần xây dựng ngành công nghiệp sắt. Chúng ta cần một xưởng rèn công cụ và một xưởng vũ khí để cung cấp cho những người lính dũng cảm của mình!

# T_GAME_QUEST_SCEN15_10_SUCCESS
source: Thợ rèn đang làm việc, chỉ cần đảm bảo có đủ quặng để duy trì sản xuất.
vi: Thợ rèn đã bắt đầu làm việc. Hãy đảm bảo rằng có đủ nguyên liệu thô để chế biến.

# T_GAME_QUEST_SCEN15_10_TITLE
source: Xây dựng một xưởng chế tạo công cụ và một kho vũ khí.
vi: Xây dựng một xưởng rèn công cụ và một xưởng vũ khí.

# T_GAME_QUEST_SCEN15_11_START
source: Để hỗ trợ quân đội bằng lương thực, chúng ta cần một tiệm bánh và nhiều chòi của thợ săn hơn!
vi: Để cung cấp thực phẩm cho quân đội, chúng ta cần một lò bánh mì và nhiều lều săn bắn hơn.

# T_GAME_QUEST_SCEN15_11_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Hàng hóa cần thiết sẽ sớm có trong kho.
vi: Tuyệt vời. Hàng hóa cần thiết sẽ sớm có trong kho.

# T_GAME_QUEST_SCEN15_11_TITLE
source: Xây dựng một tiệm bánh và nhiều chòi của thợ săn hơn.
vi: Xây dựng một lò bánh mì và dựng thêm lều săn bắn.

# T_GAME_QUEST_SCEN15_13_FAIL
source: Khi ngài tập trung phục vụ quân đội, ngài đã bỏ bê dân làng của mình!
vi: Bằng cách tập trung vào việc cung cấp cho quân đội, các ngươi đã bỏ bê dân chúng của mình!

# T_GAME_QUEST_SCEN15_13_START
source: Chúng ta đang phải chịu đựng một thời kỳ thiếu thốn khó khăn, thưa Lãnh chúa. Tôi khiêm tốn cầu xin ngài hãy cống nạp một phần nguồn cung cấp cho binh lính cho người nghèo thay thế!
vi: Chúng ta đang trải qua một thời kỳ khó khăn đầy gian khổ, thưa ngài. Tôi khiêm tốn xin ngài hãy dành một phần hàng hóa cho quân đội để phân phát cho người dân!

# T_GAME_QUEST_SCEN15_13_SUCCESS
source: Ngài là một người cai trị đáng kính, thưa Lãnh chúa! Bất chấp yêu cầu của binh lính, ngài đã không coi thường dân làng của mình.
vi: Ngài là một người cai trị đáng kính, thưa Lãnh Chúa! Bên cạnh việc cung cấp cho quân đội, ngài đã không bỏ bê dân chúng của mình.

# T_GAME_QUEST_SCEN15_13_TITLE
source: Tùy chọn: Hỗ trợ dân làng.
vi: Tùy chọn: Hỗ trợ người dân.

# T_GAME_QUEST_SCEN15_13_TITLE_OLD
source: Hỗ trợ dân làng.
vi: Hỗ trợ người dân.

# T_GAME_QUEST_SCEN15_14_FAIL
source: Việc chứng kiến các tài nguyên quý giá bị tiêu hao bởi cuộc chiến này làm rất nhiều người thất vọng, thưa Lãnh chúa!
vi: Việc chứng kiến các nguồn tài nguyên quý giá bị tiêu thụ bởi một cuộc chiến mà không ai ủng hộ đang khiến mọi người thất vọng.

# T_GAME_QUEST_SCEN15_14_START
source: Ngoài trời lạnh và công nhân không có quần áo phù hợp. Xin hãy nhân từ và sản xuất một ít quần áo. Chúng tôi không thể trả tiền cho ngài, nhưng chúng tôi sẽ làm việc chăm chỉ hơn bao giờ hết, thưa Lãnh chúa!
vi: Mùa đông đang đến gần và nhiều người dân không đủ khả năng mua quần áo ấm. Xin ngài hãy vui lòng chế biến một ít vải thành quần áo. Chúng tôi không thể trả tiền, nhưng chúng tôi sẽ làm việc chăm chỉ hơn trước!

# T_GAME_QUEST_SCEN15_14_START_2
source: Ngoài trời lạnh và công nhân không có quần áo phù hợp. Xin hãy nhân từ và sản xuất một ít quần áo. Chúng tôi không thể trả tiền cho ngài, nhưng chúng tôi sẽ làm việc chăm chỉ hơn bao giờ hết, thưa Lãnh chúa!
vi: Trời đã trở lạnh, thưa ngài. Nhiều người dân không đủ khả năng mua quần áo ấm. Xin ngài hãy vui lòng chế biến một ít vải thành quần áo. Chúng tôi không thể trả tiền, nhưng chúng tôi sẽ làm việc chăm chỉ hơn trước!

# T_GAME_QUEST_SCEN15_14_SUCCESS
source: Ngài thật nhân từ, thưa Lãnh chúa! Bây giờ chúng tôi không phải run rẩy trong giá lạnh.
vi: Ngài thật là tốt bụng, thưa ngài! Giờ chúng tôi không cần phải chịu lạnh nữa.

# T_GAME_QUEST_SCEN15_15_FAIL
source: Nếu không có công cụ mới, người dân sẽ không thể làm việc hiệu quả như trước.
vi: Nếu không có công cụ mới, công nhân không thể làm việc hiệu quả.

# T_GAME_QUEST_SCEN15_15_START
source: Nếu ngài gửi một ít sắt cho thợ chế tạo công cụ thay thế, ông ấy có thể rèn cho chúng tôi những công cụ làm việc mới. Như vậy chúng tôi có thể làm việc hiệu quả hơn trong những thời điểm khó khăn này.
vi: Vũ khí là công cụ hủy diệt! Tuy nhiên, nếu ngài cung cấp một ít sắt cho thợ rèn công cụ, anh ta có thể rèn công cụ mới cho công nhân. Như vậy họ có thể làm việc hiệu quả hơn trong thời điểm khó khăn này.

# T_GAME_QUEST_SCEN15_15_SUCCESS
source: Lòng tốt của ngài không có giới hạn, thưa Lãnh chúa!
vi: Sự hào phóng của ngài là vô bờ bến, thưa ngài.

# T_GAME_QUEST_SCEN15_15_TITLE
source: Cống nạp công cụ cho công nhân.
vi: Quyên tặng công cụ cho công nhân.

# T_GAME_QUEST_SCEN15_16_FAIL
source: Dân làng của ngài vẫn đang chết đói, thưa Lãnh chúa. Nếu họ không được cung cấp thức ăn, tâm trạng chắc chắn sẽ sớm trở nên tồi tệ.
vi: Thưa ngài, người dân vẫn đang đói. Nếu họ không nhận đủ lương thực sớm, chắc chắn tâm trạng của họ sẽ còn tồi tệ hơn.

# T_GAME_QUEST_SCEN15_16_START
source: Dân làng đang chết đói, thưa Lãnh chúa. Hãy để lại nguồn cung cấp cho chúng tôi thay thế và ngài sẽ không bao giờ nghe thấy bất kỳ lời phàn nàn nào từ chúng tôi nữa!
vi: Người dân đang đói, thưa Lãnh Chúa. Tôi chắc chắn rằng trong phòng của hoàng gia vẫn còn đủ lương thực cho một vài người lính. Thay vào đó hãy cung cấp lương thực cho chúng tôi và ngài sẽ không bao giờ nghe thấy bất kỳ lời phàn nàn nào nữa!

# T_GAME_QUEST_SCEN15_16_SUCCESS
source: Cầu mong các vị thần phù hộ cho ngài!
vi: Cầu mong các vị thần ban phước cho ngài. Ngài sẽ cứu sống rất nhiều người. Chúng tôi mắc nợ ngài rất nhiều, thưa ngài.

# T_GAME_QUEST_SCEN15_16_TITLE
source: Ban tặng thực phẩm cho dân làng.
vi: Quyên tặng lương thực cho người dân.

# T_GAME_QUEST_SCEN15_17_1_FAIL
source: Sự bất mãn đang lan rộng, thưa Lãnh chúa. Ngài cần phải làm gì đó nhanh chóng!
vi: Sự bất mãn đang lan rộng trong dân chúng, thưa ngài. Ngài phải nhanh chóng làm gì đó!

# T_GAME_QUEST_SCEN15_17_FAIL
source: Thật tệ, thưa Lãnh chúa. Tinh thần khá thấp. Tôi sợ một số người dân thị trấn tức giận có thể làm điều gì đó liều lĩnh.
vi: Tin xấu đây, thưa ngài. Tâm trạng của người dân đang rất tệ. Tôi e rằng một người dân bất mãn có thể làm điều gì đó thiếu suy nghĩ.

# T_GAME_QUEST_SCEN15_17_START
source: Thưa Lãnh chúa, cả vùng đất đang phải chịu đựng chiến tranh! Nếu tinh thần của dân làng giảm sút, một cuộc bạo loạn có thể nổ ra.
vi: Cả đất nước đang phải chịu đựng những ảnh hưởng của chiến tranh, thưa ngài! Tôi e rằng có thể sẽ xảy ra một cuộc nổi dậy nếu tâm trạng của người dân trở nên tồi tệ hơn.

# T_GAME_QUEST_SCEN15_17_SUCCESS
source: Xuất sắc, thưa Lãnh chúa. Ngài đã cố gắng ngăn chặn tình trạng bất ổn trong thị trấn của mình!
vi: Thành tích phi thường, thưa ngài! Mặc dù phải cung cấp cho binh lính, ngài vẫn xoay sở để ngăn chặn các cuộc bạo loạn!

# T_GAME_QUEST_SCEN15_17_TITLE
source: Đừng để sự hài lòng giảm quá thấp.
vi: Đừng để mức độ hài lòng giảm quá nhiều.

# T_GAME_QUEST_SCEN15_17_TITLE_2
source: Duy trì mức độ hạnh phúc cao hơn 75%.
vi: Giữ mức độ hài lòng trên 75%.

# T_GAME_QUEST_SCEN15_17_TITLE_NEW
source: Đừng để sự hài lòng giảm quá thấp trong thời gian quá dài.
vi: Đảm bảo rằng mức độ hài lòng không giảm xuống dưới giá trị quá lâu.

# T_GAME_QUEST_SCEN15_19_START
source: Có tin đồn rằng vụ cháy này không phải là tai nạn, thưa Lãnh chúa. Tôi chắc chắn có thể tìm hiểu thêm bằng cách lắng nghe tin đồn trong quán rượu.
vi: Tôi đã nghe tin đồn rằng vụ hỏa hoạn trong thành phố không phải là một tai nạn, thưa ngài. Nếu ngài xây dựng một quán trọ, tôi chắc chắn có thể tìm hiểu thêm về sự việc này.

# T_GAME_QUEST_SCEN15_19_SUCCESS
source: Dân làng chắc chắn sẽ tán gẫu rất nhiều trong quán rượu. Tôi sẽ cố gắng tìm hiểu thêm về các vụ cháy trong thị trấn.
vi: Người dân trong làng chắc chắn sẽ kể rất nhiều tin đồn trong quán trọ mới. Tôi sẽ cố gắng tìm hiểu thêm về các vụ hỏa hoạn trong thành phố.

# T_GAME_QUEST_SCEN15_20_START
source: Có tin đồn rằng có một kẻ phóng hỏa đang đốt phá để kích động dân làng. Chúng ta cần huấn luyện lính canh.
vi: Tin đồn trong quán trọ kể về một kẻ gây rối đang cố gắng kích động người dân. Có lẽ sự hiện diện của lính canh sẽ chấm dứt hành vi độc ác của hắn.

# T_GAME_QUEST_SCEN15_20_SUCCESS
source: Bây giờ chúng ta chỉ cần chờ đợi...
vi: Giờ chúng ta chỉ cần chờ đến khi hắn lại cố gắng đốt một đám cháy...

# T_GAME_QUEST_SCEN15_22_SUCCESS
source: Chúng ta có thể thở phào nhẹ nhõm, thưa Lãnh chúa! Lính canh đã bắt được kẻ phóng hỏa và bắt giữ hắn. Thị trấn sẽ lại an toàn!
vi: Cuối cùng thì chúng ta cũng có thể thở phào nhẹ nhõm, thưa ngài! Lính canh đã bắt được kẻ gây rối và đã tống giam hắn - thành phố sẽ an toàn trở lại.

# T_GAME_QUEST_SCEN16_01_START
source: Xin chào, thưa Lãnh chúa tôn kính của tôi. Nhà vua sẽ sớm yêu cầu cống nạp. Chúng ta cần hỗ trợ nông nghiệp địa phương.
vi: Xin chào, thưa ngài Thống đốc đáng kính. Các yêu cầu từ kho lương của hoàng gia chắc chắn sẽ sớm đến thôi. Chúng ta nên hỗ trợ nông nghiệp địa phương để có thể đáp ứng được các khoản thuế.

# T_GAME_QUEST_SCEN16_01_SUCCESS
source: Tuyệt vời! Nhờ kỹ năng kinh tế của ngài, chúng ta đã có thể đáp ứng yêu cầu của Nhà vua, thưa Lãnh chúa.
vi: Xuất sắc! Với khả năng kinh tế của ngài, chúng ta đã xoay sở để đáp ứng tất cả các khoản thuế cho Đức Vua, thưa ngài.

# T_GAME_QUEST_SCEN16_01_TITLE
source: Đáp ứng yêu cầu của Nhà vua.
vi: Đáp ứng các khoản thuế của hoàng gia.

# T_GAME_QUEST_SCEN16_02_2_START
source: Ôi không! Nhà vua yêu cầu một lô hàng lúa mì khác. Có lẽ chúng ta có thể giao dịch phần còn lại của số ngũ cốc được yêu cầu với thương nhân!
vi: Ôi không! Đức Vua đã yêu cầu thêm lúa mì. Chúng ta phải đổi số ngũ cốc còn thiếu với thương nhân để có thể hoàn thành việc giao hàng!

# T_GAME_QUEST_SCEN16_02_2_SUCCESS
source: Bây giờ chúng ta thực sự đã làm được! Gửi lúa mì cho Nhà vua ngay bây giờ.
vi: Chúng ta đã thực sự làm được! Giờ hãy gửi lúa mì cho Đức Vua.

# T_GAME_QUEST_SCEN16_02_2_TITLE
source: Gửi thêm lúa mì cho Nhà vua.
vi: Gửi thêm lúa mì cho Đức Vua.

# T_GAME_QUEST_SCEN16_02_START
source: Nhà vua vừa yêu cầu lúa mì từ các làng. Để đáp ứng một lô hàng lớn như vậy, chúng ta cần nhiều trang trại hơn!
vi: Đức Vua vừa mới yêu cầu các khoản thuế đầu tiên từ các ngôi làng. Chúng ta nên chuẩn bị các nguồn cung cấp được yêu cầu càng sớm càng tốt.

# T_GAME_QUEST_SCEN16_02_SUCCESS
source: Có đủ lúa mì trong kho để thực hiện giao hàng, thưa Lãnh chúa.
vi: Giờ trong kho đã có đủ ngũ cốc để gửi đến cho Đức Vua, thưa ngài.

# T_GAME_QUEST_SCEN16_03_START
source: Nhà vua cần tài nguyên để xây dựng thêm nhà kho. Gửi các vật liệu cần thiết cho Nhà vua.
vi: Đức Vua cần nguyên liệu thô để xây dựng thêm nhà kho. Hãy gửi các vật liệu cần thiết cho Đức Vua.

# T_GAME_QUEST_SCEN16_03_SUCCESS
source: Giao các vật liệu được yêu cầu ngay bây giờ để tiếp tục với các chuyến hàng khác.
vi: Tuyệt vời, thưa ngài. Hãy gửi vật liệu để chúng ta có thể tiếp tục với các chuyến giao hàng khác.

# T_GAME_QUEST_SCEN16_03_TITLE
source: Giao vật liệu xây dựng cho một nhà kho.
vi: Cung cấp vật liệu xây dựng cho một nhà kho.

# T_GAME_QUEST_SCEN16_04_1_START
source: Lô hàng đầu tiên đã bị hỏng. Gửi một lô mới, một khi chúng ta đã đánh bại dịch bệnh trong thị trấn.
vi: Chuyến giao hàng thịt đầu tiên đã bị hư hỏng do dịch bệnh. Đức Vua yêu cầu một chuyến giao hàng khác, nhưng chỉ sau khi chúng ta đánh bại dịch bệnh trong làng.

# T_GAME_QUEST_SCEN16_04_1_SUCCESS
source: Làm việc xuất sắc, thưa Lãnh chúa! Thịt mới đã có trong kho và đang chờ được giao.
vi: Làm tốt lắm, thưa ngài. Một chuyến hàng thịt tươi mới đã sẵn sàng để giao.

# T_GAME_QUEST_SCEN16_04_1_TITLE_NEW
source: Gửi thịt sau khi bệnh dịch đã được dập tắt.
vi: Cung cấp thịt ngay khi hết dịch bệnh.

# T_GAME_QUEST_SCEN16_04_START
source: Bây giờ Nhà vua yêu cầu thịt. Điều này sẽ không thành vấn đề với đủ thợ săn.
vi: Các kho lương của hoàng gia cuối cùng cũng đã đầy. Giờ Đức Vua yêu cầu thịt. Với đủ thợ săn, việc này không phải là vấn đề.

# T_GAME_QUEST_SCEN16_04_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Lượng tài nguyên cần thiết đã có trong kho.
vi: Rất tốt, lượng thực phẩm theo yêu cầu đã có trong kho.

# T_GAME_QUEST_SCEN16_04_TITLE
source: Xây dựng thêm chòi của thợ săn và giao thịt.
vi: Xây dựng thêm lều săn bắn và cung cấp thịt.

# T_GAME_QUEST_SCEN16_05_START
source: Nhà vua dự định tổ chức một lễ hội. Do đó, ngài ấy muốn chúng ta gửi đồ uống. Gửi bia và nước ép nho đến triều đình.
vi: Đức Vua đang lên kế hoạch cho một lễ hội lớn và muốn chúng ta cung cấp đồ uống. Ngài yêu cầu đồ uống và nước ép nho.

# T_GAME_QUEST_SCEN16_05_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Đủ bia và nước ép nho đã có trong kho.
vi: Rất tốt, thưa ngài. Đã có đủ đồ uống và nước ép nho trong kho.

# T_GAME_QUEST_SCEN16_05_TITLE
source: Gửi bia và nước ép nho.
vi: Cung cấp đồ uống và nước ép nho.

# T_GAME_QUEST_SCEN16_06_START
source: Nhà vua rất hài lòng với các chuyến hàng của chúng ta. Ngài ấy cũng muốn chúng ta gửi thức ăn. Cống nạp xúc xích và bánh mì cho lễ hội hoàng gia ngay bây giờ.
vi: Đức Vua rất hài lòng và giờ chúng ta cũng sẽ cung cấp đồ ăn cho lễ hội. Một chuyến giao hàng cuối cùng gồm xúc xích và bánh mì.

# T_GAME_QUEST_SCEN16_06_SUCCESS
source: Tuyệt vời, thưa Lãnh chúa. Đây là cống nạp cuối cùng.
vi: Tuyệt vời, thưa ngài. Đây có lẽ là cống nạp cuối cùng.

# T_GAME_QUEST_SCEN16_06_TITLE_2
source: Gửi nước ép và bánh mì.
vi: Cung cấp nước ép và bánh mì.

# T_GAME_QUEST_SCEN16_08_START
source: Thật là một thảm họa, thưa Lãnh chúa! Lúa mì của chúng ta bị ảnh hưởng bởi căn bệnh bí ẩn này và bây giờ đã bị hỏng!
vi: Thật là một thảm họa, thưa ngài! Ngũ cốc của chúng ta đã bị nhiễm một căn bệnh lạ và bị hư hỏng. Giờ chúng ta phải làm gì đây?

# T_GAME_QUEST_SCEN16_09_START
source: Dân làng đang phải chịu đựng một bệnh dịch khủng khiếp. Nếu chúng ta không nhanh chóng khắc phục nó, sẽ không còn công nhân nào nữa!
vi: Dân thành phố đang phải chịu đựng một căn bệnh khủng khiếp. Chúng ta phải nhanh chóng đánh bại nó trước khi không còn công nhân khỏe mạnh nào nữa!

# T_GAME_QUEST_SCEN16_09_SUCCESS
source: Bệnh dịch dường như được kích hoạt bởi động vật bị bệnh. Lô hàng cho Nhà vua cũng bị nhiễm bệnh. Chúng ta cần gửi một lô mới!
vi: Dịch bệnh dường như đã bị gây ra bởi thịt của các loài động vật hoang dã bị bệnh. Chuyến giao hàng cho Đức Vua cũng bị nhiễm bệnh. Chúng ta sẽ phải gửi một chuyến hàng mới.

# T_GAME_QUEST_SCEN16_09_TITLE
source: Khắc phục bệnh dịch trong thị trấn với sự giúp đỡ của bác sĩ.
vi: Đánh bại dịch bệnh với sự giúp đỡ của một thầy thuốc.

# T_GAME_QUEST_SCEN16_10_START
source: Các vị thần đã âm mưu chống lại chúng ta. Bệnh dịch đã làm tất cả động vật hoang dã chết. Làm thế nào chúng ta có thể nuôi sống thị trấn bây giờ và đáp ứng yêu cầu của Nhà vua?
vi: Các vị thần dường như đã chống lại chúng ta! Một căn bệnh khủng khiếp đã khiến tất cả các loài động vật hoang dã chết. Giờ chúng ta phải làm gì để nuôi sống ngôi làng và đáp ứng các yêu cầu của Đức Vua?

# T_GAME_QUEST_SCEN16_11_START
source: Bây giờ chúng ta cần chăn nuôi động vật để nuôi sống dân làng. Do đó, chúng ta cần một trang trại nuôi lợn và một xưởng thịt.
vi: Nếu không có đường ra biển, chúng ta sẽ phải phụ thuộc vào lúa mì và thịt. Chúng ta sẽ phải tự nuôi động vật. Chúng ta đang rất cần một trang trại lợn và một lò mổ.

# T_GAME_QUEST_SCEN16_11_SUCCESS
source: Lợn ăn lúa mì. Hãy giao dịch nó với thương nhân, để chúng ta có thể quay lại lo liệu việc giao hàng cho nhà vua.
vi: Lợn ăn lúa mì. Hãy đổi lúa mì này với thương nhân, sau đó chúng ta có thể lo việc giao hàng cho Đức Vua.

# T_GAME_QUEST_SCEN16_11_TITLE
source: Xây dựng một trang trại nuôi lợn và một xưởng thịt.
vi: Xây dựng một trang trại lợn và một lò mổ.

# T_GAME_QUEST_SCEN16_12_1_START
source: Ngài chắc chắn sẽ hiểu rằng nguồn dự trữ của tôi rất được thèm muốn. Từ bây giờ tôi sẽ đổi lúa mì lấy quặng sắt.
vi: Chắc chắn ngài hiểu rằng nguồn cung cấp của tôi đang rất được ưa chuộng, do đó tôi phải tăng giá lúa mì lên một chút. Từ giờ trở đi, tôi sẽ đổi lúa mì lấy quặng sắt.

# T_GAME_QUEST_SCEN16_12_1_SUCCESS
source: Giao quặng và tôi sẽ sớm quay lại với một chuyến hàng khác.
vi: Hãy gửi hàng cho tôi và tôi sẽ quay lại với một chuyến hàng mới trong thời gian sớm nhất.

# T_GAME_QUEST_SCEN16_12_2_START
source: Với một mức giá thấp đến nực cười, tôi có thể giao cho ngài một ít lúa mì cuối cùng trong nước!
vi: Với một số vàng nhỏ mọn, tôi có thể cung cấp cho ngài một chuyến hàng lúa mì cuối cùng của đất nước.

# T_GAME_QUEST_SCEN16_12_2_SUCCESS
source: Rất hân hạnh, thưa Lãnh chúa. Gửi vàng cho tôi và tôi sẽ xem liệu tôi có thể kiếm thêm được chút nào không.
vi: Tôi rất hân hạnh, thưa ngài. Nếu ngài mang hàng hóa đến cho tôi, tôi sẽ cố gắng tìm thêm một ít lúa mì nữa.

# T_GAME_QUEST_SCEN16_12_MERCHANT
source: Tôi đã nghe về sự bất hạnh của ngài và muốn đề nghị ngài một cuộc trao đổi. Tôi vẫn còn một số dự trữ lúa mì mà tôi sẽ đổi lấy hàng hóa.
vi: Tôi đã nghe về sự bất hạnh của ngài, thưa ngài, và tôi muốn đề nghị một cuộc giao dịch. Tôi vẫn còn một số dự trữ lúa mì mà tôi sẽ đổi lấy hàng hóa.

# T_GAME_QUEST_SCEN16_12_START
source: Tôi sẵn lòng đổi một ít đá lấy lúa mì.
vi: Tôi sẵn sàng đổi một ít đá lấy lúa mì.

# T_GAME_QUEST_SCEN16_12_SUCCESS
source: Có vẻ như bây giờ ngài đã có đủ hàng hóa để giao dịch. Tôi mong đợi các giao dịch tiếp theo.
vi: Ngài dường như có đủ hàng hóa để trao đổi. Tôi mong chờ những giao dịch tiếp theo.

# T_GAME_QUEST_SCEN2_10_DESC
source: Ngài đã bao giờ thử bánh mì cháu trai tôi làm chưa? Ngài chắc chắn nên thử! Và bảo nó nướng đủ để dùng qua mùa đông!
vi: Ngài đã thử bánh mì của cháu trai tôi chưa? Ngài nhất định phải thử đấy! Và hãy bảo nó nướng đủ bánh mì cho mùa đông nhé!

# T_GAME_QUEST_SCEN2_11_2_NAME
source: Xây dựng một cửa hàng may đo.
vi: Xây dựng một xưởng may.

# T_GAME_QUEST_SCEN2_11_DESC
source: Nói cho tôi biết, ngài có lạnh như chúng tôi không? Vợ tôi thậm chí còn bị cúm vì tất cả những lỗ thủng trên váy của bà ấy. Có lẽ ngài có thể giúp chúng tôi làm một ít quần áo ấm?
vi: Này, ngài có thấy lạnh không? Vợ tôi đã bị cúm rồi vì quần áo của cô ấy toàn lỗ thủng. Có lẽ ngài có thể giúp chúng tôi may quần áo ấm cho mùa đông được không?

# T_GAME_QUEST_SCEN2_11_NAME
source: Xây dựng một đồng cỏ nuôi cừu.
vi: Xây dựng một đồng cỏ cừu.

# T_GAME_QUEST_SCEN2_12_DESC
source: Tôi nghĩ thị trấn của chúng ta gần như đã chuẩn bị hoàn hảo cho mùa đông sắp tới! Nhưng, chỉ giữa ngài và tôi thôi, chẳng phải thật tuyệt vời khi được thưởng thức một cốc nước ép ngon lành tại quán rượu ấm cúng khi ngoài trời đang đóng băng sao?
vi: Tôi nghĩ thành phố của chúng ta gần như đã chuẩn bị hoàn hảo cho mùa đông rồi! Nhưng, nói nhỏ thôi nhé, trong thời tiết lạnh giá này thì không phải là tuyệt nhất khi được tổ chức tiệc tùng tại quán trọ với một ly nước ép sao?

# T_GAME_QUEST_SCEN2_12_NAME
source: Xây dựng một xưởng sản xuất nước ép và sản xuất 50 bình nước ép.
vi: Xây dựng một nhà máy ép và sản xuất 50 lít nước ép.

# T_GAME_QUEST_SCEN2_1_DESC
source: Thưa Lãnh chúa, tôi không muốn tỏ ra bất lịch sự nhưng thật không may là chúng ta đang thiếu trang trại! Làm thế nào chúng ta có thể thu hoạch hết lúa mì kịp thời trước khi mùa đông bắt đầu?
vi: Thưa ngài, tôi không có ý bất lịch sự, nhưng tiếc là chúng ta đang thiếu trang trại! Làm sao chúng ta có thể thu hoạch hết lúa mì kịp trước khi mùa đông đến được đây?

# T_GAME_QUEST_SCEN2_2_DESC
source: Brrrr, tôi đã lạnh cóng rồi, thưa Lãnh chúa! Tôi chắc chắn mùa đông sắp tới sẽ rất lạnh! Vợ tôi và tôi hy vọng rằng ngài không quên đảm bảo có đủ củi đốt!
vi: Brrrr, tôi đã thấy lạnh rồi, thưa ngài Thống đốc! Chắc chắn sẽ có một mùa đông băng giá đang chờ đợi chúng ta! Vợ tôi và tôi hy vọng rằng ngài sẽ không quên nghĩ đến việc chuẩn bị đủ củi đốt!

# T_GAME_QUEST_SCEN2_2_NAME
source: Xây dựng 3 chòi của người kiểm lâm.
vi: Xây dựng 3 lều tiều phu.

# T_GAME_QUEST_SCEN2_3_DESC
source: Cảm ơn ngài! Nếu ngài gặp anh em tôi, hãy gửi lời hỏi thăm của tôi đến họ. Họ cần thu thập càng nhiều củi càng tốt!
vi: Cảm ơn ngài! Hãy gửi lời chào đến các anh em của tôi nếu ngài thấy họ nhé! Họ nên thu thập càng nhiều gỗ càng tốt!

# T_GAME_QUEST_SCEN2_4_DESC
source: Cuối cùng chúng ta cũng có thể bắt đầu thu hoạch! Tôi hy vọng nó sẽ đủ để đáp ứng nhu cầu của chúng ta!
vi: Cuối cùng chúng ta cũng có thể bắt đầu thu hoạch! Hy vọng sản lượng sẽ đủ!

# T_GAME_QUEST_SCEN2_5_DESC
source: Thật là một vụ mùa bội thu! Chúng ta thậm chí không biết phải cất giữ tất cả lúa mì ở đâu! Sẽ là một ý tưởng tốt nếu làm một ít bánh mì từ nó!
vi: Chúng ta thậm chí không còn biết để hết chỗ lúa mì này ở đâu nữa! Vì vậy, chúng tôi rất hoan nghênh nếu chúng ta có thể làm bánh mì bổ dưỡng từ nó!

# T_GAME_QUEST_SCEN2_6_DESC
source: Thưa Lãnh chúa kính mến, chúng tôi thực sự thích sống ở đây nhưng chúng tôi lo lắng rằng nhà của chúng tôi có thể không chịu được mùa đông sắp tới lâu dài...
vi: Thưa ngài Thống đốc, chúng tôi thực sự cảm thấy thoải mái ở đây, nhưng chúng tôi e rằng những ngôi nhà của chúng tôi sẽ không thể tồn tại lâu trong mùa đông với tình trạng này...

# T_GAME_QUEST_SCEN2_6_NAME
source: Duy trì tất cả các ngôi nhà trong tình trạng tốt.
vi: Giữ tất cả các nhà ở trong tình trạng tốt.
