Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_SCENARIO_2016_06_QUEST_05_DESC
source: Sản xuất rất chậm, thưa Lãnh chúa. Với nhiều mỏ hơn, chúng ta có thể tăng tốc độ đào quặng.
vi: Việc sản xuất của chúng ta chỉ diễn ra một cách chậm chạp, thưa ngài. Nếu có thêm mỏ, chúng ta có thể tiếp cận các quặng một cách nhanh hơn.

# T_SCENARIO_2016_06_QUEST_06_DESC
source: Chúng ta đang cạn kiệt than. Ngài nên ra lệnh xây dựng một lều đốt than.
vi: Nguồn cung cấp than của chúng ta đang cạn kiệt. Vậy thì hãy đặt hàng một lò than ngay lập tức.

# T_SCENARIO_2016_06_QUEST_10_DESC
source: Thưa Lãnh chúa, chúng ta nên sản xuất vàng thỏi để cống nạp thêm. Nhà vua sẽ rất hài lòng.
vi: Chúng ta nên chế tạo các thỏi vàng để cống nạp. Đức Vua sẽ rất hài lòng.

# T_SCENARIO_2016_06_QUEST_AVALANCHE_00_DESC
source: Cẩn thận, thưa Lãnh chúa! Một trận tuyết lở khác, thật kinh khủng!
vi: Hãy nhìn xem, thưa ngài, một trận tuyết lở nữa! Thật là khủng khiếp!

# T_SCENARIO_2016_06_QUEST_KEEP_MINE_ALIVE_02_DESC
source: Thưa Lãnh chúa, nhiều mỏ đã sụp đổ rồi. Nhà vua đã ra lệnh xây dựng lại chúng.
vi: Thưa ngài, chúng ta đã mất quá nhiều mỏ. Đức Vua đã ra lệnh xây dựng lại chúng.

# T_SCENARIO_2016_06_QUEST_KEEP_MINE_ALIVE_02_NAME
source: Xây dựng thêm mỏ.
vi: Xây dựng thêm các mỏ.

# T_SCENARIO_2016_06_QUEST_SIDE_025_DESC
source: Vợ tôi muốn cầu nguyện cho chúng ta để không có trận tuyết lở nào gây hại cho chúng ta. Ngài có thể vui lòng xây cho chúng tôi một nhà thờ không?
vi: Vợ của tôi muốn cầu nguyện để tuyết lở sẽ không gây hại cho chúng ta. Ngài có thể vui lòng xây cho chúng tôi một ngôi nhà thờ được không?

# T_SCENARIO_2016_06_QUEST_SIDE_02_DESC
source: Thưa Lãnh chúa, tôi biết chúng ta cần rất nhiều gỗ để tái thiết nhưng gia đình tôi không còn củi đốt và trời đang trở nên rất lạnh. Có lẽ ngài có thể giúp chúng tôi?
vi: Thưa ngài, tôi biết chúng ta cần gỗ để tái thiết. Nhưng gia đình tôi và tôi đã hết củi đốt và trời thì rất lạnh. Ngài có thể giúp chúng tôi được không?

# T_SCENARIO_2016_06_QUEST_SIDE_03_DESC
source: Rất khó để đi bộ qua tuyết. Một vài con đường lát đá cuội có thể giúp ích.
vi: Rất vất vả khi bước đi trong tuyết. Một vài con đường chắc chắn sẽ rất hữu ích.

# T_SCENARIO_2016_06_QUEST_SIDE_045_DESC
source: Thống đốc, chúng ta không thể trồng lúa mì ở vùng này. Nhưng chúng ta có thể mua bánh mì ở chợ. Hoặc chúng ta có thể chỉ cần mua lúa mì và tự nướng bánh mì.
vi: Thưa ngài, tiếc là chúng ta không thể trồng lúa mì trong khu vực này. Nhưng chúng ta có thể mua bánh mì ở chợ. Tất nhiên, chúng ta cũng có thể mua ngũ cốc và tự chế biến nó.

# T_SCENARIO_2016_06_QUEST_SIDE_04_DESC
source: Luôn chỉ có cá và thịt. Thưa Lãnh chúa, chúng ta không thể ăn một ít bánh mì để thay đổi sao?
vi: Chỉ có cá và thịt thôi. Thưa ngài, chúng ta có thể ăn một ít bánh mì để thay đổi được không?

# T_SCENARIO_2016_06_QUEST_SIDE_04_NAME
source: Đáp ứng mong muốn của dân làng.
vi: Đáp ứng mong muốn của người dân.

# T_SCENARIO_2016_06_QUEST_SIDE_05_DESC
source: Quần áo của chúng tôi đang bị rách do điều kiện thời tiết khắc nghiệt. Chúng tôi thực sự cần quần áo mới.
vi: Điều kiện thời tiết là một gánh nặng khá lớn đối với quần áo của chúng ta. Chúng ta chắc chắn cần quần áo mới.

# T_SCENARIO_2016_06_QUEST_SIDE_06_DESC
source: Những công cụ rỉ sét đó gần như vỡ vụn trong tay chúng tôi. Tôi đoán ngài cần sắt, nhưng sử dụng một ít để làm công cụ mới sẽ thực sự giúp ích cho chúng tôi.
vi: Những công cụ gỉ sét này đang tan rã ngay trong tay chúng ta. Có lẽ các ngài cần sắt, nhưng có lẽ ngài vẫn có thể làm ra một vài công cụ mới.

# T_SCENARIO_2016_06_QUEST_SIDE_07_DESC
source: Ở vùng tuyết phủ này, chúng tôi vui mừng về mọi điều nhỏ nhặt. Thưa Lãnh chúa, nếu ngài không quá bận, ngài có thể vui lòng làm đẹp thị trấn của chúng tôi không?
vi: Trong khu vực tuyết phủ này, người ta rất vui mừng với bất kỳ điều gì nhỏ nhặt. Thưa ngài, nếu ngài không quá bận, có lẽ ngài có thể vui lòng tô điểm cho thành phố này không?

# T_SCENARIO_2016_10_BANDIT_01_DESC
source: Anh em! Bắt đầu tấn công!
vi: Tiến lên, anh em, tấn công!

# T_SCENARIO_2016_10_BANDIT_04_DESC
source: Ngươi đang tìm thương nhân à? Chà, hắn bị lạc và bằng cách nào đó bị trói trong trại của ta. Nhưng đừng lo, hắn vẫn ổn. Chỉ cần cho chúng ta một khoản quyên góp nhỏ và hắn sẽ được tự do trở lại.
vi: Các ngươi đang tìm thương nhân sao? Chà, anh ta đã bị lạc và bằng cách nào đó lại bị trói. Nhưng đừng lo, anh ta vẫn ổn và với một khoản đóng góp nhỏ, chúng ta sẽ thả anh ta ngay lập tức.

# T_SCENARIO_2016_10_BANDIT_04_END
source: Được rồi, chúng ta sẽ thả thương nhân đi. Giao dịch với hắn, để ta có nhiều thứ hơn để ăn cắp lần nữa.
vi: Các ngươi có lại được anh ta rồi đó. Cứ tự nhiên giao dịch với anh ta, sau đó chúng ta lại có thêm thứ để cướp.

# T_SCENARIO_2016_10_BANDIT_04_NAME
source: Trả tiền chuộc để giải thoát thương nhân.
vi: Trả tiền chuộc để chuộc thương nhân.

# T_SCENARIO_2016_10_BANDIT_END_DESC
source: Bọn cướp! Biến khỏi đây thôi! Chúng ta gọi đó là rút lui chiến thuật. Dù sao thì chúng ta cũng đã ăn cắp đủ rồi.
vi: Nhanh lên anh em, rút lui chiến thuật thôi. Chúng ta sẽ tẩu thoát khỏi đây. Dù sao thì chúng ta cũng đã đánh cắp nhiều hơn những gì chúng ta có thể mang theo rồi.

# T_SCENARIO_2016_10_BANDIT_TIMER_10_DESC
source: Ngươi vừa phá hủy một trong những trại của bọn ta à? Làm vậy chỉ là thách thức bọn ta thôi. Tấn công thị trấn đi, anh em!
vi: Bằng việc phá hủy một trong các trại của chúng ta, các ngươi chỉ càng khiêu khích chúng ta hơn thôi. Tấn công! Anh em! Ngôi làng này đã chín muồi rồi!

# T_SCENARIO_2016_10_HAPPYNESS_DESC
source: Ôi không, thưa Lãnh chúa. Dân làng đang bất mãn và không chịu nộp thuế. Chúng ta nên đáp ứng mong muốn của họ để thu thuế trở lại.
vi: Ôi không, thưa ngài, người dân đang bất mãn và hầu như không còn trả thuế nữa. Chúng ta nên đáp ứng mong muốn của họ để tăng thu nhập từ thuế.

# T_SCENARIO_2016_10_HAPPYNESS_NAME
source: Tăng mức độ hạnh phúc để thu thuế trở lại.
vi: Nâng cao mức độ hài lòng để người dân trả thuế trở lại.

# T_SCENARIO_2016_10_MAIN_00_DESC
source: Thống đốc, ta cần rất nhiều tiền xu. Hãy thiết lập một nền kinh tế thịnh vượng và cống nạp. Nhưng hãy cẩn thận, có rất nhiều bọn cướp trong khu vực. Cả vương quốc đang trông cậy vào ngài.
vi: Thưa Thống đốc, tôi cần rất nhiều đồng Taler. Hãy xây dựng một nền kinh tế thịnh vượng và cống nạp. Nhưng hãy cẩn thận với bọn cướp. Toàn bộ vương quốc đang trông cậy vào các ngài!

# T_SCENARIO_2016_10_MAIN_00_END
source: Làm tốt lắm, Thống đốc của ta. Ta biết ta có thể tin cậy vào ngài. Ngài sẽ được thưởng và có thêm danh tiếng.
vi: Xuất sắc, thưa Thống đốc, tôi biết rằng tôi có thể tin tưởng vào các ngài. Các ngài xứng đáng được ban thưởng và có được sự tôn trọng cao hơn.

# T_SCENARIO_2016_10_NEED_BREAD_DESC
source: Thưa Lãnh chúa, kho dự trữ đang cạn kiệt bánh mì. Điều này làm người dân không vui.
vi: Thưa ngài, nguồn cung cấp bánh mì đang cạn kiệt. Điều đó đang khiến người dân bất mãn.

# T_SCENARIO_2016_10_NEED_BREAD_NAME
source: Có đủ bánh mì để tăng mức độ hạnh phúc.
vi: Có đủ bánh mì để ngăn chặn một cuộc đình công.

# T_SCENARIO_2016_10_NEED_BREW_DESC
source: Sự bất mãn đang lan rộng, thưa Lãnh chúa. Người dân đang khao khát bia.
vi: Sự bất mãn đang lan rộng trong dân chúng: Đang thiếu đồ uống.

# T_SCENARIO_2016_10_NEED_BREW_NAME
source: Có đủ bia trong kho để ngăn chặn một cuộc đình công sắp tới của Dân làng.
vi: Dự trữ đủ bia để ngăn chặn một cuộc đình công.

# T_SCENARIO_2016_10_NEED_CARPENTER_DESC
source: Thợ mộc có rất nhiều việc phải làm. Nhiều tòa nhà cần được sửa chữa, thưa Lãnh chúa. Tôi khuyên nên xây thêm thợ mộc.
vi: Thợ mộc đang rất bận với quá nhiều tòa nhà. Sẽ rất khôn ngoan khi dựng thêm một xưởng mộc.

# T_SCENARIO_2016_10_NEED_CARPENTER_NAME
source: Xây dựng một xưởng mộc để tăng mức độ hạnh phúc.
vi: Xây dựng một xưởng mộc để ngăn chặn một cuộc đình công.

# T_SCENARIO_2016_10_NEED_CLOTHS_DESC
source: Tôi không có gì để mặc. Chúng ta cần thêm quần áo và váy.
vi: Tôi lại không tìm thấy gì để mặc. Chúng ta cần thêm quần áo.

# T_SCENARIO_2016_10_NEED_CLOTHS_NAME
source: Có đủ quần áo trong kho để tăng mức độ hạnh phúc.
vi: Có đủ quần áo để ngăn chặn một cuộc đình công.

# T_SCENARIO_2016_10_NEED_FIREWATCH_DESC
source: Thưa ngài, các tháp canh lửa không bao phủ đủ các tòa nhà, chúng ta nên xây thêm.
vi: Thưa ngài, các tháp canh lửa không bao phủ đủ các tòa nhà, chúng ta nên xây thêm tháp canh lửa.

# T_SCENARIO_2016_10_NEED_FISH_DESC
source: Chúng ta thậm chí không có đủ cá trong làng này. Tôi sẽ không trả bất kỳ khoản thuế nào!
vi: Chúng ta thậm chí còn không có đủ cá trong ngôi làng này. Ta không đời nào trả thuế cho chuyện đó!

# T_SCENARIO_2016_10_NEED_FISH_NAME
source: Lưu trữ đủ cá trong kho để giảm khả năng đình công.
vi: Dự trữ đủ cá trong nhà kho để ngăn chặn một cuộc đình công.

# T_SCENARIO_2016_10_NEED_JEWELRY_DESC
source: Tôi muốn làm vợ tôi ngạc nhiên với nhiều đồ trang sức hơn. Tiếc là tôi không thể tìm thấy bất kỳ món nào trong thành phố này.
vi: Tôi rất muốn tặng vợ thêm đồ trang sức - nhưng tôi không thể tìm thấy bất kỳ thứ gì.

# T_SCENARIO_2016_10_NEED_JEWELRY_NAME
source: Có đủ đồ trang sức trong kho để ngăn Dân làng đình công.
vi: Dự trữ đủ đồ trang sức trong nhà kho của các ngài để ngăn chặn một cuộc đình công.

# T_SCENARIO_2016_10_NEED_JOUSTING_DESC
source: Không có nhiều việc để làm trong thị trấn. Không có đủ giải trí. Tôi nghĩ đã đến lúc tăng số lượng các tòa nhà giải trí.
vi: Luôn luôn chỉ là những màn trình diễn giống nhau. Tôi nghĩ đã đến lúc phải cung cấp thêm các điểm thu hút khác.

# T_SCENARIO_2016_10_NEED_JUICE_DESC
source: Tôi đang khát nước ép. Thưa ngài, ngài có thể cung cấp nước ép trở lại không?
vi: Cổ họng của ta đang khát nước ép hảo hạng. Thưa ngài Thống đốc đáng kính, ngài có thể cung cấp lại nước ép được không?

# T_SCENARIO_2016_10_NEED_JUICE_NAME
source: Tích trữ nước ép để tăng mức độ hạnh phúc và ngăn chặn đình công.
vi: Có đủ nước ép để ngăn chặn một cuộc đình công.

# T_SCENARIO_2016_10_NEED_MEAT_DESC
source: Lại không có thịt trong thị trấn. Khi nào chúng ta mới có lại?
vi: Lại không có thịt nữa rồi. Khi nào thì sẽ có lại thịt đây?

# T_SCENARIO_2016_10_NEED_MEAT_NAME
source: Có đủ thịt để tăng mức độ hạnh phúc và ngăn chặn đình công.
vi: Có đủ thịt trong nhà kho để ngăn chặn một cuộc đình công.

# T_SCENARIO_2016_10_NEED_MEDICUS_DESC
source: Thống đốc, với quá nhiều người trong thị trấn, tôi không thể chăm sóc tất cả. Tôi cần hỗ trợ nếu tôi muốn giúp đỡ tất cả họ.
vi: Thưa ngài Thống đốc, với quá nhiều người dân, tôi không thể chăm sóc tất cả được nữa. Tôi thực sự cần sự hỗ trợ để chữa trị cho người dân.

# T_SCENARIO_2016_10_NEED_MEDICUS_NAME
source: Xây dựng một bệnh xá để ngăn chặn đình công trong thị trấn.
vi: Xây dựng một thầy thuốc để ngăn chặn một cuộc đình công.

# T_SCENARIO_2016_10_NEED_TAVERN_DESC
source: Không còn chỗ trong quán rượu của chúng ta. Nó quá đông đúc. Thống đốc mới đang lãng phí tiền của chúng ta thay vì chi tiêu cho nhu cầu của chúng ta.
vi: Quán trọ lúc nào cũng đông nghẹt. Vị Thống đốc mới này đang lãng phí đồng Taler của chúng ta thay vì quan tâm đến phúc lợi của chúng ta.

# T_SCENARIO_2016_10_QUEST_00_DESC
source: Thưa Lãnh chúa, trước tiên chúng ta nên xây dựng các tòa nhà cơ bản cho nền kinh tế của mình. Tôi đề nghị thêm một lều câu cá và một xưởng cưa.
vi: Để xây dựng nền kinh tế, trước tiên chúng ta cần các tòa nhà cơ bản. Tôi khuyên nên xây thêm một lều đánh cá và một xưởng cưa.

# T_SCENARIO_2016_10_QUEST_00_NAME
source: Xây dựng một xưởng cưa và một lều câu cá
vi: Xây dựng một xưởng cưa và một lều đánh cá.

# T_SCENARIO_2016_10_QUEST_01_DESC
source: Chúng ta có thể xây dựng một mỏ gần đó để thu thập tài nguyên rất nhanh chóng.
vi: Chúng ta có thể xây dựng một mỏ gần đó để tiếp cận tài nguyên thô một cách nhanh chóng.

# T_SCENARIO_2016_10_QUEST_01_NAME
source: Xây dựng một mỏ.
vi: Dựng một mỏ.

# T_SCENARIO_2016_10_QUEST_02_DESC
source: Người dân bây giờ đang yêu cầu bánh mì. Chúng ta có thể tự sản xuất hoặc mua trên thị trường. Tuy nhiên, chúng ta nên đảm bảo luôn có đủ bánh mì.
vi: Người dân giờ cũng đang yêu cầu có bánh mì. Chúng ta có thể sản xuất hoặc mua nó. Nhưng luôn phải có đủ bánh mì.

# T_SCENARIO_2016_10_QUEST_03_DESC
source: Chúng ta thậm chí không có bia. Tôi trả thuế để làm gì nếu chúng ta không thể có được một thức uống đơn giản như bia?
vi: Thậm chí còn không có đồ uống ở đây. Ta đang trả thuế cho cái gì vậy?

# T_SCENARIO_2016_10_QUEST_03_NAME
source: Lưu trữ đủ bia trong kho.
vi: Đảm bảo nguồn cung cấp đồ uống đầy đủ cho làng.

# T_SCENARIO_2016_10_QUEST_04_DESC
source: Thưa Lãnh chúa, người dân thích ăn đủ loại thức ăn. Chỉ cá và bánh mì là không đủ, họ cũng muốn thịt.
vi: Thưa ngài, người dân muốn có một chế độ ăn uống cân bằng. Chỉ có cá và bánh mì là chưa đủ.

# T_SCENARIO_2016_10_QUEST_04_NAME
source: Đảm bảo đủ thịt được dự trữ trong kho.
vi: Đảm bảo có đủ thịt trong nhà kho.

# T_SCENARIO_2016_10_QUEST_05_DESC
source: Sẽ thật tuyệt vời nếu có nhiều hơn một chiếc váy. Ngài có thể vui lòng không, thưa ngài Thống đốc?
vi: A, giá mà chúng ta có nhiều hơn một bộ quần áo. Thưa ngài Thống đốc, ngài có thể vui lòng giúp được không?

# T_SCENARIO_2016_10_QUEST_05_NAME
source: Tích trữ quần áo.
vi: Đảm bảo có quần áo trong nhà kho.

# T_SCENARIO_2016_10_QUEST_06_DESC
source: Vì thành phố đang phát triển, ngày càng nhiều quý tộc đến định cư. Họ muốn uống một ít nước ép.
vi: Sự phát triển của thành phố đã thu hút một số quý tộc. Họ rất thích uống nước ép.

# T_SCENARIO_2016_10_QUEST_06_NAME
source: Có đủ nước ép trong kho.
vi: Đảm bảo có đủ nước ép trong nhà kho.

# T_SCENARIO_2016_10_QUEST_07_DESC
source: Một thành phố tuyệt vời. Nhưng nó thiếu một số mặt hàng xa xỉ. Ngài có thể vui lòng cung cấp đồ trang sức không?
vi: Một thành phố tuyệt vời, thưa ngài, nhưng nó hơi thiếu hàng hóa xa xỉ. Ngài có thể vui lòng cung cấp một ít đồ trang sức không?

# T_SCENARIO_2016_10_QUEST_07_NAME
source: Lưu trữ đồ trang sức trong kho.
vi: Dự trữ đủ đồ trang sức.

# T_SCENARIO_2016_10_QUEST_10_DESC
source: Dân làng yêu cầu một nhà thờ.
vi: Người dân trong làng đang yêu cầu một nhà thờ.

# T_SCENARIO_2016_10_QUEST_11_DESC
source: Chúng ta cần một quán rượu để làm cho người dân hạnh phúc hơn, thưa Lãnh chúa.
vi: Chúng ta cần một quán trọ để làm hài lòng người dân, thưa ngài.

# T_SCENARIO_2016_10_QUEST_12_DESC
source: Thưa Lãnh chúa, chúng ta nên xây dựng một khu hội chợ cho người dân của mình.
vi: Thưa ngài, nên có một quảng trường lễ hội trong thành phố.

# T_SCENARIO_2016_10_QUEST_13_DESC
source: Người dân của chúng ta đang lo lắng về an toàn cháy nổ. Chúng ta nên xây dựng một tháp canh lửa.
vi: Người dân đang lo lắng về công tác phòng cháy chữa cháy của thành phố. Chúng ta nên dựng một tháp canh lửa.

# T_SCENARIO_2016_10_QUEST_14_DESC
source: Thống đốc, đã có bác sĩ giỏi nào trong thành phố chưa?
vi: Thưa ngài, liệu đã có một thầy thuốc chuyên môn trong thành phố chưa?

# T_SCENARIO_2016_10_QUEST_14_NAME
source: Xây dựng một bệnh xá
vi: Xây dựng một thầy thuốc

# T_SCENARIO_2016_10_QUEST_15_DESC
source: Để tăng mức độ hạnh phúc của người dân, chúng ta nên xây dựng một sân đấu thương.
vi: Nếu chúng ta muốn tăng mức độ hài lòng của người dân, tôi khuyên nên xây dựng một đấu trường.

# T_SCENARIO_2016_10_QUEST_16_DESC
source: Thưa Lãnh chúa, thành phố đang phát triển rất tốt. Để giữ cho tất cả các tòa nhà trong tình trạng tốt, chúng ta nên xây dựng một cửa hàng mộc.
vi: Thưa ngài, thành phố giờ đã phát triển rất lớn. Để giữ cho tất cả các tòa nhà ở trong tình trạng tốt, chúng ta nên dựng một xưởng mộc.

# T_SCENARIO_2016_10_QUEST_20_DESC
source: Nếu chúng ta không làm gì đó chống lại bọn cướp, chúng sẽ cướp đi nhà cửa và tài sản thân yêu của chúng ta.
vi: Nếu chúng ta không làm gì để chống lại bọn cướp, chúng sẽ đánh cắp luôn cả tóc trên đầu chúng ta đấy.

# T_SCENARIO_2016_10_QUEST_21_DESC
source: Chúng ta đã có một số binh lính. Tôi hy vọng chúng ta có thể bảo vệ thành phố chống lại các cuộc tấn công của bọn cướp.
vi: Chúng ta đã có một vài người lính rồi. Hy vọng rằng họ có thể đánh trả được các cuộc tấn công của bọn cướp.

# T_SCENARIO_2016_10_QUEST_22_DESC
source: Thưa Lãnh chúa, đã đến lúc đặt bọn cướp vào vị trí của chúng và trục xuất chúng khỏi khu vực này.
vi: Thưa ngài, đã đến lúc đặt bọn cướp vào đúng vị trí của chúng và đánh đuổi chúng khỏi khu vực.

# T_SCENARIO_2016_10_STRIKE_DESC
source: Rõ ràng là cần có những biện pháp rõ ràng hơn. Thị trấn bây giờ đang đình công!
vi: Rõ ràng là cần có các biện pháp rõ ràng hơn. Giờ chúng ta sẽ đình công!

# T_SCENARIO_2016_10_STRIKE_NAME
source: Dân làng của ngài đang đình công. Hãy đợi cho đến khi họ bình tĩnh lại.
vi: Người dân của các ngài đang đình công. Chờ cho đến khi họ bình tĩnh lại.

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_01_DESC
source: Thưa Lãnh chúa, thật là một ngày tuyệt vời, ngài có nghĩ vậy không? Tôi đến trước ngài để hỏi liệu có thể đảm bảo thị trấn được trang trí đủ cho các lễ hội không.
vi: Thật là một ngày mùa thu tuyệt đẹp, phải không? Tôi đến trước mặt ngài để hỏi xem liệu có thể trang trí thêm cho ngôi làng trước khi lễ hội bắt đầu không?

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_01_NAME
source: Nâng cao sự hài lòng bằng cách trang trí trong thị trấn.
vi: Nâng cao mức độ hài lòng về đồ trang trí của làng.

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_01_SUCESS
source: Ngài đã làm một công việc tuyệt vời với những đồ trang trí mới này, thưa Lãnh chúa. Thị trấn trông thật lộng lẫy!
vi: Ngài đã làm một điều kỳ diệu! Ngôi làng trông thật quyến rũ, thưa ngài.

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_02_DESC
source: Thưa Lãnh chúa, những người công nhân chuẩn bị bữa tiệc rất khó chịu về việc thiếu giải trí giữa các lễ hội. Tôi tình cờ nghe thấy một số người trong số họ nói rằng họ ước có một trại tung hứng.
vi: Thưa ngài! Các công nhân trong làng đang rất khó chịu vì hầu như không có giải trí trong làng khi không có lễ hội diễn ra. Tôi đã nghe một số người nói rằng họ muốn có một trại trò hề.

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_02_NAME
source: Xây dựng một trại tung hứng.
vi: Dựng một trại trò hề.

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_02_SUCESS
source: Tuyệt vời thưa Lãnh chúa! Các công nhân đã quay lại chuẩn bị cho lễ hội. Họ tràn đầy niềm vui vì bây giờ chúng ta có một trại tung hứng trong thị trấn.
vi: Rất tốt, thưa Lãnh Chúa. Giờ các công nhân đã có thể làm việc trở lại và vô cùng hạnh phúc vì giờ trong làng đã có một trại trò hề.

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_03_DESC
source: Những cơn giông bão này đang gây thiệt hại lớn cho thị trấn. Chúng ta nên đảm bảo tất cả các tòa nhà được sửa chữa đầy đủ, thưa Lãnh chúa.
vi: Thưa ngài! Những cơn giông bão này rất nguy hiểm cho làng của chúng ta. Nhiều tòa nhà đã bị hư hỏng. Chúng ta nên đảm bảo rằng các tòa nhà được sửa chữa trước khi lễ hội bắt đầu.

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_03_NAME
source: Nâng cao sự hài lòng về tình trạng tòa nhà.
vi: Nâng cao mức độ hài lòng với tình trạng của các tòa nhà.

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_03_SUCESS
source: Tuyệt vời thưa Lãnh chúa! Bây giờ các tòa nhà lại ở trong tình trạng rất tốt.
vi: Tuyệt vời, thưa Lãnh Chúa. Thành phố lại trở về tình trạng tốt nhất.

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_03_THUNDERSTORM
source: Thưa Lãnh chúa! Một cơn giông bão khủng khiếp đang hình thành trên thị trấn. Ngài nên vào nơi an toàn của lâu đài. Sét đã đánh trúng một số tòa nhà…
vi: Thưa Lãnh Chúa! Một cơn bão giông khủng khiếp đang kéo đến! Ngài nên đến nơi an toàn trong lâu đài. Một số tia sét đã đánh trúng các tòa nhà trong thành phố rồi...

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_04_DESC
source: Tôi có thể xin ngài một chút thời gian không, thưa Lãnh chúa? Với tất cả những sự chuẩn bị này... Ngài không nên quên lễ hội này là về cái gì... Nó chỉ có thể diễn ra khi vụ thu hoạch đã hoàn thành, thưa Lãnh chúa!
vi: Thưa ngài, tôi có thể xin ngài một chút thời gian quý báu của mình được không? Chúng ta không nên quên lý do chúng ta tổ chức lễ hội mùa thu. Với tất cả sự chuẩn bị cho các lễ hội, vụ thu hoạch có chút bị lãng quên. Lễ hội mùa thu chỉ có thể diễn ra khi vụ thu hoạch còn lại đã hoàn thành.

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_04_NAME
source: Hoàn thành vụ thu hoạch nho.
vi: Kết thúc vụ thu hoạch nho.

# T_SCENARIO_2016_FESTIVITIES_AUTUMN_04_SUCESS
source: Thật là một cảnh tượng tuyệt vời, thưa Lãnh chúa! Vụ thu hoạch đã hoàn thành và việc chuẩn bị cho lễ hội cũng gần xong.
vi: Thật là một cảnh tượng tuyệt đẹp, thưa ngài. Chúng ta đã hoàn thành việc thu hoạch đúng thời hạn và các công tác chuẩn bị cho lễ hội mùa thu gần như đã hoàn tất.

# T_SCENARIO_2016_FESTIVITIES_FEAST_FAILED
source: Thưa Lãnh chúa, chúng ta đã hết thời gian. Bây giờ đã quá muộn cho lễ hội. Nhà vua sẽ không hài lòng khi nghe về điều này…
vi: Thưa ngài, đã quá muộn rồi. Chúng ta đã bỏ lỡ thời hạn tổ chức lễ hội. Chắc chắn Đức Vua sẽ không hài lòng đâu…

# T_SCENARIO_2016_FESTIVITIES_FEAST_READY
source: Tuyệt vời, thưa Lãnh chúa! Việc chuẩn bị cho lễ hội đã hoàn tất. Chúng tôi chỉ đang chờ lệnh của ngài để bắt đầu lễ hội.
vi: Tuyệt vời, thưa ngài. Lễ hội đã được chuẩn bị và có thể bắt đầu ngay khi ngài đồng ý.

# T_SCENARIO_2016_FESTIVITIES_MQ_01_DESC
source: Theo sắc lệnh hoàng gia, ta ra lệnh cho ngài tổ chức một năm lễ hội. Mỗi mùa ta muốn ngài sắp xếp một lễ hội để tôn vinh người vợ mới của ta! Bây giờ hãy đi và bắt đầu chuẩn bị! Đừng làm ta thất vọng…
vi: Nhân danh ta, ta ra lệnh tổ chức một năm lễ hội! Vào mỗi mùa, một lễ hội sẽ được tổ chức để tôn vinh vị hoàng hậu mới của ta! Giờ hãy đi và thực hiện mọi công tác chuẩn bị! Đừng làm ta thất vọng…

# T_SCENARIO_2016_FESTIVITIES_MQ_01_FAILED
source: Ta thực sự thất vọng về ngài, Thống đốc! Quản lý một vài lễ hội là một nhiệm vụ đơn giản như vậy, nhưng ngài vẫn thất bại! Có quá nhiều để yêu cầu không? Bây giờ hãy biến khỏi tầm mắt của ta!
vi: Sự thất vọng của ta là không có giới hạn, thưa Thống đốc! Các ngươi không thể hoàn thành một nhiệm vụ đơn giản như tổ chức một vài lễ hội… giờ hãy biến khỏi mắt ta!

# T_SCENARIO_2016_FESTIVITIES_MQ_01_NAME
source: Sắp xếp tất cả các lễ hội đúng giờ!
vi: Tổ chức tất cả các lễ hội trong thời gian quy định!

# T_SCENARIO_2016_FESTIVITIES_MQ_01_SUCESS
source: Thống đốc! Đây là một năm lễ hội tuyệt vời. Ngài đã chứng minh rằng ta có thể tin cậy vào ngài bất cứ khi nào ta có một nhiệm vụ khó khăn.
vi: Thưa Thống đốc! Đó quả là một năm lễ hội được tổ chức xuất sắc. Các ngài đã chứng minh rằng, bất kể nhiệm vụ khó khăn đến đâu, các ngài đều có thể vượt qua một cách xuất sắc. Ta có thể thực sự tin tưởng vào các ngươi.

# T_SCENARIO_2016_FESTIVITIES_MQ_AUTUMN_DESC
source: Thật là một lễ hội tốt đẹp, thưa Lãnh chúa! Nhưng bây giờ chúng ta phải đảm bảo lễ hội mùa thu được sắp xếp theo kế hoạch và trước khi mùa đông bắt đầu!
vi: Thật là một ngày mùa thu tuyệt đẹp, phải không? Tôi đã đến trước mặt ngài để hỏi liệu có thể trang trí thêm một chút cho ngôi làng trước khi lễ hội bắt đầu không?

# T_SCENARIO_2016_FESTIVITIES_MQ_AUTUMN_NAME
source: Sắp xếp lễ hội mùa thu trước khi mùa đông bắt đầu.
vi: Tổ chức lễ hội mùa thu trước khi mùa đông bắt đầu.

# T_SCENARIO_2016_FESTIVITIES_MQ_SPRING_DESC
source: Để chuẩn bị cho lễ hội mùa xuân, chúng ta phải nhanh chóng, thưa Lãnh chúa. Lễ hội phải được hoàn thành trước khi mùa hè bắt đầu và chúng ta không có nhiều thời gian.
vi: Để chuẩn bị lễ hội mùa xuân đúng thời hạn, chúng ta phải nhanh lên, thưa ngài. Chỉ còn một ít thời gian cho đến mùa hè!

# T_SCENARIO_2016_FESTIVITIES_MQ_SPRING_NAME
source: Sắp xếp lễ hội mùa xuân trước khi mùa hè bắt đầu.
vi: Tổ chức lễ hội mùa xuân trước khi bắt đầu mùa hè.
