Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_SCENARIO_2016_FESTIVITIES_MQ_SUMMER_DESC
source: Thật là một lễ hội tốt đẹp, thưa Lãnh chúa! Nhưng bây giờ chúng ta phải đảm bảo lễ hội mùa hè được sắp xếp theo kế hoạch và trước khi mùa thu bắt đầu! Thời gian là điều cốt yếu, thưa Lãnh chúa!
vi: Thật là một lễ hội tuyệt vời. Giờ chúng ta nên nhanh chóng lên kế hoạch cho lễ hội tiếp theo. Chúng ta không có nhiều thời gian để chuẩn bị. Lễ hội mùa hè phải được hoàn thành trước khi mùa thu bắt đầu!

# T_SCENARIO_2016_FESTIVITIES_MQ_SUMMER_NAME
source: Sắp xếp lễ hội mùa hè trước khi mùa thu bắt đầu.
vi: Tổ chức lễ hội mùa hè trước khi mùa thu bắt đầu.

# T_SCENARIO_2016_FESTIVITIES_MQ_WINTER_DESC
source: Thật là một lễ hội tốt đẹp, thưa Lãnh chúa! Chúng ta phải đảm bảo lễ hội mùa đông được sắp xếp theo kế hoạch và kết thúc trước khi mùa xuân bắt đầu!
vi: Thật là một lễ hội tuyệt vời. Giờ chúng ta nên nhanh chóng lên kế hoạch cho lễ hội tiếp theo. Chúng ta không có nhiều thời gian để chuẩn bị. Lễ hội mùa đông phải được hoàn thành trước khi mùa xuân bắt đầu!

# T_SCENARIO_2016_FESTIVITIES_MQ_WINTER_NAME
source: Sắp xếp lễ hội mùa đông trước khi mùa xuân bắt đầu.
vi: Tổ chức lễ hội mùa đông trước khi mùa xuân bắt đầu!

# T_SCENARIO_2016_FESTIVITIES_QUEST01_DESC
source: Thưa Lãnh chúa, tôi đề nghị chúng ta xây dựng một khu hội chợ càng sớm càng tốt. Tất cả các lễ hội sẽ được tổ chức ở đó.
vi: Thưa ngài, để tổ chức các lễ hội, chúng ta nên cho xây dựng một quảng trường lễ hội càng sớm càng tốt.

# T_SCENARIO_2016_FESTIVITIES_QUEST01_NAME
source: Xây dựng một khu hội chợ.
vi: Xây dựng một quảng trường lễ hội.

# T_SCENARIO_2016_FESTIVITIES_QUEST01_SUCESS
source: Tuyệt vời, thưa Lãnh chúa! Khuôn viên lễ hội đã hoàn thành. Tòa nhà này rất quan trọng đối với các nhiệm vụ hiện tại, vì vậy chúng ta nên để mắt đến nó.
vi: Tuyệt vời, thưa Lãnh Chúa. Quảng trường lễ hội này sẽ là tâm điểm cho các nhiệm vụ của chúng ta. Nó là cần thiết cho các lễ hội, vì vậy chúng ta nên luôn để mắt đến nó, thưa ngài.

# T_SCENARIO_2016_FESTIVITIES_QUEST_FAIRGROUND_DESTR
source: Thưa Lãnh chúa, chúng ta cần một khu hội chợ cho các lễ hội!
vi: Thưa ngài, chúng ta đang rất cần một quảng trường lễ hội!

# T_SCENARIO_2016_FESTIVITIES_SPRING_01_DESC
source: Điều đầu tiên chúng ta cần là một cây nêu thích hợp, thưa Lãnh chúa. Thợ đốn gỗ có thể chặt cho chúng ta một cái cây phù hợp cho việc này. Tuy nhiên, anh ta sẽ phải chặt nhiều cây để tìm được cây tốt nhất.
vi: Trước hết, chúng ta nên chăm sóc một cây cột tháng năm, thưa ngài. Tiều phu có thể cắt cho chúng ta một cây phù hợp. Tuy nhiên, anh ta cần phải chặt một vài cây để tìm ra cây cột phù hợp.

# T_SCENARIO_2016_FESTIVITIES_SPRING_01_NAME
source: Thu thập gỗ cho cây nêu.
vi: Thu thập gỗ cho cây cột tháng năm.

# T_SCENARIO_2016_FESTIVITIES_SPRING_02_DESC
source: Cây nêu của chúng ta phải được trang trí đúng cách. Để làm được điều này, chúng ta cần đủ vải, thưa Lãnh chúa.
vi: Cây cột tháng năm của chúng ta cần những đồ trang trí phù hợp. Để làm được điều đó, chúng ta nên sản xuất đủ vải, thưa ngài.

# T_SCENARIO_2016_FESTIVITIES_SPRING_02_NAME
source: Sản xuất vải cho cây nêu.
vi: Sản xuất vải cho cây cột tháng năm.

# T_SCENARIO_2016_FESTIVITIES_SPRING_03_DESC
source: Cây nêu trông thật đẹp. Ngài có biết rằng theo truyền thống, anh em của tôi thường ăn cắp cây nêu trong khu vực mỗi năm không?
vi: Thật là một cây cột tháng năm đẹp. Các ngài có biết rằng trong khu vực này có một truyền thống là đánh cắp cây cột tháng năm trước lễ hội không?

# T_SCENARIO_2016_FESTIVITIES_SPRING_03_FAILED
source: Ha ha ha! Cây nêu của ngươi giờ là của bọn ta! Nó sẽ là một vật trang trí tốt trước trại cướp của bọn ta. Nếu ngươi có khả năng, ngươi có thể đến và cố gắng lấy lại nó…
vi: Haha! Cây cột tháng năm chắc chắn sẽ trông tuyệt vời trước trại cướp của chúng ta! Cứ tự nhiên mà đến lấy lại... nếu các ngươi có thể.

# T_SCENARIO_2016_FESTIVITIES_SPRING_03_NAME
source: Bảo vệ cây nêu khỏi các cuộc tấn công của bọn cướp!
vi: Bảo vệ cây cột tháng năm khỏi bọn cướp!

# T_SCENARIO_2016_FESTIVITIES_SPRING_03_SUCESS
source: Chết tiệt! Gần như lấy được cây nêu chết tiệt đó. Ngài đã bảo vệ nó tốt, Thống đốc!
vi: Chết tiệt, xui xẻo... chúng ta suýt chút nữa thì đã có được cây cột tháng năm rồi! Các ngươi đã thực sự bảo vệ nó rất tốt.

# T_SCENARIO_2016_FESTIVITIES_SPRING_04_DESC
source: Thưa Lãnh chúa! Có một trại cướp gần thị trấn. Chúng ta cần thêm người và một tháp canh khác để bảo vệ làng.
vi: Thưa Lãnh Chúa! Có một trại cướp ở khu vực này. Để bảo vệ ngôi làng của chúng ta, chúng ta nên tăng cường quân đội. Chúng ta cần thêm binh lính và một tháp canh khác.

# T_SCENARIO_2016_FESTIVITIES_SPRING_04_NAME
source: Xây dựng một tháp canh khác và phân công đủ binh lính.
vi: Xây dựng thêm một tháp canh và bố trí thêm binh lính.

# T_SCENARIO_2016_FESTIVITIES_SPRING_04_SUCESS
source: Rất tốt! Bây giờ binh lính của chúng ta có thể bảo vệ khu hội chợ dễ dàng hơn nhiều khi bọn cướp tấn công!
vi: Rất tốt! Giờ thì chúng ta có thể bảo vệ quảng trường lễ hội tốt hơn nếu bọn cướp tấn công!

# T_SCENARIO_2016_FESTIVITIES_SPRING_05_DESC
source: Cây nêu đã bị đánh cắp khỏi kho của chúng ta. Chúng ta phải tấn công trại cướp và lấy lại nó để đảm bảo lễ hội có thể bắt đầu đúng giờ.
vi: Cây cột tháng năm đã bị đánh cắp khỏi kho của chúng ta, thưa ngài! Chúng ta nên tấn công trại cướp và lấy lại cây cột tháng năm để lễ hội có thể bắt đầu đúng thời hạn!

# T_SCENARIO_2016_FESTIVITIES_SPRING_05_NAME
source: Tấn công trại cướp và lấy lại cây nêu!
vi: Tấn công trại cướp và lấy lại cây cột tháng năm!

# T_SCENARIO_2016_FESTIVITIES_SPRING_05_SUCESS
source: Một chiến thắng! Cây nêu đang được đưa trở lại kho của chúng ta ngay khi chúng ta nói chuyện, thưa Lãnh chúa.
vi: Một chiến thắng! Cây cột tháng năm sẽ được đưa trở lại nhà kho trong khi chúng ta đang nói chuyện, thưa ngài!

# T_SCENARIO_2016_FESTIVITIES_SUMMER_01_DESC
source: Thưa Lãnh chúa! Trang trại đang cháy! Xin ngài, ngài phải làm gì đó!
vi: Thưa ngài! Trang trại đang bốc cháy! Ngài phải làm gì đó!

# T_SCENARIO_2016_FESTIVITIES_SUMMER_01_FAILED
source: Thật là một thảm họa, Thống đốc! Trang trại đã bị cháy rụi và vụ thu hoạch bị hủy hoại…
vi: Thật là bất hạnh, thưa Thống đốc! Trang trại đã bị cháy rụi và vụ mùa thì tiêu tan…

# T_SCENARIO_2016_FESTIVITIES_SUMMER_01_SUCESS
source: Tôi mãi mãi biết ơn ngài, thưa Lãnh chúa! Nhưng ngọn lửa đã phá hủy vụ thu hoạch! Lễ hội vẫn có thể phải bị hủy bỏ nếu chúng ta không thu hoạch các cánh đồng kịp thời.
vi: Tôi vô cùng biết ơn ngài, thưa ngài. Đáng tiếc thay, ngọn lửa đã phá hủy vụ mùa. Tôi e rằng lễ hội mùa hè sẽ phải bị hủy bỏ nếu chúng ta không nhanh chóng thu hoạch các cánh đồng.

# T_SCENARIO_2016_FESTIVITIES_SUMMER_02_DESC
source: Trang trại của gia đình tôi đã bị cháy rụi, thưa Lãnh chúa! Tôi sẽ không bao giờ làm được chiếc bánh mì đầu tiên của năm kịp thời cho lễ hội. Ngài có thể vui lòng ra lệnh xây dựng lại trang trại không?
vi: Trang trại của gia đình tôi đã bị ngọn lửa nuốt chửng, thưa ngài. Chúng ta sẽ không bao giờ có thể nướng bánh mì đầu tiên kịp thời trước lễ hội nếu ngài không đặt hàng xây dựng một trang trại mới.

# T_SCENARIO_2016_FESTIVITIES_SUMMER_02_SUCESS
source: Cảm ơn ngài, thưa Lãnh chúa. Nếu không có ngài, tôi sẽ bị phá sản và bữa tiệc mùa hè có thể đã bị hủy bỏ! Nhưng chúng ta phải nhanh chóng để thu hoạch lúa mì kịp thời!
vi: Xin cảm ơn, thưa ngài. Nếu không có ngài thì tôi đã bị phá sản và lễ hội mùa hè sẽ phải bị hủy bỏ. Tuy nhiên, giờ chúng ta phải chăm lo vụ mùa mới. Vẫn còn một chút thời gian.

# T_SCENARIO_2016_FESTIVITIES_SUMMER_03_DESC
source: Thưa Lãnh chúa, bây giờ chúng ta phải chăm sóc vụ thu hoạch. Vẫn còn một chút thời gian cho đến khi lễ hội bắt đầu. Chúng ta phải đảm bảo thu hoạch đủ lúa mì.
vi: Thưa Lãnh Chúa, chúng ta nên nhanh chóng thu hoạch vụ mùa trước khi lễ hội bắt đầu - vẫn còn một chút thời gian!

# T_SCENARIO_2016_FESTIVITIES_SUMMER_03_NAME
source: Hoàn thành vụ thu hoạch lúa mì.
vi: Kết thúc vụ thu hoạch ngũ cốc.

# T_SCENARIO_2016_FESTIVITIES_SUMMER_03_SUCESS
source: Những ngày này trời rất nóng, thưa Lãnh chúa. Tôi hy vọng sẽ không có một đám cháy hoặc hạn hán nào khác đe dọa lễ hội. Tuy nhiên, bây giờ chúng ta đã có đủ lúa mì cho bữa tiệc.
vi: Những ngày vừa qua trời đã rất nóng. Tôi hy vọng rằng chúng ta sẽ không gặp phải hạn hán hay một đám cháy nào khác nữa.

# T_SCENARIO_2016_FESTIVITIES_SUMMER_04_DESC
source: Thưa Lãnh chúa, cánh đồng của tôi khô cằn đến nỗi tôi nghĩ chúng ta lại có một đợt hạn hán vào mùa hè này. Ngài có thể vui lòng xây một vài cái giếng để tưới nước cho các cánh đồng không?
vi: Thưa Lãnh Chúa! Các cánh đồng hoàn toàn khô cằn. Tôi nghĩ rằng chúng ta đang bị hạn hán trong mùa hè này! Ngài có thể vui lòng đặt hàng xây dựng một vài giếng nước để chúng ta có thể tưới tiêu cho các cánh đồng không?

# T_SCENARIO_2016_FESTIVITIES_SUMMER_04_NAME
source: Xây dựng một số giếng để tưới nước cho các cánh đồng.
vi: Xây dựng một vài giếng nước để tưới tiêu các cánh đồng.

# T_SCENARIO_2016_FESTIVITIES_SUMMER_04_SUCESS
source: Làm tốt lắm, thưa Lãnh chúa! Các cánh đồng đã được tưới nước. Bây giờ chúng ta chỉ cần đợi cho đến khi lúa mì mọc lại. Tôi hy vọng nó không mất quá nhiều thời gian…
vi: Rất tốt, thưa ngài. Các cánh đồng đã được tưới tiêu. Giờ chúng ta chỉ cần chờ cho ngũ cốc mọc lại thôi. Hy vọng rằng nó sẽ không mất quá nhiều thời gian…

# T_SCENARIO_2016_FESTIVITIES_SUMMER_05_DESC
source: Bữa tiệc có thể bắt đầu sau khi chúng ta nướng xong chiếc bánh mì đầu tiên của vụ thu hoạch, thưa Lãnh chúa. Ngài có thể vui lòng đảm bảo việc nướng bánh được hoàn thành kịp thời không?
vi: Lễ hội có thể bắt đầu ngay khi chúng ta nướng xong bánh mì từ vụ mùa đầu tiên, thưa ngài. Ngài có thể vui lòng đảm bảo rằng quá trình nướng bánh diễn ra suôn sẻ không?

# T_SCENARIO_2016_FESTIVITIES_SUMMER_05_SUCESS
source: Tuyệt vời, thưa Lãnh chúa. Bánh mì cho bữa tiệc đã được nướng xong!
vi: Tuyệt vời, thưa ngài, bánh mì đã được nướng xong!

# T_SCENARIO_2016_FESTIVITIES_SUMMER_06_DESC
source: Thưa Lãnh chúa! Vẫn còn thiếu một thứ gì đó cho lễ hội... chúng ta cần bia! Ngài nên ra lệnh xây dựng một nhà máy bia tu viện để các tu sĩ sản xuất bia!
vi: Thưa ngài! Vẫn còn thiếu một thứ gì đó cho lễ hội... chúng ta cần đồ uống! Ngài nên nhanh chóng cho xây dựng một tu viện ủ bia và ủ một ít đồ uống cho lễ hội.

# T_SCENARIO_2016_FESTIVITIES_SUMMER_06_NAME
source: Sản xuất bia cho lễ hội mùa hè.
vi: Sản xuất đồ uống cho lễ hội mùa hè.

# T_SCENARIO_2016_FESTIVITIES_SUMMER_06_SUCESS
source: Rất tốt thưa Lãnh chúa. Loại bia đó thực sự ngon và sảng khoái trong một mùa hè nóng nực như thế này.
vi: Rất tốt, thưa ngài. Đồ uống này rất tuyệt vời và thực sự mang lại cảm giác sảng khoái trong một mùa hè nóng bức như thế này.

# T_SCENARIO_2016_FESTIVITIES_WINTER_01_DESC
source: Tôi có một ý tưởng tuyệt vời cho lễ hội mùa đông, thưa Lãnh chúa. Trong các chuyến đi của mình, tôi đã tiếp xúc với một loại rượu vang mùa đông đặc biệt gọi là rượu vang nóng. Đây sẽ là thức uống hoàn hảo cho bữa tiệc mùa đông.
vi: Tôi có một ý tưởng tuyệt vời cho lễ hội mùa đông, thưa ngài. Trong các chuyến đi của mình, tôi đã được biết đến một thức uống mùa đông thơm ngon có tên là rượu vang ngâm gia vị. Loại đồ uống này sẽ rất thích hợp cho lễ hội của chúng ta.

# T_SCENARIO_2016_FESTIVITIES_WINTER_01_NAME
source: Giao nguyên liệu cho rượu vang nóng.
vi: Cung cấp các nguyên liệu cho rượu vang ngâm gia vị.

# T_SCENARIO_2016_FESTIVITIES_WINTER_01_SUCESS
source: Hoàn hảo, thưa Lãnh chúa. Bây giờ chúng ta có tất cả các nguyên liệu cho rượu vang nóng. Tôi sẽ bắt đầu ngay lập tức và chuẩn bị đồ uống.
vi: Xuất sắc! Giờ chúng ta đã có tất cả các thành phần cho rượu vang ngâm gia vị. Tôi sẽ bắt tay vào việc pha chế nó ngay lập tức.

# T_SCENARIO_2016_FESTIVITIES_WINTER_02_DESC
source: Lãnh chúa, tôi đến trước ngài để hỏi về đồ trang trí cây. Sẽ rất tuyệt nếu có một số đồ trang trí bằng vàng.
vi: Thưa ngài, tôi xin trình bày về đồ trang trí cây thông với ngài. Ngài có thấy rằng cây thông nên có những quả cầu trang trí mạ vàng không?

# T_SCENARIO_2016_FESTIVITIES_WINTER_02_NAME
source: Sản xuất vàng cục để làm đồ trang trí.
vi: Khai thác quặng vàng cho những quả cầu trang trí.

# T_SCENARIO_2016_FESTIVITIES_WINTER_02_SUCESS
source: Tuyệt vời, Lãnh chúa. Những quả cầu này thực sự đẹp. Tôi cảm ơn ngài đã dành thời gian quý báu của mình cho những đồ trang trí cây này. Tôi nghĩ đây sẽ là một lễ hội tuyệt vời.
vi: Những quả cầu trang trí cây thông này đã trở nên tuyệt đẹp, thưa ngài! Tôi cảm ơn ngài vì đã dành thời gian để trang trí cây thông. Chắc chắn đó sẽ là một lễ hội mùa đông đầy mơ mộng.

# T_SCENARIO_2016_FESTIVITIES_WINTER_03_DESC
source: Các chàng trai và tôi muốn tổ chức một vở kịch Chúa giáng sinh cho lễ hội. Thật không may, chúng tôi đang thiếu một số tài nguyên quan trọng cho vở kịch. Ngài có thể vui lòng cung cấp thiết bị cần thiết cho chúng tôi không?
vi: Tôi và mọi người đang muốn chuẩn bị một buổi biểu diễn cho lễ hội mùa đông, thưa ngài. Thật không may, chúng tôi vẫn đang thiếu một số nguyên liệu thô quan trọng cho trang phục của mình.

# T_SCENARIO_2016_FESTIVITIES_WINTER_03_NAME
source: Chuẩn bị tài nguyên cho vở kịch Chúa giáng sinh.
vi: Cung cấp tất cả các tài nguyên cho buổi biểu diễn.

# T_SCENARIO_2016_FESTIVITIES_WINTER_03_SUCESS
source: Cảm ơn ngài, thưa Lãnh chúa. Bây giờ chúng tôi có thể bắt đầu chế tạo trang phục cho vở kịch Chúa giáng sinh.
vi: Tuyệt vời, thưa ngài. Giờ chúng ta đã có tất cả các bộ phận cần thiết cho trang phục của mình. Xin cảm ơn!

# T_SCENARIO_2016_FESTIVITIES_WINTER_04_DESC
source: Thưa Lãnh chúa, tôi đã nghĩ đến bánh gừng cho bữa tiệc. Tuy nhiên, các tài nguyên cần thiết có thể khó kiếm.
vi: Thưa ngài! Tôi định nướng bánh gừng cho lễ hội. Thật không may, tôi vẫn còn thiếu một số nguyên liệu. Ngài có thể vui lòng chuẩn bị các nguyên liệu cần thiết không?

# T_SCENARIO_2016_FESTIVITIES_WINTER_04_NAME
source: Giao nguyên liệu cho bánh gừng.
vi: Cung cấp các nguyên liệu cho bánh gừng.

# T_SCENARIO_2016_FESTIVITIES_WINTER_04_SUCESS
source: Tuyệt vời, thưa Lãnh chúa. Tôi sẽ bắt đầu nướng bánh gừng ngay lập tức.
vi: Xin cảm ơn, thưa ngài. Giờ thì tôi sẽ chuẩn bị và nướng bánh gừng để lễ hội trở thành một bữa tiệc không thể nào quên.

# T_SCENARIO_2016_FESTIVITIES_WINTER_05_DESC
source: Trong những thời điểm này, chúng ta không nên quên những người gặp khó khăn. Do đó, tôi đang quyên góp tiền cho người nghèo. Sẽ rất tốt bụng nếu ngài có thể quyên góp một phần thuế của thị trấn cho mục đích của chúng tôi.
vi: Trong những thời điểm như thế này, chúng ta nên nghĩ đến những người dân cần sự giúp đỡ của chúng ta, thưa ngài. Tôi đang thu một khoản quyên góp cho những người có hoàn cảnh khó khăn. Ngài có thể vui lòng đóng góp một ít thu nhập từ thuế của làng vào khoản quyên góp được không, thưa ngài.

# T_SCENARIO_2016_FESTIVITIES_WINTER_05_NAME
source: Thu đủ thuế cho người nghèo.
vi: Thu thập đủ thuế cho khoản quyên góp.

# T_SCENARIO_2016_FESTIVITIES_WINTER_05_SUCESS
source: Cảm ơn sự đóng góp hào phóng của ngài, thưa Lãnh chúa!
vi: Xin cảm ơn sự đóng góp hào phóng của ngài, thưa ngài.

# T_SCENARIO_2016_FESTIVITIES_WINTER_06_DESC
source: Thống đốc, Tôi rất tiếc phải thông báo cho ngài, nhưng tôi không thể đến thăm thị trấn của ngài vào lúc này. Có bọn cướp trong rừng xung quanh thị trấn của ngài. Hiện tại quá nguy hiểm đối với các thương nhân du hành.
vi: Thưa Thống đốc, Tôi phải thông báo cho ngài rằng tôi sẽ không thể đến làng để giao thương trong thời gian tới. Bọn cướp đang ở xung quanh khu vực làng. Mối nguy hiểm đối với một thương nhân du lịch là quá lớn.

# T_SCENARIO_2016_FESTIVITIES_WINTER_06_SUCESS
source: Cảm ơn nhiều thưa Lãnh chúa. Bây giờ bọn cướp đã bị trục xuất khỏi khu vực, tôi sẽ lại thường xuyên đến thăm thị trấn của ngài.
vi: Xin cảm ơn, thưa ngài. Giờ khi bọn cướp đã tránh xa, tất nhiên tôi sẽ quay lại thăm làng của ngài thường xuyên.

# T_SCENARIO_2017_APOCALYPSE_CHURCH_GONE_01
source: Nhà thờ đã sụp đổ, thưa Lãnh chúa. Trong những thời điểm này, chúng ta cần mọi sự hỗ trợ có thể. Chúng ta cần một nhà thờ khác trong thị trấn.
vi: Nhà thờ đã sụp đổ, thưa ngài. Trong những thời điểm này, chúng ta cần mọi sự hỗ trợ, kể cả tôn giáo!

# T_SCENARIO_2017_APOCALYPSE_MQ_01_DESC
source: Thống đốc, có điều gì đó kỳ lạ đang xảy ra trong thị trấn này. Chúng ta đã phải chịu bảy thảm họa chỉ trong mùa này! Chúng ta phải tìm hiểu chuyện gì đang xảy ra ở đây. Tôi sẵn sàng tin rằng chúng ta bị nguyền rủa.
vi: Thưa ngài Thống đốc, những điều kỳ lạ đang xảy ra trong làng. Chúng ta đã phải đối mặt với bảy thảm họa trong năm nay rồi. Chúng ta phải tìm hiểu xem có chuyện gì đang xảy ra, vì tôi đang dần bắt đầu tin rằng ngôi làng của chúng ta đã bị nguyền rủa.

# T_SCENARIO_2017_APOCALYPSE_MQ_01_FAILED
source: Chúng ta nên rời khỏi thị trấn ngay lập tức, thưa Lãnh chúa. Mọi thứ đã mất... Chúng ta tiêu đời rồi! Lời nguyền sẽ không bao giờ được hóa giải.
vi: Chúng ta nên nhanh chóng rời khỏi thành phố. Việc ở lại đây không còn ý nghĩa gì nữa, thưa ngài. Mọi thứ đã mất…

# T_SCENARIO_2017_APOCALYPSE_MQ_01_NAME
source: Tìm cách hóa giải lời nguyền.
vi: Tìm cách phá bỏ lời nguyền.

# T_SCENARIO_2017_APOCALYPSE_MQ_01_SUCCESS
source: Ngài đã cứu thị trấn! Đây là tin tuyệt vời. Lời nguyền cuối cùng đã được hóa giải và ngài thậm chí còn sống sót sau nghi lễ. Tuy nhiên, thị trấn sẽ cần một thời gian để phục hồi…
vi: Các ngươi đã làm được! Chúng ta... à ý ta là các ngươi đã cứu thành phố. Lời nguyền đã bị phá bỏ và ngài thậm chí còn sống sót sau nghi lễ. Thật là một tin tuyệt vời! Tuy nhiên, sẽ mất một thời gian để thành phố có thể hồi phục sau chuyện này. Hãy nhìn xem ngôi làng xinh đẹp của chúng ta ngày trước giờ thành ra thế nào kìa…

# T_SCENARIO_2017_APOCALYPSE_PHASE_01_QUEST_01A_DESC
source: Thị trấn cần nguồn cung cấp thảo dược ổn định càng sớm càng tốt, thưa Lãnh chúa. Nếu không, bệnh dịch hạch sẽ là mối nguy hiểm thường trực trong thị trấn của chúng ta.
vi: Thưa ngài, thành phố cần một nguồn cung cấp thảo dược y tế ổn định! Và phải càng nhanh càng tốt. Nếu không, bệnh dịch sẽ là một mối nguy hiểm thường trực đối với làng của chúng ta.

# T_SCENARIO_2017_APOCALYPSE_PHASE_01_QUEST_01A_TITLE
source: Sản xuất thảo dược.
vi: Sản xuất thảo dược y tế.

# T_SCENARIO_2017_APOCALYPSE_PHASE_01_QUEST_01B_DESC
source: Chúng ta sẽ không bao giờ vượt qua được bệnh dịch hạch nếu không xây dựng ít nhất một bệnh xá, thưa Lãnh chúa. Tôi thậm chí còn đề nghị nhiều hơn.
vi: Thưa ngài, nếu không có thầy thuốc, chúng ta không có cơ hội chống lại dịch bệnh. Tôi thậm chí còn khuyên nên có nhiều hơn một người.

# T_SCENARIO_2017_APOCALYPSE_PHASE_01_QUEST_01C_DESC
source: Các bác sĩ trong thị trấn cần thêm vật liệu làm băng gạc để điều trị đúng cách cho các nạn nhân của bệnh dịch hạch. Ngài nên gửi một ít vải cho họ.
vi: Các bác sĩ của chúng ta cần thêm vật liệu để làm băng bó. Chúng ta nên cung cấp cho họ đủ vải, thưa Lãnh Chúa.

# T_SCENARIO_2017_APOCALYPSE_PHASE_01_START
source: Thưa Lãnh chúa, bệnh dịch hạch đã tấn công thị trấn! Thật không may, không có thương nhân nào đến thăm chúng ta chừng nào những thảm họa này còn xảy ra…
vi: Thưa ngài, bệnh dịch đã bùng phát trong thành phố. Đáng tiếc là sẽ không có thương nhân nào ghé thăm chúng ta nữa khi những thảm họa này đang hoành hành trong thành phố.

# T_SCENARIO_2017_APOCALYPSE_PHASE_02_QUEST_02A_DESC
source: Chúng ta cần một cối xay gió để chế biến lúa mì thành bột, thưa Lãnh chúa. Trong những thời điểm khó khăn này, chúng ta cần điều chỉnh sản xuất lương thực, thưa Lãnh chúa!
vi: Chúng ta cần một cối xay gió để chế biến ngũ cốc thành bột mì. Điều quan trọng là chúng ta phải điều chỉnh việc sản xuất lương thực trong làng với tình hình khó khăn này.

# T_SCENARIO_2017_APOCALYPSE_PHASE_02_QUEST_02B_DESC
source: Để sản xuất bánh mì, chúng ta cần ra lệnh xây dựng một tiệm bánh, thưa Lãnh chúa.
vi: Để chế biến bột mì thành bánh mì, sẽ là khôn ngoan nếu đặt hàng xây dựng một lò bánh mì, thưa ngài.

# T_SCENARIO_2017_APOCALYPSE_PHASE_02_QUEST_02C_DESC
source: Bây giờ là lúc tích trữ bánh mì. Chúng ta cần nuôi sống thị trấn. Điều cuối cùng chúng ta cần là một dân số chết đói.
vi: Chúng ta phải cung cấp đủ lương thực cho người dân, điều cuối cùng mà chúng ta cần bây giờ là một dân số đói khổ. Vì vậy chúng ta cần có đủ bánh mì trong kho.

# T_SCENARIO_2017_APOCALYPSE_PHASE_02_START
source: Thưa Lãnh chúa, gia súc... tất cả động vật, và cá trên sông… chúng đều đang chết! Chuyện gì đang xảy ra ở đây?
vi: Thưa ngài! Các loài động vật... gia súc của chúng ta... và cá trong sông... Tất cả đều đã chết. Chuyện gì đang xảy ra vậy?

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03A_DESC
source: Nhà thờ đang cháy, Thống đốc. Chúa đã bỏ rơi chúng ta! Ngài phải giúp chúng tôi…
vi: Nhà thờ! Nó đang bốc cháy! Cứ như thể Chúa đã bỏ rơi chúng ta... Ngài phải giúp chúng ta dập tắt nhà thờ đang cháy. Và cả những tòa nhà khác nữa…

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03B_DESC
source: Tôi đã thực hiện một số nghiên cứu trong nhà thờ và tìm thấy các tài liệu có thể giúp chúng ta, thưa Lãnh chúa. Nhưng bây giờ nhà thờ không an toàn để vào và tôi không thể lấy tài liệu của mình.
vi: Trước khi ngọn lửa bùng lên trong nhà thờ, tôi đã tiến hành một số cuộc điều tra và đã tìm thấy một vài tài liệu cổ xưa có thể giúp chúng ta giải quyết sự khốn khổ này. Nhưng giờ thì nhà thờ đang xuống cấp và tôi không thể lấy tài liệu được. Ngài có thể vui lòng sửa chữa nó không?

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03B_SUCCESS
source: Cảm ơn ngài thưa Lãnh chúa. Đây, hãy xem những tài liệu này. Từng có một nghĩa trang cổ xưa nơi thị trấn khiêm tốn của chúng ta đang đứng.
vi: Xin cảm ơn, thưa ngài. Đây, hãy xem những tài liệu này. Từ rất lâu về trước, có một nghĩa trang cổ đại ở vị trí nơi mà ngôi làng xinh đẹp của chúng ta hiện tại. Tôi e rằng chúng ta đã làm phật lòng một số linh hồn ma quỷ.

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03B_SUCCESS_A
source: Từng có một cố vấn đặc biệt tại triều đình. Ông ta là một thầy bói, nhưng ông ta hiểu ma thuật ngoại giáo và những thứ tương tự. Ông ta phát điên và cố gắng đầu độc Nhà vua, vì vậy ông ta bị bỏ tù. Tôi sẽ liên lạc với Nhà vua. Có lẽ ngài ấy sẽ cho chúng ta nói chuyện với người đàn ông đó.
vi: Trước đây, đã có một cố vấn tại triều đình của Đức Vua. Ông ta là một chuyên gia về những điều huyền bí, hơi kỳ lạ và cũng là một dạng nhà tiên tri. Đến một lúc nào đó ông ta đã phát điên và cố gắng đầu độc Đức Vua. Sau đó, ông ta đã bị tống vào ngục. Tôi sẽ viết thư cho Đức Vua và hỏi xem liệu ông ta có thể được thả ra hay không. Chắc chắn ông ta có thể giúp chúng ta.

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03C_CLIENT
source: Nhà vua sẽ không giúp chúng ta, chúng ta cần tự giải quyết vấn đề và giải thoát thầy bói.
vi: Đây là một tin xấu, thưa ngài. Nếu Đức Vua không muốn giúp chúng ta, thì chúng ta nên xem xét việc... àh… tự mình giải quyết vấn đề và giải cứu ông ta.

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03C_DESC
source: Thưa Lãnh chúa! Dân làng đang hoảng loạn! Chúng ta phải thể hiện sự hiện diện quân sự để trấn an họ.
vi: Thưa ngài, tin tức đang lan truyền rất nhanh. Dân chúng đang hoảng loạn! Sẽ rất hữu ích nếu có một số binh lính trong làng. Sự hiện diện của họ chắc chắn sẽ giúp người dân bình tĩnh lại.

# T_SCENARIO_2017_APOCALYPSE_PHASE_03_QUEST_03C_KING
source: Thống đốc, ta sẽ không thả tên gian ác và phản bội này khỏi nhà tù của ta. Ta không quan tâm đến lời nguyền của ngài, tên này đã cố giết ta. Hắn sẽ mục rữa trong tù.
vi: Thưa Thống đốc! Ta sẽ không thả người đàn ông phản bội và độc ác đó ra. Ta không quan tâm đến việc ngôi làng của các ngươi đang bị nguyền rủa gì, nhưng người đàn ông này đã cố gắng giết ta. Anh ta sẽ phải ở sau song sắt!
