Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_LEGACY_DECO_SUCCESS
source: Chà, thế này tốt hơn nhiều! May mà tôi đã ở đó để nhắc nhở ngài về những điều đơn giản này.
vi: Phù, may quá! Nhìn đẹp hơn hẳn rồi! May là có ta ở đây để nhắc nhở ngươi những điều đơn giản nhất…

# T_LEGACY_FISHER_HUNTER_HUT_DESC
source: Thưa ngài, cuối cùng tôi cũng tìm thấy ngài. Làng của chúng ta thực sự có thể sử dụng một nguồn thực phẩm khác cùng với bánh mì. Thế nào về một lều của ngư dân cũng như một cabin của thợ săn? Điều này sẽ cho phép chúng ta ăn một chế độ ăn uống cân bằng hơn.
vi: Thưa ngài, cuối cùng thì tôi cũng đã tìm được ngài. Làng của chúng ta rất cần một nguồn cung cấp lương thực khác bên cạnh bánh mì. Sao không thử một lều đánh cá và một lều săn bắn? Chúng sẽ cho phép chúng ta có một chế độ ăn uống cân bằng hơn.

# T_LEGACY_FISHER_HUNTER_HUT_SUCCESS
source: Cảm ơn ngài, Lãnh chúa, vì lòng tốt của ngài. Bây giờ chúng ta có đủ nguồn thực phẩm để cải thiện chế độ ăn uống của mình. Kết quả là, cư dân sẽ có thể sống khỏe mạnh hơn nhiều.
vi: Xin cảm ơn sự hào phóng của ngài, thưa ngài! Giờ chúng ta đã có đủ nguồn cung cấp lương thực để cải thiện chế độ ăn uống. Bằng cách này, người dân sẽ có thể sống khỏe mạnh hơn rất nhiều.

# T_LEGACY_FISHER_HUNTER_HUT_TITLE
source: Xây dựng lều của ngư dân và cabin của thợ săn.
vi: Xây dựng một lều đánh cá và một lều săn bắn.

# T_LEGACY_HOUSE_DESC
source: Xem xét công việc chúng ta sắp thực hiện, sẽ là khôn ngoan nếu xây dựng thêm một nhà phố.
vi: Trước mắt các công việc sắp tới, chúng ta nên xây thêm một ngôi nhà.

# T_LEGACY_HOUSE_SUCCESS
source: Thế này tốt hơn! Ngôi nhà mới này cũng sẽ là một nguồn thu nhập bổ sung.
vi: Tốt hơn nhiều rồi. Ngôi nhà ở mới này cũng sẽ phục vụ chúng ta như một nguồn thu nhập bổ sung.

# T_LEGACY_INTRODUCTION_001_DESC
source: Thống đốc, tôi xin chào mừng ngài đến với ngôi làng này. Hiện tại, nó chỉ là một thị trấn nhỏ, nhưng tôi chắc chắn ngài sẽ làm cho nơi này phát triển mạnh mẽ, thưa ngài.
vi: Thưa Thống đốc, tôi xin chào mừng ngài đến với ngôi làng này. Chúng ta vẫn chưa có nhiều thứ ở đây, nhưng tôi chắc chắn rằng ngài sẽ khiến nơi này trở nên thịnh vượng, thưa ngài.

# T_LEGACY_INTRODUCTION_002_DESC
source: Nói về sự thịnh vượng, tôi có một công việc rất quan trọng cho ngài. Như ngài thấy, tôi không còn trẻ nữa, và mặc dù tôi vẫn có thể còn nhiều năm tốt đẹp phía trước, nhưng thời gian của tôi ở đây sẽ sớm kết thúc.
vi: Nói về sự thịnh vượng, tôi có một nhiệm vụ rất quan trọng cho ngài. Như ngài thấy, tôi không còn trẻ nữa, và ngay cả khi tôi có thể có nhiều năm tốt đẹp ở phía trước, thì thời gian của tôi ở đây cuối cùng cũng sẽ kết thúc.

# T_LEGACY_INTRODUCTION_003_DESC
source: Tôi muốn để lại dấu vết về triều đại của mình ở đây để có thể truyền cảm hứng cho các thế hệ tương lai. Tôi đã có một số ý tưởng, nhưng tôi cần sự trợ giúp của ngài để biến chúng thành hiện thực.
vi: Tôi muốn để lại dấu ấn về thời gian của mình với tư cách là một vị vua trên thế giới này, điều này sẽ truyền cảm hứng cho các thế hệ tương lai. Nhưng để thực hiện các ý tưởng của mình, tôi cần sự giúp đỡ của các ngài.

# T_LEGACY_INTRODUCTION_004_DESC
source: Tôi sẽ gửi cho ngài những lá thư chứa đựng những kỷ niệm từ cuộc đời tôi. Mỗi kỷ niệm sẽ là chủ đề của một nhiệm vụ cho ngài. Đừng làm tôi thất vọng. Khi lá thư cuối cùng được gửi đi, tôi sẽ đến thăm ngài trong làng.
vi: Tôi sẽ gửi cho các ngài những lá thư chứa đựng những kỷ niệm trong cuộc đời tôi. Mỗi tin nhắn sẽ là chủ đề của một nhiệm vụ dành cho các ngài. Đừng làm ta thất vọng. Khi lá thư cuối cùng được gửi đi, ta sẽ đến thăm các ngươi trong làng.

# T_LEGACY_LETTER_001_DESC
source: Bằng cách gần gũi hơn với người dân của mình, ông ấy đã có thể giúp đỡ họ tốt hơn. Vì vậy, ông ấy muốn thấy một quán rượu được xây dựng trong thành phố này, nơi những câu chuyện và truyền thuyết từ các vùng đất khác có thể được truyền lại.
vi: Nhờ gần gũi với người dân của mình, ngài đã học được những nỗi sợ hãi và lo lắng của họ và nhờ đó có thể giúp đỡ họ. Vì vậy, ngài muốn xây dựng một quán trọ trong thành phố này, nơi những câu chuyện và truyền thuyết từ các vùng đất khác có thể được truyền lại.

# T_LEGACY_LETTER_001_DESCRIPTION_001_DESC
source: Lá thư đầu tiên đã đến. Nó rất thú vị, thưa ngài! Khi vị Vua tốt bụng của chúng ta vẫn còn là một thiếu niên trẻ tuổi, cha ông đã buộc ông phải gia nhập dân thường để hiểu được nhiệm vụ của từng Dân làng.
vi: Lá thư đầu tiên vừa được gửi đến cho chúng ta. Nó rất thú vị, thưa ngài! Khi vị vua kính yêu của chúng ta còn rất trẻ, cha ngài đã buộc ngài phải hòa mình vào người dân và học hỏi từ họ. Ở đó, ngài nên tìm hiểu về những gánh nặng và niềm vui của mọi người dân trong vương quốc.

# T_LEGACY_LETTER_001_DESCRIPTION_002_DESC
source: Vì vậy, mỗi tuần, ông lại khám phá một nghề mới của người dân mình. Một tuần làm tiều phu, tuần tiếp theo làm ngư dân hoặc thậm chí là chủ quán trọ. Sau đó, ông đã có thể ước tính chính xác hơn nhu cầu của người dân mình. Điều đó thật đáng chú ý, thưa Lãnh chúa!
vi: Vì vậy, mỗi tuần ngài lại thực hành một nghề nghiệp mới của đồng bào của mình. Một tuần làm tiều phu, một tuần khác làm ngư dân, hoặc thậm chí là chủ quán rượu. Sau đó, ngài có thể đánh giá tốt hơn nhiều nhu cầu của người dân của mình. Thật sự đáng chú ý, thưa ngài!

# T_LEGACY_LETTER_001_DESCRIPTION_003_DESC
source: Nghề chủ quán trọ đặc biệt thử thách ông. Lúc đầu, ông nghĩ đó chỉ là tiệc tùng và đồ uống, vì vậy ông thấy mình rất thiếu thốn khi nhận ra rằng nó còn mang lại nhiều hơn thế.
vi: Nghề chủ quán rượu đã làm ngài ngạc nhiên và gây ấn tượng đặc biệt. Trước đây, ngài nghĩ rằng nơi đó chỉ có bia và tiệc tùng. Ngài càng ngạc nhiên hơn khi có được cái nhìn sâu sắc hơn vào quán trọ. Công việc này có nhiều điều hơn những gì ngài nghĩ ban đầu...

# T_LEGACY_LETTER_001_DESCRIPTION_004_DESC
source: Quán rượu cho phép các cuộc tranh luận không chính thức. Từ triết học đến những câu chuyện được kể bởi những người du hành nước ngoài, mọi thứ đều là nguồn gốc của sự kỳ diệu và suy ngẫm.
vi: Bầu không khí của quán trọ đã tạo ra một nơi để tranh luận giữa các cá nhân. Từ các diễn ngôn triết học cho đến những câu chuyện của du khách nước ngoài. Có rất nhiều người tuyệt vời để làm quen và lắng nghe những câu chuyện.

# T_LEGACY_LETTER_001_SUCCESS
source: Tuyệt vời, thưa ngài! Cư dân rất vui mừng với nơi ở mới đầy sức sống và ấm áp này. Những buổi tối mùa đông dài sẽ dễ chịu hơn theo cách này.
vi: Thưa ngài, người dân rất thích thú với địa điểm mới mẻ này, nơi tràn đầy sức sống và sự ấm áp. Những đêm đông dài chắc chắn sẽ trở nên dễ chịu hơn rất nhiều.

# T_LEGACY_LETTER_002_DESC
source: Người ta nói rằng sự chăm chỉ của chúng ta có thể mang lại cho chúng ta kho báu lớn nhất. Để tôn vinh tổ tiên của mình, Nhà vua đã ra lệnh cho chúng ta trồng nho trên đất của mình. Ngài đã nghĩ đến địa điểm chưa?
vi: Từ những người nông dân, vị vua trẻ đã học được rằng thiên nhiên sẽ trả lại điều gì đó khi con người chăm sóc nó. Công việc đồng áng hàng ngày tại trang trại đã gây ấn tượng sâu sắc cho Đức Vua. Để vinh danh tổ tiên, Đức Vua đã ra lệnh cho chúng ta trồng nho trên vùng đất của mình. Ngài đã nghĩ đến một địa điểm nào chưa?

# T_LEGACY_LETTER_002_DESCRIPTION_001_DESC
source: Chúng ta vừa nhận được lá thư thứ hai. Nhà vua kể cho chúng ta nghe về thời thơ ấu của ngài ở những vườn nho phía nam. Trong mùa hè, ngài thường đến đó để gặp bà của mình.
vi: Chúng ta vừa nhận được lá thư thứ hai. Đức Vua kể về thời thơ ấu của mình ở các vườn nho phía nam. Vào mùa hè, ngài thường đến đó để gặp bà của mình.

# T_LEGACY_LETTER_002_DESCRIPTION_002_DESC
source: Bà đã kể cho ngài nghe nhiều câu chuyện ngụ ngôn. Câu chuyện gây ấn tượng nhất với ngài là câu chuyện về người nông dân và các con trai của ông, nơi ngài học được tầm quan trọng của công việc.
vi: Bà kể cho ngài nghe nhiều câu chuyện. Câu chuyện gây ấn tượng với ngài nhất là câu chuyện về người nông dân và các con trai của ông. Trong đó, ngài đã học được ý nghĩa của công việc.

# T_LEGACY_LETTER_002_SUCCESS
source: Nhà vua rất tự hào khi thấy những vườn nho trong làng của chúng ta. Những người nông dân ở đây sẽ chăm sóc tốt cho nó.
vi: Đức Vua sẽ rất tự hào khi nhìn thấy những vườn nho này trong làng của chúng ta. Những người nông dân ở đây sẽ chăm sóc tốt cho chúng.

# T_LEGACY_LETTER_003_DESC
source: Do đó, Nhà vua ra lệnh cho chúng ta xây dựng một nhà kho và truyền thông điệp đến người dân. Theo nghĩa này, chúng ta có thể giúp đỡ những người bạn gặp khó khăn khi kho của chúng ta đầy và của họ thì không.
vi: Vì vậy, Đức Vua ra lệnh xây dựng một nhà kho và truyền bá thông điệp này cho người dân. Bằng cách đó, chúng ta có thể giúp đỡ bạn bè trong lúc khó khăn khi kho của chúng ta đã đầy và kho của họ thì không.

# T_LEGACY_LETTER_003_DESCRIPTION_001_DESC
source: Một lá thư khác vừa đến. Trong đó, Nhà vua nói về nạn đói xảy ra khi ngài mới mười tuổi. Toàn bộ vương quốc đều bị ảnh hưởng.
vi: Một lá thư khác vừa đến. Trong thư, Đức Vua nói về nạn đói đã xảy ra khi ngài chỉ mới mười tuổi. Cả vương quốc đã bị ảnh hưởng. Đó là một thời kỳ khủng khiếp.

# T_LEGACY_LETTER_003_DESCRIPTION_002_DESC
source: Hoàng gia quyết định tự mình giải quyết vấn đề và cử các nhà ngoại giao đến tất cả các nước láng giềng để nhận trợ giúp.
vi: Gia đình hoàng gia đã quyết định tự mình giải quyết các vấn đề và cử các nhà ngoại giao đến tất cả các nước láng giềng để xin giúp đỡ.

# T_LEGACY_LETTER_003_DESCRIPTION_003_DESC
source: Không ai muốn giúp Nhà vua. Hầu hết các quốc gia khác chỉ quan tâm đến sự sống còn của chính họ. Nhưng Nhà vua không tuyệt vọng. Cuối cùng, ngài đã tìm thấy một vương quốc sẽ giúp đỡ. Trên thực tế, họ có nguồn tài nguyên lương thực khổng lồ và hào phóng chia sẻ với các vương quốc khác.
vi: Không ai muốn giúp Đức Vua. Hầu hết các quốc gia khác chỉ quan tâm đến sự sống còn của chính họ. Nhưng Đức Vua đã không tuyệt vọng. Cuối cùng, ngài đã tìm thấy một đất nước nhỏ bé sẵn sàng giúp đỡ. Thực tế, họ có nguồn lương thực dồi dào và đã chia sẻ một cách hào phóng với các vương quốc khác.

# T_LEGACY_LETTER_003_DESCRIPTION_004_DESC
source: Bài học của câu chuyện là ngài luôn cần một người nhỏ bé hơn mình để giúp đỡ. Điều quan trọng đối với Nhà vua là dân chúng sẵn lòng giúp đỡ những người khác gặp khó khăn. Vì vậy, việc tích trữ hàng hóa trong thời kỳ thịnh vượng là không thể tránh khỏi để có thể chia sẻ chúng trong thời kỳ khó khăn.
vi: Và đạo đức của câu chuyện – hãy giúp đỡ người khác và đừng keo kiệt. Đức Vua coi việc người dân sẵn sàng giúp đỡ lẫn nhau, cũng như những người khác trong lúc hoạn nạn là rất quan trọng. Vì vậy, điều không thể thiếu là phải thu thập hàng tồn kho trong thời kỳ thịnh vượng và chia sẻ chúng cho nhau trong thời kỳ khó khăn.

# T_LEGACY_LETTER_003_SUCCESS
source: Nhà kho mới này thật hoàn hảo! Bây giờ chúng ta có thể lưu trữ một lượng lớn tất cả các hàng hóa cần thiết trong trường hợp xảy ra những tình huống bất ngờ.
vi: Nhà kho mới này thật hoàn hảo! Giờ chúng ta có khả năng cất giữ một lượng lớn hàng hóa cần thiết và sẵn sàng cho trường hợp khẩn cấp.

# T_LEGACY_LETTER_004_DESC
source: Nhiệm vụ của chúng ta là dựng một bức tượng của Nhà vua trong thành phố của chúng ta, để mong muốn của ngài sẽ được thực hiện.
vi: Nhiệm vụ của chúng ta là dựng một bức tượng của Đức Vua trong làng để đáp ứng mong muốn của ngài.

# T_LEGACY_LETTER_004_DESCRIPTION_001_DESC
source: Thưa ngài, chúng ta đã nhận được một lá thư. Nó đến từ Nhà vua. Tại lễ đăng quang của ngài, một lễ kỷ niệm lớn đã diễn ra. Tất cả các thống đốc của các thành phố trong vương quốc của ngài đã tập trung tại cung điện.
vi: Thưa Lãnh Chúa, chúng ta đã nhận được một lá thư khác của Đức Vua. Sau lễ đăng quang, một lễ hội lớn đã diễn ra. Tất cả các Thống đốc của vương quốc của ngài đã tập trung tại cung điện.

# T_LEGACY_LETTER_004_DESCRIPTION_002_DESC
source: Nhưng ước mơ của ngài là có mặt ở tất cả các thành phố và làng mạc cùng một lúc, để đối xử bình đẳng với mọi người. Tất nhiên điều này là không thể về mặt vật lý. Nhưng, nếu một bức tượng được đặt ở mỗi thành phố, thì nó có thể thực hiện được mong muốn của ngài.
vi: Tuy nhiên, ước mơ của ngài luôn là được ở bên tất cả thần dân của mình cùng một lúc. Tất nhiên điều này là không thể. Tuy nhiên, một bức tượng có thể được dựng lên để tôn vinh ngài ở mọi thành phố. Bằng cách đó, người dân có thể nhìn thấy Đức Vua của họ mỗi ngày.

# T_LEGACY_LETTER_004_SUCCESS
source: Thật tuyệt vời! Nhà vua sẽ rất vui mừng. Một tượng đài thực sự tráng lệ để tôn vinh ngài!
vi: Thật là tuyệt vời! Đức Vua sẽ rất vui mừng. Một tượng đài thực sự tuyệt vời để vinh danh ngài!

# T_LEGACY_LETTER_004_TITLE
source: Xây dựng một bức tượng của Nhà vua.
vi: Dựng một bức tượng của Đức Vua.

# T_LEGACY_LETTER_005_BOOK_HERE
source: Thưa Lãnh chúa, cuốn sách đã được hoàn thành. Vị Vua yêu quý của chúng ta sẽ rất vui mừng.
vi: Thưa ngài, cuốn sách đã hoàn thành. Vị Vua kính yêu của chúng ta sẽ rất vui mừng.

# T_LEGACY_LETTER_005_DESC
source: Để làm được điều này, chúng ta cần thu thập đủ da thú để các tu sĩ của chúng ta có thể viết. Hãy bắt đầu ngay lập tức!
vi: Để đạt được điều này, chúng ta cần đủ da thú để các tu sĩ có thể biên soạn hồi ký.

# T_LEGACY_LETTER_005_DESCRIPTION_001_DESC
source: Lá thư cuối cùng vừa đến, thưa ngài. Nhà vua viết về những nhân vật vĩ đại nhất của thế giới này và cách họ chia sẻ ký ức của mình trong những cuốn sách, sau đó được lan truyền khắp thế giới.
vi: Lá thư cuối cùng vừa đến, thưa ngài. Đức Vua viết về những nhân vật vĩ đại nhất trên thế giới này và cách họ chia sẻ hồi ký của mình trong những cuốn sách, sau đó được lan truyền ra khắp thế giới.

# T_LEGACY_LETTER_005_DESCRIPTION_002_DESC
source: Nhà vua mong muốn những hồi ký của mình được ghi lại trong một cuốn sách. Rất khó để sản xuất một cuốn sách, nhưng tôi nghĩ điều đó sẽ khiến Đức vua rất hạnh phúc.
vi: Đức Vua mong muốn rằng hồi ký của ngài cũng được viết trong một cuốn sách. Việc sản xuất một cuốn sách rất tốn công, nhưng tôi nghĩ nó sẽ làm Bệ hạ vô cùng hạnh phúc.

# T_LEGACY_LETTER_005_SUCCESS
source: Việc viết cuốn sách có thể bắt đầu! Các tu sĩ của chúng ta sẽ đảm bảo rằng cuốn sách sẵn sàng cho sự xuất hiện của Nhà vua. Thật thú vị! Chúng ta có lẽ sẽ nổi tiếng khắp thế giới nhờ cuốn sách này!
vi: Việc viết sách có thể bắt đầu. Các tu sĩ của chúng ta sẽ đảm bảo rằng cuốn sách đã sẵn sàng cho sự xuất hiện của Đức Vua. Thật là thú vị! Chúng ta có lẽ sẽ nổi tiếng toàn cầu với cuốn sách này!

# T_LEGACY_LETTER_005_TITLE
source: Làm một cuốn sách chứa đựng hồi ký của Nhà vua.
vi: Sản xuất một cuốn sách chứa hồi ký của Đức Vua.

# T_LEGACY_LETTER_006_DESCRIPTION_001_DESC
source: Thưa ngài! Nhà vua đang đến! Tôi hy vọng chúng ta không làm gì sai và ngài sẽ đánh giá cao những nỗ lực của chúng ta.
vi: Thưa ngài, Đức Vua đã đến thành phố. Tôi hy vọng chúng ta đã không làm gì sai và ngài sẽ đánh giá cao những nỗ lực của chúng ta.

# T_LEGACY_LETTER_006_DESCRIPTION_002_DESC
source: Thống đốc, xin chào ngài. Tôi thấy thành phố của ngài đã phát triển tốt trong thời gian tôi vắng mặt. Ồ! Đó là một bức tượng đẹp ngài có ở đó! Và những cây nho này! Chúng trông giống như của bà tôi!
vi: Thưa Thống đốc, xin chào. Ta thấy rằng thành phố của các ngươi đã phát triển mạnh mẽ trong thời gian ta vắng mặt. Ồ! Các ngươi có một bức tượng tuyệt đẹp ở đây! Và những cây nho này nữa! Chúng trông giống như của bà ta!

# T_LEGACY_LETTER_006_SUCCESS
source: Tất cả các lá thư của tôi đã được xem xét, đặc biệt là cuốn sách mà tôi rất mong muốn. Thật hoàn hảo! Bây giờ tôi cuối cùng cũng có thể tận hưởng tuổi nghỉ hưu của mình với sự chắc chắn rằng kiến thức của tôi sẽ không bị mất đi.
vi: Các ngươi đã đáp ứng những mong muốn từ tất cả các lá thư của ta. Đặc biệt là cuốn sách mà ta rất mong muốn. Nó thật hoàn hảo! Giờ ta có thể an hưởng tuổi già với sự chắc chắn rằng kiến thức của ta sẽ không bị mất đi.

# T_LEGACY_MAINQUEST_DESC
source: Tôi tin tưởng vào ngài để làm cho di sản của tôi trở nên đáng nhớ; để biến mọi ký ức thành bài học về sự khôn ngoan cho những ai muốn theo tôi.
vi: Ta tin rằng các ngươi sẽ khiến di sản của ta trở nên bất tử. Mỗi kỷ niệm của ta sẽ là một bài học cho những người kế vị, dẫn đến sự khôn ngoan và giác ngộ.

# T_LEGACY_MAINQUEST_SUCCESS
source: Cảm ơn ngài, Thống đốc, vì công việc đáng kinh ngạc này, ngài đã rất kỹ lưỡng và tất cả các yêu cầu của tôi đã được xem xét. Tôi tự hào về ngài. Toàn bộ Vương quốc mang ơn ngài sâu sắc.
vi: Xin cảm ơn vì sự nỗ lực tuyệt vời này, thưa Thống đốc! Ngài đã rất kỹ lưỡng trong cách hành xử của mình và có thể đáp ứng tất cả các yêu cầu của ta một cách tốt nhất! Cả đất nước và ta đều tự hào về các ngươi và vô cùng biết ơn các ngươi!

# T_LEGACY_MAINQUEST_TITLE
source: Giúp Nhà vua trong nhiệm vụ của ngài.
vi: Giúp Đức Vua trong nỗ lực của ngài.

# T_LEGACY_MINE_DESC
source: Thưa Lãnh chúa, chúng ta sẽ sớm hết nguyên liệu thô, bởi vì chúng ta đang sử dụng một phần lớn trong số đó để xây dựng các tòa nhà mới. Có lẽ chúng ta nên xây dựng một mỏ đá?
vi: Thưa ngài, chúng ta sẽ sớm hết nguyên liệu thô vì chúng ta đang sử dụng phần lớn vào việc xây dựng các tòa nhà. Có lẽ chúng ta nên cho xây dựng một mỏ?

# T_LEGACY_MINE_SUCCESS
source: Chúc mừng, Lãnh chúa Thống đốc. Bây giờ chúng ta có nguồn cung cấp nguyên liệu thô phù hợp để bình tĩnh giải quyết các dự án xây dựng khác trong làng.
vi: Xin chúc mừng, thưa Thống đốc. Giờ chúng ta đã có một nguồn cung cấp nguyên liệu thô phù hợp để đối phó với các dự án xây dựng khác trong làng một cách bình tĩnh.

# T_LEGACY_SECURITY_DESC
source: Chào buổi chiều, thưa ngài. Tôi là người đưa tin của Nhà vua và tôi được lệnh đảm bảo rằng mọi thứ trong làng đã được chuẩn bị cho sự xuất hiện của ngài. CÁI GÌ ĐÂY? Làng của ngài quá không an toàn! Xây dựng một tháp canh lửa ngay lập tức! Hãy tưởng tượng điều gì có thể xảy ra nếu một đám cháy bùng phát?!
vi: Chào buổi sáng, thưa ngài. Tôi là một sứ giả của Đức Vua và tôi đảm bảo rằng mọi thứ trong làng đều được chuẩn bị cho sự xuất hiện của Bệ Hạ. Cái gì THẾ NÀY? Làng của các ngươi quá mất an toàn! Hãy xây dựng một tháp canh lửa ngay lập tức! Hãy tưởng tượng xem nếu có một vụ hỏa hoạn thì sao?!

# T_LEGACY_SECURITY_SUCCESS
source: Thế này tốt hơn nhiều! Ngài không bao giờ biết điều gì có thể xảy ra. Ngài đã làm đúng khi lắng nghe tôi.
vi: Tốt hơn nhiều rồi! Hãy tưởng tượng xem điều gì có thể xảy ra!? Thật tốt khi các ngươi đã nghe theo ta…

# T_LEVELENDSCENE_COMPLETE_DESC
source: Chúc mừng, ngài đã hoàn thành thành công kịch bản này bằng cách hoàn thành tất cả các nhiệm vụ!
vi: Xin chúc mừng! Bạn đã hoàn thành thành công kịch bản này bằng cách hoàn thành tất cả các nhiệm vụ.

# T_LEVELENDSCENE_COMPLETE_TITLE
source: Kịch bản hoàn thành!
vi: Kịch bản đã hoàn thành!

# T_LEVELENDSCENE_FAILED_DESC
source: Kịch bản đã thất bại. Ngài đã không hoàn thành nhiệm vụ chính…
vi: Kịch bản đã thất bại. Bạn đã không hoàn thành mục tiêu chính…

# T_LEVELSELECTION_ENABLE_BANDITS_QUESTION
source: Kích hoạt các cuộc tấn công của bọn cướp trên bản đồ này?
vi: Cho phép các cuộc tấn công của bọn cướp trên bản đồ này?

# T_LEVELSELECTION_PROPERTIES_BANDITS_ENABLED
source: Bọn cướp hoạt động
vi: Bọn cướp đang hoạt động

# T_LOADINGTIP_001
source: Nông dân không thể làm việc cho đến khi cây trồng mọc lại. Nếu ngài xây dựng nhiều cánh đồng nhỏ hơn, nông dân có thể luân phiên các cánh đồng và tránh thời gian chết.
vi: Nông dân sẽ ngừng làm việc trong khi cánh đồng lúa mì của họ đang mọc lại. Bạn nên có nhiều cánh đồng nhỏ để bù đắp cho thời gian này.

# T_LOADINGTIP_002
source: Hãy chắc chắn chỉ định đủ dân làng cho các nhà kho làm người vận chuyển để tránh chậm trễ vận chuyển.
vi: Hãy chỉ định người khuân vác mới vào các nhà kho của bạn đủ sớm để đẩy nhanh việc vận chuyển hàng hóa.

# T_LOADINGTIP_003
source: Quán rượu hiệu quả hơn khi được cung cấp nước ép nho từ nhà máy sản xuất nước ép hoặc bia từ tu viện.
vi: Quán trọ sẽ hoạt động hiệu quả hơn nhiều nếu bạn cung cấp cho nó nước ép nho từ nhà máy ép hoặc đồ uống từ tu viện.

# T_LOADINGTIP_004
source: Một tòa nhà công cộng, như nhà thờ, chỉ có thể phục vụ một số lượng hạn chế Dân làng.
vi: Các tòa nhà công cộng, chẳng hạn như nhà thờ, chỉ có thể cung cấp cho một số lượng người dân có hạn.

# T_LOADINGTIP_005
source: Một số đồ trang trí hiệu quả hơn trong việc tăng hạnh phúc so với những đồ khác. Dân số lớn hơn cần nhiều đồ trang trí hơn để duy trì cùng mức độ hạnh phúc.
vi: Một số đồ trang trí có giá trị hơn những đồ trang trí khác. Tuy nhiên, giá trị của đồ trang trí giảm theo sự gia tăng dân số.

# T_LOADINGTIP_006
source: Hãy để mắt đến hạnh phúc của Dân làng. Sử dụng menu thống kê để cập nhật nhu cầu và mong muốn của Dân làng.
vi: Thỉnh thoảng hãy chú ý đến mức độ hài lòng trong làng của bạn. Luôn luôn tốt khi biết người dân của bạn mong muốn điều gì. Hãy ghé thăm menu thống kê để biết thêm thông tin.

# T_LOADINGTIP_007
source: Ngài càng đáp ứng tốt nhu cầu và mong muốn của Dân làng, họ càng có thể bị đánh thuế cao hơn trước khi họ đình công.
vi: Bạn càng đáp ứng nhiều mong muốn của người dân, họ sẽ càng sẵn sàng trả thuế cao hơn mà không đình công.

# T_LOADINGTIP_008
source: Khi thương nhân đến thị trấn, ngài có thể mua các tài nguyên cần thiết khẩn cấp hoặc bán hàng hóa dư thừa để lấy tiền.
vi: Khi một thương nhân đến thăm làng của bạn, anh ta có thể bán cho bạn những hàng hóa đang rất cần hoặc giúp bạn kiếm tiền bằng cách mua hàng hóa của bạn.

# T_LOADINGTIP_009
source: Một trang trại có thể sản xuất lúa mì, len hoặc thảo dược. Đối với lúa mì, ngài cần một cánh đồng lúa mì. Đối với cừu, ngài cần một đồng cỏ và đối với thảo dược là một vườn thảo dược. Đặt chúng ở gần trang trại.
vi: Một trang trại có thể sản xuất len, lúa mì hoặc thảo mộc - để làm được điều này, nó cần một đồng cỏ cừu, một cánh đồng lúa mì hoặc một khu vườn thảo mộc ở gần nó.

# T_LOADINGTIP_010
source: Nhanh chóng xây dựng các nhà phố sớm để ngài có nhiều Dân làng làm việc trong các tòa nhà sản xuất của mình.
vi: Hãy nhanh chóng lo nhà ở mới khi bắt đầu trò chơi. Bằng cách đó, bạn sẽ có đủ người dân để làm việc trong các tòa nhà của mình.

# T_LOADINGTIP_011
source: Một ngôi làng nhỏ có thể dễ dàng được cung cấp bởi ngư dân hoặc thợ săn nhưng một lò bánh mì hoặc xưởng thịt phù hợp hơn cho các ngôi làng lớn.
vi: Một ngôi làng nhỏ có thể được cung cấp đầy đủ với một vài lều đánh cá hoặc một thợ săn, nhưng một lò bánh mì hoặc lò mổ sẽ thích hợp hơn để cung cấp cho các ngôi làng lớn.

# T_LOADINGTIP_012
source: Luôn để mắt đến sản xuất gỗ. Nhiều tòa nhà cần gỗ làm tài nguyên để sản xuất.
vi: Luôn để mắt đến việc sản xuất gỗ của bạn. Nhiều tòa nhà cần gỗ để sản xuất hàng hóa của họ.

# T_LOADINGTIP_013
source: Một số tòa nhà có thể sản xuất nhiều hơn một tài nguyên, ví dụ như mỏ đá và trang trại.
vi: Một số tòa nhà có thể sản xuất nhiều tài nguyên, chẳng hạn như trang trại hoặc mỏ.

# T_LOADINGTIP_014
source: Hãy cố gắng nắm bắt tỷ lệ đầu vào-đầu ra của các chuỗi tòa nhà sản xuất của ngài. Bằng cách đó, ngài có thể đảm bảo rằng chúng hoạt động hết công suất.
vi: Hãy cố gắng tìm hiểu mối quan hệ giữa các chuỗi sản xuất. Bằng cách này, bạn có thể sử dụng chúng một cách tối ưu.

# T_LOADINGTIP_015
source: Ngài có thể kiếm được Uy tín trong các trò chơi chế độ vô tận bằng cách hoàn thành các nhiệm vụ cống nạp tùy chọn.
vi: Trong một trò chơi vô tận, bạn có thể kiếm được Uy tín thông qua các nhiệm vụ tùy chọn.

# T_LOADINGTIP_016
source: Các kịch bản bao gồm một số nhiệm vụ phải được hoàn thành để hoàn thành kịch bản.
vi: Kịch bản bao gồm một loạt các nhiệm vụ mà người chơi phải hoàn thành để hoàn thành thành công kịch bản.

# T_LOADINGTIP_017
source: Sau khi hoàn thành một kịch bản, ngài được tùy chọn tiếp tục chơi.
vi: Nếu bạn đã hoàn thành một kịch bản, bạn vẫn có thể tiếp tục chơi nếu muốn.

# T_LOADINGTIP_018
source: Xây dựng một kho bạc! Người thu thuế đi khắp thị trấn và tăng doanh thu thuế từ mọi ngôi nhà ông ta đến thăm.
vi: Nếu bạn xây dựng một kho bạc, người thu thuế sẽ đến thăm các nhà ở và tăng thu nhập từ thuế.
