Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_LOADINGTIP_099
source: Tất cả các hiệu ứng hiện đang hoạt động của một công trình có thể được nhìn thấy trong menu ngữ cảnh của công trình đó.
vi: Trong menu ngữ cảnh của một tòa nhà, bạn có thể thấy tất cả các ảnh hưởng hiện tại tác động lên tòa nhà.

# T_LOADINGTIP_100
source: Hội thương mại có thể tự động hóa giao dịch. Các lệnh mua hoặc bán sẽ được thực hiện mỗi khi có thương nhân trong thị trấn.
vi: Phường hội thương nhân cho phép bạn tự động hóa giao dịch. Bạn có thể đặt lệnh mua và bán, sẽ được thực hiện mỗi khi có một thương nhân ở làng.

# T_LOADINGTIP_101
source: Thuế được thu tự động theo các khoảng thời gian đều đặn. Bạn có thể điều chỉnh thuế trong menu ‘hạnh phúc’ thuộc danh mục ‘thuế’.
vi: Thuế được tự động thu theo định kỳ. Bạn có thể điều chỉnh doanh thu từ thuế trong menu “Mức độ hài lòng” ở danh mục “Thuế”.

# T_LOADINGTIP_102
source: Dân số trong Townsmen bao gồm các gia đình gồm Dân làng nam và Dân làng nữ. Sức chứa của các công trình luôn đề cập đến số gia đình.
vi: Dân số trong Townsmen bao gồm các gia đình Townie và Townette. Khi nói về sức chứa của các tòa nhà, chúng ta luôn nói đến các gia đình.

# T_LOADINGTIP_103
source: Tuyết lở chỉ có thể xảy ra vào mùa đông và trên một số sườn núi. Nếu tuyết lở được kích hoạt, các công trình trong khu vực ảnh hưởng sẽ bị hư hại hoặc thậm chí bị phá hủy, tùy thuộc vào tình trạng của chúng.
vi: Tuyết lở chỉ có thể xảy ra vào mùa đông và ở một số sườn núi nhất định. Nếu một trận tuyết lở được kích hoạt, các tòa nhà trong phạm vi ảnh hưởng sẽ bị hư hại hoặc thậm chí bị phá hủy tùy thuộc vào tình trạng của chúng.

# T_LOADINGTIP_104
source: Đôi khi bọn cướp tấn công thành phố theo nhiều đợt lớn. Lực lượng bảo vệ thành phố phải đủ lớn để thành phố không bị thiệt hại quá nhiều từ các cuộc tấn công.
vi: Đôi khi bọn cướp tấn công thành phố của bạn trong một vài đợt sóng lớn. Đội lính canh thành phố nên đủ lớn để thành phố không bị ảnh hưởng quá nhiều bởi các cuộc tấn công.

# T_LOADINGTIP_105
source: Sửa chữa công trình tốn tài nguyên. Công trình càng tiên tiến thì chi phí càng cao.
vi: Việc sửa chữa các tòa nhà tốn tài nguyên. Tòa nhà càng phức tạp, chi phí càng cao.

# T_LOADINGTIP_106
source: Để truy cập tất cả các hành động có sẵn cho một công trình thông qua menu ngữ cảnh, hãy sử dụng nút hành động ở đó.
vi: Để truy cập tất cả các hành động có sẵn cho một tòa nhà thông qua menu ngữ cảnh, hãy sử dụng nút Hành động ở đó.

# T_LOADINGTIP_107
source: Lều câu cá và lều thợ săn là những nhà cung cấp thực phẩm đáng tin cậy duy nhất vào mùa đông.
vi: Lều đánh cá và lều săn bắn là những nguồn cung cấp lương thực đáng tin cậy duy nhất trong mùa đông.

# T_LOADINGTIP_108
source: Một số nội dung, chẳng hạn như bến cảng, chỉ có sẵn trong „The Seaside Empire“.
vi: Một số nội dung, chẳng hạn như cảng, chỉ có trong “Đế chế ven biển”.

# T_LOADINGTIP_109
source: Các truyện ngắn trong chế độ chơi vô tận là những sự kiện nhỏ với khả năng đưa ra quyết định trong các đoạn hội thoại. Một số quyết định có hậu quả vĩnh viễn!
vi: Truyện ngắn trong trò chơi vô tận là những sự kiện nhỏ với các lựa chọn trong các đoạn hội thoại. Một số quyết định có hậu quả lâu dài!

# T_LOADINGTIP_110
source: Đôi khi, các tùy chọn trong truyện ngắn và sự kiện không thể chọn được hoặc thậm chí bị ẩn nếu một điều kiện nhất định không được đáp ứng.
vi: Đôi khi các lựa chọn trong các truyện ngắn và sự kiện không thể chọn được hoặc thậm chí bị ẩn nếu một điều kiện cụ thể không được đáp ứng.

# T_LOADINGTIP_112
source: Các truyện ngắn và sự kiện có thể bị hủy bỏ trong hầu hết các trường hợp. Tuy nhiên, một khi chúng đã bắt đầu, chúng chỉ có thể kết thúc bằng một quyết định.
vi: Trong hầu hết các trường hợp, truyện ngắn và sự kiện có thể bị hủy bỏ. Tuy nhiên, một khi chúng đã bắt đầu, chúng chỉ có thể kết thúc thông qua một quyết định.

# T_LOADINGTIP_113
source: Các truyện ngắn và sự kiện, cũng như lâu đài quân sự chỉ có sẵn khi bạn bắt đầu một trò chơi vô tận mới. Tại đây bạn cũng sẽ tìm thấy một số tùy chọn để cá nhân hóa trò chơi vô tận.
vi: Các truyện ngắn và sự kiện, cũng như lâu đài quân sự, chỉ khả dụng khi bạn bắt đầu một trò chơi vô tận mới. Ngoài ra, có một vài tùy chọn để cá nhân hóa trò chơi vô tận.

# T_LOADINGTIP_114
source: Bọn cướp, thảm họa, nhiệm vụ ngẫu nhiên hoặc truyện ngắn có thể được bật và tắt trong chế độ vô tận. Các cài đặt này chỉ có thể được thay đổi khi bắt đầu một bản đồ vô tận.
vi: Trong cài đặt của một bản đồ vô tận, bọn cướp, thảm họa, các nhiệm vụ ngẫu nhiên hoặc truyện ngắn có thể được bật và tắt. Các cài đặt này chỉ có thể được thay đổi khi bắt đầu một bản đồ vô tận.

# T_LOADINGTIP_115
source: Các truyện ngắn có thể được kích hoạt khi đáp ứng các điều kiện nhất định. Ví dụ, nếu một công trình nhất định đã được dựng lên hoặc số lượng cư dân đã đạt đến một quy mô nhất định.
vi: Truyện ngắn có thể được kích hoạt khi các điều kiện nhất định được đáp ứng. Ví dụ: khi một tòa nhà cụ thể đã được xây dựng hoặc dân số đạt đến một quy mô nhất định.

# T_LOADINGTIP_116
source: Đôi khi một hoặc nhiều lựa chọn trong tình huống quyết định của một truyện ngắn không khả dụng. Điều này là do một điều kiện tiên quyết không được đáp ứng.
vi: Đôi khi một hoặc nhiều lựa chọn trong một tình huống quyết định của một truyện ngắn không khả dụng hoặc thậm chí bị ẩn nếu một điều kiện nào đó không được đáp ứng.

# T_LOADINGTIP_117
source: Lâu đài quân sự chỉ có sức chứa nhỏ, nhưng nó có thể cung cấp vật tư cho các công trình phòng thủ. Cho phép phân công người vận chuyển, binh lính và quản lý quân nhu.
vi: Lâu đài quân sự mặc dù chỉ có sức chứa kho nhỏ, nhưng nó có thể cung cấp cho các tòa nhà phòng thủ lương thực. Các vị trí làm việc cho người khuân vác, binh lính và quản lý hậu cần có sẵn.

# T_LOADINGTIP_118
source: The Seaside Empire. Trải nghiệm vô số giờ nội dung, công trình mới, đồ trang trí, bản đồ, kịch bản và các sự kiện tuyệt vời, mang đến lựa chọn và hậu quả trong một bối cảnh hoàn toàn mới với những bãi biển tuyệt đẹp!
vi: Đế chế ven biển. Trải nghiệm vô số giờ nội dung, các tòa nhà mới, đồ trang trí, bản đồ, kịch bản và những câu chuyện tuyệt vời với các quyết định và hậu quả trong một bối cảnh Địa Trung Hải hoàn toàn mới với những bãi biển tuyệt đẹp!

# T_LOADINGTIP_119
source: Nhà phố cỡ trung và nhà thành thị cung cấp không gian sống mặc định cho lần lượt 4 và 3 gia đình.
vi: Nhà ở tầm trung và nhà phố cung cấp không gian sống theo tiêu chuẩn cho 4 hoặc 3 gia đình.

# T_LOADINGTIP_120
source: Hầu hết tất cả các công trình trong „The Seaside Empire“ đã được làm mới giao diện.
vi: Hầu hết tất cả các tòa nhà đều có một diện mạo mới trong “Đế chế ven biển”.

# T_LOADINGTIP_121
source: Từ bây giờ, có thể chọn loại lâu đài trong chế độ vô tận. Lâu đài bình thường có giao diện được đại tu cho „The Seaside Empire“. Ngoài ra còn có một lâu đài quân sự, mang lại lợi thế quyết định chống lại các cuộc tấn công của bọn cướp.
vi: Giờ đây có thể chọn loại lâu đài trong các bản đồ vô tận. Lâu đài thông thường có một diện mạo phù hợp với “Đế chế ven biển”. Ngoài ra, giờ có một lâu đài quân sự, mang lại những lợi thế quyết định chống lại các cuộc tấn công của bọn cướp.

# T_LOADINGTIP_122
source: Nếu bạn muốn tìm hiểu thêm về "The Seaside Empire", bạn có thể tìm thông tin chi tiết trên trang trợ giúp. Có một mục riêng mô tả DLC.
vi: Nếu bạn muốn tìm hiểu thêm về “Đế chế ven biển”, bạn có thể tìm thấy thông tin chi tiết trên trang trợ giúp. Có một mục nhập đặc biệt mô tả DLC ở đó.

# T_LOADINGTIP_123
source: Đôi khi có những sự kiện thay đổi năng suất của các công trình. Điều này có thể là tăng năng suất của các nông trại sau mưa, nhưng cũng có thể là quyết định cụ thể, ví dụ: giảm năng suất sau một nhiệm vụ chưa được giải quyết.
vi: Đôi khi có những sự kiện làm thay đổi năng suất của các tòa nhà. Điều này có thể là do sự gia tăng năng suất của các trang trại sau mưa, nhưng cũng có thể liên quan đến một quyết định, ví dụ: giảm năng suất sau một nhiệm vụ không được giải quyết.

# T_LOADINGTIP_CLOUDSAVE_01
source: Hãy tải lên các tệp lưu của bạn lên đám mây thường xuyên để tránh mất dữ liệu!
vi: Thường xuyên tải các lượt chơi đã lưu của bạn lên Google Cloud để tránh mất dữ liệu!

# T_LOADINGTIP_CLOUDSAVE_02
source: Các tệp lưu của bạn sẽ không tự động đồng bộ hóa với đám mây! Để lưu trò chơi của bạn lên đám mây, hãy sử dụng nút đám mây trong menu trò chơi hoặc Dịch vụ Trò chơi Google.
vi: Các lượt chơi đã lưu của bạn không được tự động đồng bộ hóa với đám mây! Để tải các lượt chơi đã lưu của bạn lên đám mây, chỉ cần chọn đám mây trong menu trò chơi hoặc thông qua Dịch vụ trò chơi Google.

# T_LOADINGTIP_CLOUDSAVE_03
source: Các tệp lưu của bạn sẽ không tự động đồng bộ hóa với đám mây!
vi: Các lượt chơi đã lưu của bạn không được tự động đồng bộ hóa với đám mây!

# T_LOADINGTIP_CLOUDSAVE_04
source: Townsmen sẽ nhắc bạn về việc lưu trò chơi lên đám mây. Bạn có thể bật hoặc tắt lời nhắc lưu trữ đám mây trong menu tùy chọn.
vi: Townsmen sẽ nhắc bạn lưu các lượt chơi của mình vào đám mây. Bạn có thể bật và tắt thông báo Lưu đám mây trong menu Tùy chọn.

# T_LOADINGTIP_CLOUDSAVE_05
source: Để lưu trò chơi của bạn lên đám mây, hãy sử dụng nút đám mây trong menu trò chơi hoặc Dịch vụ Trò chơi Google.
vi: Để tải các lượt chơi đã lưu của bạn lên đám mây, chỉ cần chọn đám mây trong menu trò chơi hoặc thông qua Dịch vụ trò chơi Google.

# T_LOADINGTIP_COLLECTALL
source: Kho bạc cho phép bạn thu tất cả các khoản thuế đến hạn chỉ bằng một cú nhấp chuột. Điều này đặc biệt hữu ích ở các thị trấn lớn. Tuy nhiên, việc này tốn một ít điểm Uy thế. Bạn có thể tìm thấy tính năng này trong menu ngữ cảnh của kho bạc.
vi: Trong kho bạc, có một tùy chọn để thu tất cả thuế cùng một lúc. Điều này đặc biệt hữu ích cho bạn với các thành phố lớn. Tuy nhiên, nó tốn một ít Uy tín. Bạn có thể truy cập chức năng này thông qua menu ngữ cảnh của kho bạc.

# T_LOADINGTIP_DAILY_REWARD
source: Hãy quay lại và thăm dân làng của bạn thường xuyên! Quay lại trò chơi sẽ mang lại cho bạn phần thưởng điểm Uy thế.
vi: Hãy ghé thăm người dân của bạn thường xuyên! Bạn sẽ được thưởng Uy tín hàng ngày khi quay lại trò chơi.

# T_LOADINGTIP_EXTINGUISHALL
source: Các công trình đặc biệt, như bệnh xá hoặc tháp cứu hỏa, mở khóa các chức năng „Dập tắt tất cả!“ và „Chữa trị tất cả!” trong menu của công trình.
vi: Các tòa nhà đặc biệt như thầy thuốc hoặc tháp canh lửa cho phép bạn sử dụng các chức năng “Chữa lành tất cả!” hoặc “Dập tắt tất cả!” trong các menu ngữ cảnh tương ứng của tòa nhà.

# T_LOADINGTIP_KEYBINDINGS_02
source: Bạn có thể sử dụng phím tắt cho hầu hết các chức năng trò chơi: Tua nhanh – {KEY_BINDING_FF} Menu xây dựng – {KEY_BINDING_BUILDMENU} Nhật ký nhiệm vụ – {KEY_BINDING_QUESTS} Thống kê – {KEY_BINDING_STATISTICS} Xóa đối tượng – {KEY_BINDING_SHOVEL} Nghiên cứu – {KEY_BINDING_RESEARCH} Chụp màn hình – {KEY_BINDING_SCREENSHOT} Menu – {KEY_BINDING_INGAMEMENU} Cảnh báo – {KEY_BINDING_ALERTS} Cửa hàng thị trấn – {KEY_BINDING_TOWNSHOP}
vi: Bạn cũng có thể tiếp cận các chức năng trong trò chơi thông qua các phím tắt: Tua nhanh – {KEY_BINDING_FF} Menu xây dựng – {KEY_BINDING_BUILDMENU} Nhiệm vụ – {KEY_BINDING_QUESTS} Thống kê – {KEY_BINDING_STATISTICS} Xóa đối tượng – {KEY_BINDING_SHOVEL} Nghiên cứu – {KEY_BINDING_RESEARCH} Ảnh chụp màn hình – {KEY_BINDING_SCREENSHOT} Menu – {KEY_BINDING_INGAMEMENU} Cảnh báo – {KEY_BINDING_ALERTS} Cửa hàng thị trấn – {KEY_BINDING_TOWNSHOP}

# T_LOADINGTIP_KEYBINDINGS_03
source: Khi có sự cố xảy ra trong thị trấn của bạn, bạn có thể chuyển trực tiếp đến các cảnh báo bằng cách nhấn {KEY_BINDING_ALERTS}.
vi: Nếu một sự kiện xảy ra trong làng của bạn, bạn có thể sử dụng phím tắt {KEY_BINDING_ALERTS} để chuyển trực tiếp đến cảnh báo.

# T_LOADINGTIP_KEYBINDINGS_04
source: Các trang con của thống kê có thể được truy cập trực tiếp bằng phím tắt: Giao dịch – {KEY_BINDING_TRADE} Nhà kho – {KEY_BINDING_STOCK} Hạnh phúc – {KEY_BINDING_HAPPINESS} Menu quân sự – {KEY_BINDING_MILITARY} Hủy tài nguyên – {KEY_BINDING_DELETE}
vi: Bạn có thể truy cập trực tiếp các khu vực riêng lẻ của số liệu thống kê thông qua các phím tắt: Giao dịch – {KEY_BINDING_TRADE} Hàng tồn kho – {KEY_BINDING_STOCK} Mức độ hài lòng – {KEY_BINDING_HAPPINESS} Quân sự – {KEY_BINDING_MILITARY} Tiêu hủy tài nguyên – {KEY_BINDING_DELETE}

# T_LOADINGTIP_KEYBINDINGS_05
source: Bạn có thể lưu trò chơi bất cứ lúc nào trong menu hoặc bằng phím tắt {KEY_BINDING_QUICKSAVE}.
vi: Bạn có thể lưu trò chơi của mình bất cứ lúc nào. Thông qua menu hoặc bằng phím {KEY_BINDING_QUICKSAVE}.

# T_LOADINGTIP_KEYBINDINGS_06
source: Có nhiều phím tắt trong trò chơi. Bạn có thể tìm thấy danh sách các phím tắt trong menu.
vi: Có nhiều phím tắt mà bạn có thể sử dụng. Bạn có thể xem danh sách chính xác với phím gán trong menu.

# T_LOADINGTIP_PRESTIGE
source: Uy thế có nhiều công dụng. Nó có thể được dùng để nâng cấp công trình, xây dựng đồ trang trí hoặc hoàn thành việc xây dựng công trình ngay lập tức.
vi: Uy tín có nhiều chức năng. Bạn có thể sử dụng nó để mở rộng các tòa nhà, dựng đồ trang trí hoặc hoàn thành quá trình xây dựng các tòa nhà,

# T_LOADINGTIP_PRESTIGEFEATURES
source: Một số công trình có các tính năng mạnh mẽ trong menu ngữ cảnh của chúng. Các công trình này là: xưởng mộc, kho bạc, bệnh xá, tháp cứu hỏa và mỏ.
vi: Một số tòa nhà sở hữu các tùy chọn mạnh mẽ trong menu ngữ cảnh của chúng. Các tòa nhà này bao gồm: xưởng mộc, kho bạc, thầy thuốc, tháp canh lửa và mỏ.

# T_LOADINGTIP_PURCHASE_DOUBLE_XP
source: Làm thế nào để nhận được gấp đôi XP vĩnh viễn? Đạt được các cấp độ thị trấn mới nhanh hơn nhiều và mở khóa các tùy chọn nghiên cứu mới và mạnh mẽ! Bạn còn chờ gì nữa? Hãy ghé thăm Cửa hàng thị trấn!
vi: Nếu có thể nhận được XP gấp đôi mọi lúc thì sao? Mỗi lần bạn nhận được XP cho các hành động của mình, bạn sẽ nhận được gấp đôi số đó! Chắc chắn bạn cũng muốn đạt được các cấp độ mới nhanh hơn, thường xuyên mở khóa các nghiên cứu mới và mở khóa nhiều phần thưởng hơn cho thành phố của bạn! Vậy bạn còn chờ gì nữa? Hãy đến cửa hàng thị trấn ngay thôi!

# T_LOADINGTIP_PURCHASE_DOUBLE_XP_02
source: Sử dụng “gấp đôi XP” để kiếm được gấp đôi XP khi chơi trò chơi! Điều này sẽ giúp bạn đạt cấp độ thị trấn tiếp theo nhanh hơn và mở khóa các tùy chọn nghiên cứu mạnh mẽ mới!
vi: Sử dụng „Gấp đôi XP“ để kiếm nhiều XP hơn trong trò chơi! Chúng sẽ giúp bạn nhanh chóng đạt đến các cấp độ mới và các tùy chọn nghiên cứu mới.

# T_LOADINGTIP_PURCHASE_DOUBLE_XP_03
source: Kiếm nhiều XP hơn và đạt cấp độ thị trấn mới nhanh hơn bằng cách sử dụng vật phẩm hỗ trợ Gấp đôi XP!
vi: Kiếm được nhiều XP hơn và đạt đến các cấp độ cao hơn nhanh hơn bằng cách sử dụng buff Gấp đôi XP!

# T_LOADINGTIP_PURCHASE_FASTFORWARD
source: Nhận tua nhanh không giới hạn - vĩnh viễn! Chơi với tốc độ 5x bao lâu tùy thích! Không bao giờ phải tốn Uy thế cho thời gian tua nhanh nữa! Bạn còn chờ gì nữa? Hãy ghé thăm Cửa hàng thị trấn!
vi: Nếu có tua nhanh không giới hạn mãi mãi thì sao? Chơi với tốc độ gấp 5 lần bao lâu tùy thích! Không bao giờ phải mua lại tua nhanh bằng Uy tín nữa! Vậy bạn còn chờ gì nữa? Hãy đến cửa hàng thị trấn ngay thôi!

# T_LOADINGTIP_PURCHASE_NOADS
source: Bạn không thích các biểu ngữ quảng cáo và quảng cáo xen kẽ? Làm thế nào về một phiên bản không có quảng cáo? Chơi Townsmen không có quảng cáo - mãi mãi! Bạn còn chờ gì nữa? Hãy ghé thăm Cửa hàng thị trấn!
vi: Bạn không thích quảng cáo biểu ngữ hoặc quảng cáo gián đoạn? Vậy thì phiên bản không có quảng cáo thì sao? Chơi Townsmen không có quảng cáo, mãi mãi! Vậy bạn còn chờ gì nữa? Hãy đến cửa hàng thị trấn ngay thôi!

# T_LOADINGTIP_PUSH_NOTIFICATIONS
source: Thiết bị di động của bạn sẽ thông báo cho bạn khi dân làng nhớ bạn và nếu có phần thưởng uy tín để nhận. Bạn có thể tắt thông báo trong tùy chọn ứng dụng Townsmen.
vi: Thiết bị của bạn sẽ thông báo cho bạn khi người dân nhớ bạn và bạn có thể nhận phần thưởng Uy tín của mình. Bạn có thể tắt chức năng này trong tùy chọn ứng dụng của Townsmen nếu nó làm phiền bạn.

# T_LOADINGTIP_REFILLDEPOSIT
source: Bạn có một số lựa chọn khi mỏ tài nguyên bị cạn kiệt: - Bổ sung mỏ bằng Uy thế - Tìm một mỏ khác và xây dựng một mỏ mới ở đó - Chỉ định Nhà địa chất (có thể mở khóa thông qua nghiên cứu)
vi: Nếu trữ lượng nguyên liệu thô của một mỏ cạn kiệt, bạn có một số lựa chọn: - Lấp đầy lại trữ lượng bằng Uy tín - Tìm kiếm một trữ lượng khác - Bố trí nhà địa chất (có thể mở khóa thông qua nghiên cứu)!

# T_LOADINGTIP_REPAIRALL
source: Xưởng mộc cho phép bạn sửa chữa tất cả các công trình trong thị trấn chỉ bằng một cú nhấp chuột. Chi phí điểm Uy thế phụ thuộc vào tổng mức độ hư hỏng của công trình cần sửa chữa.
vi: Xưởng mộc có tùy chọn sửa chữa tất cả các tòa nhà trong thành phố cùng một lúc. Giá Uy tín phụ thuộc vào mức độ thiệt hại của các tòa nhà.

# T_LOADINGTIP_YOUTUBE_GENERIC
source: Bạn có thể xem các video hướng dẫn và gameplay trên kênh YouTube Townsmen của chúng tôi, chỉ cần chọn nút YouTube trong menu chính.
vi: Trong menu chính, bạn có tùy chọn xem video "Let's play" và phần giới thiệu trên kênh Townsmen YouTube của chúng tôi.

# T_LOADINGTIP_YOUTUBE_MOUSE
source: Từ menu chính, bạn có thể xem các video hướng dẫn và gameplay từ kênh YouTube Townsmen của chúng tôi. Chỉ cần nhấp vào nút YouTube.
vi: Trong menu chính, bạn có tùy chọn xem video "Let's play" và phần giới thiệu trên kênh Townsmen YouTube của chúng tôi. Bạn chỉ cần nhấp vào tab YouTube.

# T_LOADINGTIP_YOUTUBE_TOUCH
source: Từ menu chính, bạn có thể xem các video hướng dẫn và gameplay từ kênh YouTube Townsmen của chúng tôi. Chỉ cần chạm vào nút YouTube.
vi: Trong menu chính, bạn có tùy chọn xem video "Let's play" và phần giới thiệu trên kênh Townsmen YouTube của chúng tôi. Bạn chỉ cần nhấn vào tab YouTube.

# T_LOADING_DONE_PRESS_ANY_KEY
source: Nhấn phím bất kỳ!
vi: Nhấn bất kỳ phím nào!

# T_MAINMENU_DLC_ENTRY_02
source: Nội dung tải về
vi: Nội dung có thể tải xuống

# T_MAINQUEST_OBJECTIVE_WOODSHORTAGE
source: Giải quyết vấn đề thiếu gỗ.
vi: Giải quyết các vấn đề về gỗ.

# T_MAIN_MENU_LOADGAME
source: Tải trò chơi
vi: Tải lượt chơi

# T_MAIN_MENU_PRESS_TO_CONTINUE
source: Nhấn phím bất kỳ để tiếp tục
vi: Nhấn một phím bất kỳ để tiếp tục

# T_MAP_CANALGRANDE_DESC
source: Một đầm phá với nhiều hòn đảo nhỏ là nơi hoàn hảo để xây dựng một thị trấn được kết nối bằng những cây cầu và đi qua bởi những con kênh.
vi: Một đầm phá đầy những hòn đảo nhỏ, cho phép tạo ra một thành phố được bao phủ bởi các cây cầu và kênh đào.

# T_MAP_COASTALISLAND_DESC
source: Trong vịnh này có một hòn đảo bình dị. Bạn có thể thành lập một thị trấn thực sự quan trọng ở địa điểm xa xôi này không?
vi: Có một hòn đảo bình dị nằm trong vịnh này. Các ngươi có thể xây dựng một ngôi làng tầm cỡ thực sự ở nơi hẻo lánh này không?

# T_MAP_COASTSANDCLIFFS_DESC
source: Lâu đài nhìn ra đại dương từ một vách đá cao. Trên các cao nguyên xung quanh, bạn có thể xây dựng một thị trấn ven biển xinh đẹp.
vi: Lâu đài của các ngươi nhìn ra đại dương từ một vách đá cao. Một thành phố ven biển xinh đẹp có thể được xây dựng trên các cao nguyên xung quanh.

# T_MAP_COASTSANDCLIFFS_NAME
source: Vách đá và Bờ biển
vi: Bờ biển và vách đá

# T_MAP_DESC_10
source: Thung lũng tươi tốt này hoàn toàn phù hợp để xây dựng một thị trấn thịnh vượng.
vi: Một thành phố tráng lệ có thể được xây dựng trong thung lũng thịnh vượng này.

# T_MAP_DESC_11
source: Bản đồ này được tạo ra để kiểm tra hiệu suất trên tất cả các thiết bị. Một thị trấn thực sự lớn đang trải dài khắp bản đồ.
vi: Đây là bản đồ thử nghiệm để kiểm tra hiệu suất trên các thiết bị khác nhau. Một ngôi làng thực sự lớn được phân bố trên bản đồ.

# T_MAP_DESC_12
source: Làn nước gợn sóng của các con sông trong vùng này mời gọi Dân làng đi câu cá hoặc bơi lội trong làn nước trong vắt.
vi: Những dòng sông róc rách trên bản đồ này mời người dân đi bơi và câu cá.

# T_MAP_DESC_13
source: Bên dưới cao nguyên râm mát, một ngôi làng nhỏ có thể phát triển thành một thị trấn lớn.
vi: Bên dưới cao nguyên râm mát, một ngôi làng nhỏ có thể nở rộ thành một thành phố rộng lớn.

# T_MAP_DESC_14
source: Vương quốc đang phải chịu hạn hán. Dòng sông đã cạn khô. Điều này khiến việc canh tác đất đai và nuôi sống Dân làng của bạn trở thành một nhiệm vụ đầy thách thức.
vi: Vương quốc đang bị hạn hán hoành hành - dòng sông gần như đã khô cạn! Sẽ là một nhiệm vụ khó khăn để canh tác các cánh đồng và cung cấp lương thực cho người dân của các ngươi.

# T_MAP_DESC_15
source: Thành lập một trạm giao dịch thịnh vượng trên cao nguyên. Những giao dịch béo bở với thương nhân và hiệp sĩ đang chờ đợi bạn.
vi: Dựng một trạm buôn bán thịnh vượng trên cao nguyên. Các giao dịch sinh lợi với các thương nhân và hiệp sĩ tự do đang chờ đợi bạn.

# T_MAP_DESC_16
source: Thành lập một thuộc địa khai thác mỏ và cung cấp tài nguyên cho việc xây dựng một nhà thờ lớn hoành tráng.
vi: Dựng một thuộc địa khai thác mỏ và cung cấp cho một tượng đài khối lượng lớn tài nguyên.

# T_MAP_DESC_17
source: Chuẩn bị cho một đám cưới hoàng gia lớn.
vi: Hãy chuẩn bị cho một đám cưới hoàng gia lớn.

# T_MAP_DESC_18
source: Xây dựng một thị trấn lớn gần lòng sông cạn khô này, nhưng hãy nhớ rằng nước là một mặt hàng khan hiếm trong khu vực này.
vi: Một thành phố lớn có thể được xây dựng trên lòng sông khô cạn này. Tuy nhiên, bạn sẽ không tìm thấy nhiều nước ở đây đâu.

# T_MAP_DESC_19
source: Có một cao nguyên nhỏ gần rìa đầm lầy. Một nơi lý tưởng cho một thị trấn.
vi: Ở rìa vùng đầm lầy là một cao nguyên nhỏ - một nơi lý tưởng cho một thành phố nhỏ.

# T_MAP_DESC_2
source: Nơi yên tĩnh này ở bờ biển là địa điểm lý tưởng để thành lập làng của bạn.
vi: Địa điểm yên tĩnh này trên bờ biển là một môi trường lý tưởng để thành lập một ngôi làng tuyệt vời.

# T_MAP_DESC_20
source: Một vùng núi biệt lập giữa hư không. Không có nước, nhưng có vô số mạch quặng. Nơi hoàn hảo để làm giàu!
vi: Một vùng núi hẻo lánh ở giữa hư không. Không có nước, nhưng có vô số mỏ quặng. Một nơi lý tưởng để kiếm bộn tiền!

# T_MAP_DESC_2016_01
source: Đức Vua cần rất nhiều ván gỗ để đóng một hạm đội lớn. Tìm hiểu lý do tại sao việc giao ván gỗ bị dừng lại và thành lập một Hội thương mại.
vi: Đức Vua cần rất nhiều ván gỗ để mở rộng hạm đội tàu của mình. Hãy tìm hiểu lý do tại sao không còn các chuyến hàng ván gỗ đến nữa và thành lập một phường hội thương nhân.

# T_MAP_DESC_2016_02
source: Vùng đất xinh đẹp này là nơi hoàn hảo để xây dựng một thành phố lớn. Những ngọn đồi rộng lớn cung cấp không gian rộng rãi cho vô số công trình.
vi: Khu vực xinh đẹp này là một nơi lý tưởng để xây dựng một thành phố lớn. Các ngọn đồi rộng lớn cung cấp đủ không gian cho vô số tòa nhà.

# T_MAP_DESC_2016_03
source: Một thị trấn nhỏ đã trở thành một đô thị lớn. Hoàn thành mong muốn và nhu cầu của Dân làng trong thời gian quy định.
vi: Một thành phố nhỏ đã phát triển thành một đô thị lớn. Hãy chăm sóc các nhu cầu và mong muốn của người dân trong thời gian quy định.

# T_MAP_DESC_2016_04
source: Thay đổi công việc của các Dân làng một cách khôn ngoan để xây dựng một khu chợ và một quán rượu.
vi: Thay đổi khéo léo nghề nghiệp của một số ít người dân để xây dựng một khu chợ và một quán trọ.

# T_MAP_DESC_2016_05
source: Lập kế hoạch thị trấn của bạn thật tốt, không gian cho các công trình rất khan hiếm giữa các thác nước và địa hình có thể khó đi qua.
vi: Hãy lên kế hoạch tốt cho thành phố của bạn, vì giữa các thác nước có địa hình khó khăn và ít không gian để xây dựng.

# T_MAP_DESC_2016_06
source: Có những trận tuyết lở lớn trong khu vực này. Bên cạnh đó, bạn nên thành lập một thị trấn nhỏ và khai thác các mỏ quặng phong phú.
vi: Tuyết lở đe dọa ngôi làng trong khu vực này. Bất chấp những nguy hiểm, hãy xây dựng một thị trấn nhỏ để có thể tận dụng các mỏ quặng phong phú.

# T_MAP_DESC_2016_08
source: Xây dựng thị trấn của bạn trong hẻm núi. Bạn có thể tìm thấy mọi thứ mình cần, nhưng một số khu vực khó tiếp cận.
vi: Xây dựng thành phố của bạn trong hẻm núi này. Bạn có thể tìm thấy mọi thứ mình cần, nhưng không phải tất cả các khu vực đều dễ tiếp cận.
