Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_SCEN5_8_DESC
source: Tôi mang tin tốt lành, thưa Lãnh chúa quản gia! Chiến dịch của tôi đã thành công rực rỡ và bọn cướp đã bị trục xuất khỏi khu vực này. Trong chiến dịch dài này, chúng tôi đã tiêu hao hết lương thực. Tôi cần ngài giao một ít thức ăn cho quân đội của tôi.
vi: Ta đến với một tin tốt, thưa ngài Thống đốc. Chiến dịch của ta chống lại bọn cướp đã thành công rực rỡ. Chúng đã bị đánh đuổi khỏi khu vực này. Nhưng giờ chúng ta đang cạn kiệt lương thực - ta cần một chuyến hàng thực phẩm từ các ngươi.

# T_GAME_QUEST_SCEN5_8_NAME
source: Giao 25 cá và 25 bánh mì cho hiệp sĩ.
vi: Cung cấp 25 cá và 25 bánh mì cho hiệp sĩ.

# T_GAME_QUEST_SCEN5_9_DESC
source: Quân đội của tôi muốn ăn mừng chiến thắng của chúng ta trước bọn cướp, nhưng bây giờ bọn cướp đã bị đánh bại, người của tôi trở nên bồn chồn. Ngài có thể xây dựng các cơ sở giải trí trong thị trấn không, thưa Lãnh chúa?
vi: Quân đội của ta muốn ăn mừng chiến thắng, thưa ngài Thống đốc. Giờ bọn cướp đã bị đánh đuổi, quân của ta có chút buồn chán. Liệu các ngươi có thể cung cấp thêm một chút giải trí cho ngôi làng không?

# T_GAME_QUEST_SCEN5_9_DESC_DEPRECATED
source: Quân đội của tôi muốn ăn mừng chiến thắng của chúng ta trước bọn cướp, nhưng bây giờ bọn cướp đã bị đánh bại, người của tôi trở nên bồn chồn. Ngài có thể xây dựng các sân đấu thương để binh lính có thể giải tỏa căng thẳng không, thưa Lãnh chúa?
vi: Quân đội của ta muốn ăn mừng chiến thắng, thưa ngài Thống đốc. Giờ bọn cướp đã bị đánh đuổi, quân của ta có chút buồn chán. Liệu các ngươi có thể dựng một đấu trường để quân của ta có thể thư giãn một chút không?

# T_GAME_QUEST_SCEN5_9_NAME_DEPRECATED
source: Đạt được sự hài lòng cao với các sân đấu thương.
vi: Đạt được mức độ hài lòng cao với các đấu trường.

# T_GAME_QUEST_SCEN5_MAIN_NAME
source: Xây dựng một trạm giao thương thành công bằng cách hoàn thành tất cả các nhiệm vụ!
vi: Xây dựng một trạm buôn bán có lợi nhuận bằng cách hoàn thành tất cả các đơn đặt hàng!

# T_GAME_QUEST_SCEN5_SUCESS
source: Đơn giản là tuyệt vời, thưa Lãnh chúa. Ngài đã thành công trong việc thành lập một trạm giao thương tại vị trí chiến lược quan trọng này. Nhà vua và Lãnh chúa Blankenstein rất hài lòng với công việc của ngài và sự hỗ trợ của ngài trong chiến dịch chống lại bọn cướp trong khu vực này.
vi: Thật là xuất sắc, thưa ngài. Ngài đã xây dựng thành công một trạm buôn bán tại vị trí chiến lược này. Đức Vua rất vui mừng và Lãnh chúa Blankenstein vô cùng hài lòng với sự hỗ trợ của các ngươi chống lại bọn cướp trong khu vực.

# T_GAME_QUEST_SCEN6_1_DESC
source: Nhà vua đã gửi một mệnh lệnh! Ngài ấy yêu cầu một lượng lớn vật liệu để xây dựng một nhà thờ lớn! Việc xây dựng tòa nhà hoành tráng này đã bắt đầu, vì vậy chúng ta nên giao tài nguyên càng nhanh càng tốt.
vi: Chúng ta có một mệnh lệnh trực tiếp từ Đức Vua! Ngài yêu cầu nguyên liệu thô để xây dựng một nhà thờ lớn! Công việc xây dựng đã bắt đầu, vì vậy chúng ta nên nhanh chóng cung cấp tất cả các nguyên liệu thô cần thiết.

# T_GAME_QUEST_SCEN6_1_NAME
source: Giao tài nguyên để xây dựng nhà thờ lớn.
vi: Cung cấp tài nguyên cho việc xây dựng nhà thờ.

# T_GAME_QUEST_SCEN6_2_2_NAME
source: Đổi quặng sắt lấy cá.
vi: Đổi sắt lấy cá!

# T_GAME_QUEST_SCEN6_2_4_NAME
source: Đổi quặng vàng lấy cá.
vi: Đổi vàng lấy cá!

# T_GAME_QUEST_SCEN6_2_START_DESC
source: Tôi thấy không có hồ hoặc sông nào gần đây, vì vậy ngài không thể sản xuất cá. Hãy xây dựng một khu chợ và tôi có thể đổi cá cho ngài để lấy các loại hàng hóa khác nhau!
vi: Có vẻ như không có hồ nước nào gần đây để câu cá! Nhưng tôi có thể giúp anh trong tình huống này! Hãy xây dựng một khu chợ và tôi sẽ đưa cho anh cá để đổi lấy một số hàng hóa, thỏa thuận nhé?

# T_GAME_QUEST_SCEN6_3_1_NAME
source: Xây thêm 2 mỏ.
vi: Xây dựng thêm 2 mỏ.

# T_GAME_QUEST_SCEN6_3_2_NAME
source: Xây thêm 3 mỏ.
vi: Xây dựng thêm 3 mỏ.

# T_GAME_QUEST_SCEN6_3_DESC
source: Chúng ta nên bắt đầu khai thác ngay lập tức! Hãy đảm bảo rằng chúng ta có đủ mỏ đang hoạt động để có thể đáp ứng lịch trình giao hàng.
vi: Chúng ta nên bắt đầu khai thác quặng ngay lập tức! Hãy mở đủ mỏ để có thể cung cấp kịp thời!

# T_GAME_QUEST_SCEN6_4_DESC
source: Dân làng của ngài đang làm việc chăm chỉ hết sức có thể để khai thác tất cả quặng đó! Hãy đảm bảo cung cấp đủ thức ăn cho họ để giữ cho họ đủ sức khỏe làm việc!
vi: Người dân của anh đang làm việc hết sức để có được tất cả quặng có giá trị! Hãy đảm bảo rằng anh cung cấp cho họ đủ lương thực để họ có sức lực!

# T_GAME_QUEST_SCEN6_4_NAME
source: Xây dựng một tiệm bánh và sản xuất một ít bánh mì.
vi: Xây dựng một lò bánh mì và sản xuất một ít bánh mì.

# T_GAME_QUEST_SCEN6_5_DESC
source: Chúng ta đang tiến triển tốt, nhưng chúng ta vẫn phải luyện quặng!
vi: Chúng ta đang tiến triển tốt, nhưng chúng ta vẫn cần phải nấu chảy quặng để có thể sử dụng được!

# T_GAME_QUEST_SCEN6_6_DESC
source: Làm việc trong những hầm mỏ tối tăm và ẩm ướt mà không có quần áo phù hợp có thể thực sự khó chịu! Ngài nên cung cấp quần áo ấm cho Dân làng của mình. Tôi chắc chắn họ sẽ thực sự đánh giá cao điều đó!
vi: Làm việc trong các mỏ tối tăm, lạnh lẽo mà không có quần áo tử tế có thể rất khó chịu! Làm ơn hãy cung cấp cho người dân của anh quần áo ấm, họ sẽ rất biết ơn anh!

# T_GAME_QUEST_SCEN6_6_NAME
source: Giao 25 bộ quần áo.
vi: Cung cấp 25 bộ quần áo.

# T_GAME_QUEST_SCEN6_7_DESC
source: Thưa Lãnh chúa, chúng ta đang sản xuất tài nguyên với tốc độ chóng mặt! Chúng ta cần xây dựng thêm nhà kho để lưu trữ tất cả các tài nguyên này!
vi: Thưa ngài, sản lượng của chúng ta đang rất lớn! Chúng ta cần thêm nhà kho để chứa tất cả tài nguyên trước khi có thể giao chúng đi!

# T_GAME_QUEST_SCEN6_8_DESC
source: Làm việc trong hầm mỏ là một công việc khó khăn! Dân làng của ngài rất muốn có một nơi để thư giãn sau một ngày làm việc vất vả. Một quán rượu sẽ hoàn hảo cho việc này!
vi: Làm thợ đào quặng có thể rất mệt mỏi! Người dân của anh cần một nơi để thư giãn sau một ngày vất vả - một quán trọ là lựa chọn hoàn hảo cho việc đó!

# T_GAME_QUEST_SCEN6_8_NAME
source: Xây dựng một quán rượu.
vi: Xây dựng một quán trọ.

# T_GAME_QUEST_SCEN6_END_DESC
source: Làm tốt lắm! Ngài đã làm rất tốt việc giao tất cả các tài nguyên cần thiết cho nhà thờ lớn! Tuy nhiên, việc xây dựng sẽ mất một thời gian. Nhà thờ lớn sẽ tưởng nhớ vị Vua vĩ đại của chúng ta, người có những hành động đã mang lại một kỷ nguyên hòa bình và hòa hợp sẽ kéo dài hàng thế kỷ!
vi: Làm tốt lắm! Các ngươi đã làm rất tốt trong việc cung cấp tất cả các tài nguyên cần thiết cho nhà thờ lớn! Công việc xây dựng sẽ còn mất một thời gian nữa. Nó sẽ được dùng như một vật kỷ niệm dành cho Đức Vua yêu quý của chúng ta. Những hành động của ngài đã mang lại một kỷ nguyên mới của hòa bình và hòa hợp. Công trình này sẽ tồn tại hàng thế kỷ.

# T_GAME_QUEST_SCEN6_ERASE_DESC
source: Hãy nhớ rằng, ngài có thể loại bỏ những cây cản đường! Sử dụng xẻng để đánh dấu những cây ngài muốn loại bỏ.
vi: Đừng quên: Anh có thể loại bỏ những cây cối đang cản đường! Để làm điều đó, hãy dùng xẻng và đánh dấu những cây mà anh muốn loại bỏ.

# T_GAME_QUEST_SCEN7_GIRL_1_1_DESC
source: Thưa Lãnh chúa, chúng ta không thể nướng bánh cưới nếu không có nguyên liệu phù hợp! Ngài có thể vui lòng xây dựng một trang trại để chúng ta có thể tự sản xuất bột mì không?
vi: Thưa ngài Thống đốc, chúng tôi vẫn còn thiếu những nguyên liệu quan trọng để làm bánh! Ngài có thể vui lòng xây dựng một trang trại để chúng tôi có thể tự sản xuất bột mì được không?

# T_GAME_QUEST_SCEN7_GIRL_1_DESC
source: Đây sẽ là một đám cưới tuyệt vời! Đầu tiên, chúng ta cần đảm bảo rằng chúng ta có một chiếc bánh cưới tuyệt hảo. Ngài có thể vui lòng xây dựng một tiệm bánh trong khi tôi chọn váy cưới không?
vi: Đây sẽ là một đám cưới tuyệt vời! Trước hết, chúng ta nên đảm bảo rằng chúng ta có một chiếc bánh cưới tuyệt hảo. Ngài có thể xây dựng một lò bánh mì trong khi tôi chọn váy cưới được không?

# T_GAME_QUEST_SCEN7_GIRL_1_NAME
source: Xây dựng một tiệm bánh.
vi: Xây dựng một lò bánh mì.

# T_GAME_QUEST_SCEN7_GIRL_2_DESC
source: Tôi cần một khu chợ để có thể loại bỏ tất cả những món quà cưới mà tôi không thích!
vi: Tôi cần một khu chợ để vứt hết những món quà cưới mà tôi không thích.

# T_GAME_QUEST_SCEN7_GIRL_2_NAME
source: Đạt được sự hài lòng cao về khu chợ.
vi: Đảm bảo mức độ hài lòng cao về khu chợ.

# T_GAME_QUEST_SCEN7_GIRL_3_1_DESC
source: Thưa Lãnh chúa, chúng ta đang tiến triển tốt với việc chuẩn bị đám cưới! Nhưng chúng ta cần thêm công cụ để xây dựng rạp cưới!
vi: Thưa ngài, chúng ta đang tiến triển tốt với công tác chuẩn bị! Nhưng chúng ta vẫn cần thêm công cụ để dựng lều lễ hội.

# T_GAME_QUEST_SCEN7_GIRL_3_1_NAME
source: Xây dựng một xưởng chế tạo công cụ.
vi: Xây dựng một xưởng rèn công cụ.

# T_GAME_QUEST_SCEN7_GIRL_3_DESC
source: Tôi muốn lễ cưới của chúng ta được tổ chức trong một nhà thờ xinh đẹp. Ngài đã xây dựng một cái chưa?
vi: Tôi muốn đám cưới diễn ra trong một nhà thờ tuyệt đẹp. Ngài đã xây một nhà thờ chưa?

# T_GAME_QUEST_SCEN7_GIRL_3_NAME
source: Đạt được sự hài lòng cao về tôn giáo.
vi: Đạt được mức độ hài lòng cao về tôn giáo.

# T_GAME_QUEST_SCEN7_GIRL_4_1_NAME
source: Xây dựng một đồng cỏ nuôi cừu.
vi: Xây dựng một đồng cỏ cừu.

# T_GAME_QUEST_SCEN7_GIRL_4_DESC
source: Ngài có tin được không? Tôi không thể tìm thấy một chiếc váy cưới tử tế ở bất cứ đâu! Tôi cần một chiếc váy ngay bây giờ! Hãy nhờ thợ may giỏi nhất của ngài làm một chiếc.
vi: Thật không thể tin được? Tôi không thể tìm thấy một chiếc váy cưới tử tế nào trong cả nước! Tôi cần một chiếc váy, ngay lập tức! Hãy mang người thợ may giỏi nhất của ngài đến để may cho tôi một chiếc.

# T_GAME_QUEST_SCEN7_GIRL_4_NAME
source: Xây dựng một cửa hàng may đo.
vi: Xây dựng một xưởng may.

# T_GAME_QUEST_SCEN7_GIRL_5_2_NAME
source: Tăng hạnh phúc của dân làng!
vi: Nâng cao sự hài lòng của người dân!

# T_GAME_QUEST_SCEN7_GIRL_5_DESC
source: Nơi này thật ảm đạm... ngài có thể vui lòng làm cho thị trấn này đẹp hơn không? Tôi muốn mọi người cảm thấy hạnh phúc như tôi!
vi: Nơi này thật ảm đạm... Ngài có thể làm cho thành phố này đẹp hơn được không? Tôi muốn mọi người hạnh phúc như tôi!

# T_GAME_QUEST_SCEN7_GUY_1_DESC
source: Tôi không quan tâm đến bánh và hoa; tôi muốn một lễ kỷ niệm lớn với thật nhiều nước ép! Và tôi muốn mời cả thị trấn! Nhưng chúng ta không có đủ chỗ để chứa tất cả khách mời đám cưới!
vi: Tôi không quan tâm đến bánh hay hoa, tôi muốn một bữa tiệc lớn với thật nhiều nước ép! Và tôi muốn mời cả thành phố đến! Nhưng chúng ta không có đủ nhà để chứa tất cả mọi người!

# T_GAME_QUEST_SCEN7_GUY_1_NAME
source: Xây thêm nhà phố nhỏ.
vi: Xây dựng thêm các nhà ở nhỏ.

# T_GAME_QUEST_SCEN7_GUY_2_DESC
source: Tôi muốn một nơi tốt đẹp để gặp gỡ bạn bè sau khi đám cưới kết thúc. Thị trấn này thực sự cần một quán rượu!
vi: Tôi muốn tìm một nơi tốt đẹp để tụ tập với bạn bè sau đám cưới. Thành phố này đang thiếu một quán trọ!

# T_GAME_QUEST_SCEN7_GUY_2_NAME
source: Đạt được sự hài lòng cao với các quán rượu.
vi: Đảm bảo mức độ hài lòng cao về quán trọ.

# T_GAME_QUEST_SCEN7_GUY_3_DESC
source: Bạn bè của tôi sẽ rất khát! Ngài đã lo liệu nước ép chưa?
vi: Bạn bè của tôi sẽ rất khát đấy! Anh đã lo về nước ép chưa?

# T_GAME_QUEST_SCEN7_GUY_3_NAME
source: Xây dựng một xưởng sản xuất nước ép.
vi: Xây dựng một nhà máy ép.

# T_GAME_QUEST_SCEN7_GUY_4_DESC
source: Sẽ có nhiều khách hơn chúng ta mong đợi. Hãy xây dựng một nhà phố lớn.
vi: Sẽ có nhiều khách hơn dự kiến. Xây dựng một ngôi nhà lớn.

# T_GAME_QUEST_SCEN7_GUY_4_NAME
source: Xây dựng một nhà phố lớn.
vi: Xây dựng một ngôi nhà lớn.

# T_GAME_QUEST_SCEN7_GUY_5_1_NAME
source: Sản xuất 15 trang sức.
vi: Sản xuất 15 đồ trang sức.

# T_GAME_QUEST_SCEN7_GUY_5_DESC
source: Ôi, không! Tôi đang gặp rắc rối nghiêm trọng! Tôi đã làm mất nhẫn cưới! Xin đừng nói cho cô ấy biết! Có thợ kim hoàn nào trong thị trấn có thể làm một chiếc mới không?
vi: Ôi lạy chúa tôi, tôi đã làm mất chiếc nhẫn cho vợ mình rồi! Tôi tiêu rồi! Xin anh đừng nói với cô ấy nhé! Có thợ kim hoàn nào trong thành phố này có thể làm cho tôi một chiếc nhẫn mới không?

# T_GAME_QUEST_SCEN7_GUY_6_DESC
source: Trước khi kết hôn, tôi muốn gây ấn tượng với vị hôn thê của mình trên sân đấu thương!
vi: Trước khi kết hôn, tôi muốn gây ấn tượng với vợ chưa cưới của mình ở đấu trường.

# T_GAME_QUEST_SCEN7_GUY_6_NAME
source: Xây dựng sân đấu thương.
vi: Xây dựng một đấu trường.

# T_GAME_QUEST_SCEN8_10_DESC
source: Thưa Lãnh chúa, kho chứa trong lâu đài của chúng ta đã khá chật chội với hàng hóa. Tôi có thể đề nghị chúng ta ra lệnh xây dựng thêm một nhà kho không?
vi: Thưa ngài, chúng ta có rất nhiều hàng hóa trong làng, nhưng nhà kho của lâu đài gần như đã đầy. Có lẽ nên xây dựng một nhà kho mới thì hơn.

# T_GAME_QUEST_SCEN8_11_DESC
source: Những người đàn ông trong thị trấn sẽ hạnh phúc hơn nếu có một nơi để họ gặp gỡ và uống một cốc nước ép nho sau một ngày làm việc vất vả. Liệu có quá đáng khi yêu cầu một quán rượu không, thưa Lãnh chúa?
vi: Những người đàn ông trong làng sẽ hạnh phúc hơn nếu sau giờ làm việc họ có thể nhấm nháp một ly rượu punsch nước ép nho. Liệu có quá đáng không nếu ngài cho xây một quán trọ, thưa ngài Thống đốc?

# T_GAME_QUEST_SCEN8_11_NAME
source: Đạt được sự hài lòng cao với các quán rượu.
vi: Đảm bảo mức độ hài lòng cao về quán trọ.

# T_GAME_QUEST_SCEN8_12_DESC
source: Thưa Lãnh chúa, thợ rèn đã chế tạo những lò sưởi đơn giản cho Dân làng của chúng ta, nhưng chúng ta vẫn cần than để đốt chúng.
vi: Thợ rèn đã xây một số lò than cho người dân. Thật không may, chúng ta không có đủ than để đốt những chiếc lò này một cách thích hợp, thưa ngài Thống đốc.

# T_GAME_QUEST_SCEN8_1_DESC
source: Thưa Lãnh chúa, thị trấn thiếu củi để sưởi ấm nhà cửa. Việc tích trữ gỗ là cực kỳ quan trọng!
vi: Thưa ngài Thống đốc, trong làng có quá ít củi để sưởi ấm nhà cửa. Ngài có thể vui lòng đảm bảo rằng có đủ củi trong các nhà kho được không?

# T_GAME_QUEST_SCEN8_2_DESC
source: Thị trấn đang ở trong tình trạng tồi tệ. Hãy nhìn tất cả những ngôi nhà đổ nát này. Có lẽ chỉ cần một trận bão tuyết là nhiều ngôi nhà trong số đó sẽ sụp đổ. Hãy đưa một thợ mộc vào thị trấn để giúp sửa chữa các tòa nhà.
vi: Một trận bão tuyết và mọi thứ ở đây đều sụp đổ, thưa ngài. Chúng ta đang rất cần một xưởng mộc để sửa chữa những ngôi nhà tồi tàn.

# T_GAME_QUEST_SCEN8_3_DESC
source: Thưa Lãnh chúa, mùa đông khắc nghiệt này rõ ràng là một dấu hiệu từ thiên đường! Chúng ta phải ăn năn tội lỗi của mình! Hãy xây dựng một nhà thờ để làm nguôi lòng đấng toàn năng!
vi: Mùa đông khắc nghiệt đặc biệt này có thể là một dấu hiệu thiêng liêng cho thấy chúng ta nên sám hối, thưa ngài. Có lẽ chúng ta nên xây một nhà thờ để vượt qua mùa đông này.

# T_GAME_QUEST_SCEN8_3_NAME
source: Đạt được sự hài lòng cao về tôn giáo.
vi: Đảm bảo mức độ hài lòng cao về tôn giáo.

# T_GAME_QUEST_SCEN8_4_DESC
source: Dân làng đang trở nên bồn chồn, thưa Lãnh chúa. Nhà của họ rất lạnh. Tôi nghĩ chúng ta nên tích trữ len. Dân làng có thể sử dụng nó để cách nhiệt nhà cửa chống lại cái lạnh.
vi: Người dân đang bất ổn, thưa ngài Thống đốc, vì nhà ở đang rất lạnh giá. Tôi nghĩ rằng cần phải dự trữ thêm len lông cừu để người dân có thể cách nhiệt tốt hơn cho nhà của họ.

# T_GAME_QUEST_SCEN8_5_DESC
source: Thống đốc của tỉnh lân cận đã gửi cho chúng ta một con chim bồ câu đưa thư với lời kêu gọi giúp đỡ! Họ đang rất cần quần áo ấm cho người dân của họ.
vi: Thống đốc của tỉnh lân cận đã gửi một yêu cầu qua thư chim bồ câu: Ông ta đang rất cần quần áo ấm cho người dân của mình.

# T_GAME_QUEST_SCEN8_5_NAME
source: Giao một xe quần áo đến tỉnh lân cận.
vi: Cung cấp một xe quần áo ấm cho tỉnh lân cận.

# T_GAME_QUEST_SCEN8_6_DESC
source: Các trang trại không thể sản xuất lúa mì vào mùa đông, thưa Lãnh chúa. Hãy cử một số Dân làng vào rừng để săn hươu.
vi: Các trang trại của chúng ta sẽ không thể sản xuất lúa mì trong mùa đông này, thưa ngài. Nếu chúng ta cử một số người dân vào rừng để đi săn hươu thì sao?

# T_GAME_QUEST_SCEN8_6_NAME
source: Xây dựng một số chòi của thợ săn.
vi: Xây dựng một vài lều săn bắn.

# T_GAME_QUEST_SCEN8_7_DESC
source: Người hầu trung thành của ta, vương quốc đã bị ảnh hưởng nặng nề bởi mùa đông khắc nghiệt bất thường này. Thu nhập từ thuế đã giảm mạnh. Ta ra lệnh cho ngươi xây dựng một kho bạc để tăng doanh thu thuế và gửi cho ta một xe Thaler làm cống nạp.
vi: Người hầu trung thành của ta: Trên khắp đất nước, mùa đông năm nay đặc biệt khắc nghiệt. Thu nhập từ thuế đã giảm đáng kể trong những tháng qua. Vì lý do này, ta ra lệnh xây dựng một kho bạc trong làng và cung cấp một xe Taler như một cống nạp cho ta.

# T_GAME_QUEST_SCEN8_7_NAME
source: Xây dựng một kho bạc và giao cống nạp tiền xu cho Nhà vua.
vi: Xây dựng một kho bạc và cung cấp cho Đức Vua một xe Taler như một cống nạp.

# T_GAME_QUEST_SCEN8_8_DESC
source: Bây giờ chúng ta đã có một thợ mộc trong thị trấn, việc sửa chữa tất cả những ngôi nhà đổ nát này sẽ không còn là vấn đề lớn. Dân làng sẽ rất hài lòng.
vi: Giờ khi đã có một xưởng mộc trong làng, thì việc sửa chữa nhà cửa để chống chọi với mùa đông không còn là vấn đề nữa. Người dân sẽ rất biết ơn vì điều đó.

# T_GAME_QUEST_SCEN8_8_NAME
source: Đảm bảo rằng tất cả các nhà phố đều được sửa chữa đúng cách.
vi: Đảm bảo rằng tất cả nhà ở đều ở trong tình trạng tốt.

# T_GAME_QUEST_SCEN8_9_DESC
source: Thịt thú rừng luôn có sẵn, ngay cả trong mùa đông, và nó có thể dùng thay thế cho bánh mì. Hãy đảm bảo rằng có đủ thịt để chúng ta sống sót qua mùa đông.
vi: Thịt thú rừng là một sự thay thế tốt cho bánh mì vào mùa đông. Nên dự trữ đủ thịt thì hơn.

# T_GAME_QUEST_SCEN8_9_NAME
source: Sản xuất 50 thịt.
vi: Sản xuất 50 sản phẩm từ thịt.

# T_GAME_QUEST_SCEN8_MAIN_DESC
source: Thưa Lãnh chúa, mùa đông khắc nghiệt hơn nhiều so với chúng ta dự kiến và Dân làng không hài lòng với tình hình. Chúng ta phải hành động nhanh chóng nếu không chúng ta sẽ không thể sống sót qua mùa đông!
vi: Thưa ngài, người dân không hài lòng lắm với tình hình trong làng. Mùa đông năm nay tồi tệ hơn nhiều so với dự kiến. Chúng ta phải hành động nhanh chóng để ngôi làng có thể chống chọi với mùa đông.

# T_GAME_QUEST_SCEN8_MAIN_NAME
source: Đưa thị trấn vượt qua mùa đông...
vi: Đưa ngôi làng của ngài vượt qua mùa đông.

# T_GAME_QUEST_SCEN8_SCENENDTEXT
source: Thưa Lãnh chúa, Dân làng rất hài lòng với những tiến bộ chúng ta đã đạt được! Bây giờ chúng ta đã được cung cấp đủ để sống sót qua những tháng mùa đông và chúng ta thậm chí còn có thể giúp đỡ tỉnh lân cận. Bây giờ chúng ta đã chuẩn bị sẵn sàng và mùa đông này không thể làm hại chúng ta!
vi: Thưa ngài, người dân rất hài lòng với những diễn biến gần đây trong làng. Giờ chúng ta đã có đủ đồ dự trữ cho phần còn lại của mùa đông và thậm chí chúng ta còn giúp đỡ tỉnh lân cận. Mùa đông giờ không thể làm gì được chúng ta nữa.

# T_GAME_QUEST_SCEN9_10_DESC
source: Thưa Lãnh chúa, tôi nghe nói ngài có vấn đề với quân nổi dậy trong khu vực của mình. Tôi sẵn lòng dẫn một đội tìm kiếm vào rừng, nhưng lính đánh thuê của tôi yêu cầu thanh toán trước.
vi: Thưa ngài, tôi nghe nói ngài đang gặp vấn đề với những kẻ nổi dậy trong tỉnh của mình? Tôi có thể dẫn một đội tìm kiếm vào rừng, nhưng lính đánh thuê của tôi muốn được trả tiền trước.

# T_GAME_QUEST_SCEN9_11_DESC
source: Ta còn một yêu cầu nữa, người hầu trung thành của ta. Ta cần một kỳ hạm thực sự xứng tầm với một vị Vua và điều đó có nghĩa là trang trí bằng vàng xa hoa! Ta ra lệnh cho ngươi giao cho ta số vàng ta cần cho mục đích này. Đừng làm ta thất vọng về điều này.
vi: Tôi đến với một yêu cầu khác, thưa Thống đốc. Soái hạm mới sẽ có các họa tiết vàng ở mũi tàu, nhưng tôi vẫn còn thiếu vàng cho việc đó. Thời gian đang gấp rút, vì vậy tôi yêu cầu một cống nạp bằng vàng càng sớm càng tốt. Đừng làm tôi thất vọng!

# T_GAME_QUEST_SCEN9_11_NAME
source: Giao quặng vàng cho Nhà vua trong thời hạn.
vi: Gửi quặng vàng cho Đức Vua trước khi hết thời gian.

# T_GAME_QUEST_SCEN9_12_DESC
source: Người hầu trung thành của ta, việc xây dựng hạm đội mới của ta đang tiến triển tốt, nhưng chúng ta vẫn cần một lượng lớn vải buồm. Ta ra lệnh cho ngươi giao đủ vải để trang bị buồm cho tất cả các tàu của ta.
vi: Người hầu trung thành của ta: Hạm đội vẫn cần vải buồm. Rất nhiều! Hãy gửi vải đến xưởng đóng tàu của ta để họ có thể sản xuất đủ vải buồm.

# T_GAME_QUEST_SCEN9_12_NAME
source: Giao vải để sản xuất vải buồm.
vi: Gửi cho Đức Vua một chuyến hàng vải để sản xuất vải buồm.

# T_GAME_QUEST_SCEN9_13_DESC
source: Người của tôi đã phát hiện ra điều gì đó. Chúng tôi tìm thấy dấu vết của bọn cướp trong rừng. Tuy nhiên, chúng tôi cần thêm lương thực trước khi có thể điều tra thêm.
vi: Người của tôi và tôi đang lần theo dấu vết. Chúng tôi đã phát hiện ra dấu vết của bọn cướp trong rừng. Nhưng trước khi chúng tôi tiếp tục theo dấu chúng, chúng tôi cần thêm lương thực.

# T_GAME_QUEST_SCEN9_13_NAME
source: Giao lương thực cho lính đánh thuê.
vi: Cung cấp lương thực cho lính đánh thuê.

# T_GAME_QUEST_SCEN9_14_DESC
source: Thống đốc! Tôi đã mất cả một lô hàng ván gỗ cho bọn cướp trong tỉnh của ngài. Điều này phải dừng lại. Giao thêm ván gỗ càng sớm càng tốt.
vi: Thưa Thống đốc, tôi đã mất cả một chuyến hàng ván gỗ vào tay bọn cướp trong tỉnh của ngài! Không thể tiếp tục như thế này được! Hãy gửi cho tôi một chuyến hàng ván gỗ để xưởng đóng tàu của tôi có thể tiếp tục hoạt động.

# T_GAME_QUEST_SCEN9_14_NAME
source: Giao ván gỗ để hỗ trợ việc xây dựng hạm đội của Nhà vua.
vi: Gửi ván gỗ cho Đức Vua để đóng tàu.

# T_GAME_QUEST_SCEN9_15_DESC
source: Thưa Lãnh chúa, người thu thuế đã tìm thấy bằng chứng về mối liên hệ giữa bọn cướp trong rừng và kẻ phá hoại trong thị trấn. Ông ta từ chối cho chúng ta biết thêm vì sợ hãi cho tính mạng của mình. Ông ta yêu cầu được miễn nhiệm vụ thu thuế. Ông ta cũng muốn một bộ quần áo mới để có thể rời khỏi thị trấn và đi ẩn náu. Chỉ khi đó ông ta mới cho chúng ta biết những gì ông ta đã phát hiện ra.
vi: Thưa ngài, người thu thuế đã phát hiện ra mối liên hệ giữa kẻ phá hoại và bọn cướp trong rừng. Nhưng giờ ông ấy đang sợ cho tính mạng của mình. Ông ấy sẽ chỉ tiết lộ danh tính của kẻ phá hoại khi ông ấy được giải trừ khỏi chức vụ và có quần áo mới để trà trộn.

# T_GAME_QUEST_SCEN9_15_NAME
source: Miễn nhiệm người thu thuế khỏi kho bạc và cung cấp cho ông ta quần áo mới, để ông ta có thể lẻn ra khỏi thị trấn mà không bị phát hiện.
vi: Giải trừ chức vụ của người thu thuế và cung cấp cho ông ấy quần áo mới để ông ấy có thể trốn thoát.

# T_GAME_QUEST_SCEN9_17_DESC
source: Tin xấu, thưa Lãnh chúa! Ai đó đã đột nhập vào nhà kho và lấy trộm hết thịt của chúng ta! Hãy đặt một số ngọn đuốc quanh thị trấn. Điều này có thể giúp bắt trộm vào ban đêm.
vi: Tôi có một tin xấu, thưa ngài. Ai đó đã đột nhập vào nhà kho và đánh cắp tất cả thịt của chúng ta. Chúng ta nên dựng đuốc trong làng để những tên trộm có thể bị phát hiện nhanh hơn vào ban đêm.

# T_GAME_QUEST_SCEN9_17_NAME
source: Xây dựng 7 ngọn đuốc quanh thị trấn để ngăn chặn kẻ trộm.
vi: Dựng một vài ngọn đuốc để ngăn chặn trộm cắp.

# T_GAME_QUEST_SCEN9_18_DESC
source: Thưa Lãnh chúa, vì chúng ta sẽ không sớm được các thương nhân du hành ghé thăm, chúng ta cần thêm không gian lưu trữ để chứa tất cả hàng hóa của mình. Ngoài ra, chúng ta nên tạm dừng các hoạt động sản xuất không cần thiết để đảm bảo nhà kho của chúng ta không bị quá tải. Sẽ là khôn ngoan nếu xây dựng thêm một nhà kho.
vi: Thưa ngài: Vì chúng ta hiện không được các thương nhân du lịch ghé thăm, chúng ta nên dự phòng và có đủ không gian lưu trữ cho tất cả hàng hóa của mình. Ngoài ra, chúng ta nên tạm dừng các hoạt động sản xuất không cần thiết để nhà kho của chúng ta không quá đầy. Sẽ rất tốt nếu xây thêm một nhà kho nữa, thưa ngài.

# T_GAME_QUEST_SCEN9_18_NAME
source: Xây dựng thêm một nhà kho trong thị trấn.
vi: Xây thêm một nhà kho.
