Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_05_REPLY_01
source: Được rồi, hãy để người đàn ông đó thực hiện phép màu của mình!
vi: Được thôi, hãy để người đàn ông đó làm phép màu của mình!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_05_REPLY_02
source: Chúng ta có thể tự làm được.
vi: Chúng ta có thể tự mình làm được điều đó.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_05_STATEMENT_01
source: Một buổi sáng, các trinh sát báo cáo rằng những người đưa tin đã trở về. Họ đã mang theo một chuyên gia bắt chuột. Người đàn ông trông buồn cười, nói chuyện với nụ cười toe toét trong khi yêu cầu thanh toán trước. Tuy nhiên, ông ta khá chắc chắn rằng mình có thể giải quyết vấn đề chuột trong thị trấn.
vi: Một buổi sáng, những người trinh sát báo cáo rằng những người đưa tin đã quay trở lại. Họ đã mang về một chuyên gia bắt chuột. Người đàn ông trông kỳ lạ này đang nói với một nụ cười toe toét và yêu cầu thanh toán trước. Tuy nhiên, anh ta khá chắc chắn rằng mình có thể xử lý các vấn đề về chuột trong thành phố.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_06_REPLY_01
source: Trả cho người đàn ông những gì chúng ta nợ ông ta. Toàn bộ số tiền.
vi: Hãy trả cho người đàn ông đó những gì chúng ta nợ anh ta. Trả toàn bộ số tiền.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_06_REPLY_01B
source: Trả cho người đàn ông toàn bộ số tiền, bao gồm cả tiền thưởng!
vi: Hãy trả cho người đàn ông số tiền mà chúng ta nợ ông ta, bao gồm cả tiền thưởng!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_06_REPLY_02
source: Thị trấn không đủ khả năng chi trả… Chúng tôi rất tiếc.
vi: Ngân quỹ của thành phố không đủ cho việc này vào lúc này…

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_06_REPLY_03
source: Ông có thể nhận được một nửa… không hơn!
vi: Các ngươi có thể nhận một nửa thôi... Không hơn!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_06_STATEMENT_01
source: Người đàn ông lấy ra một hộp dụng cụ trông rất cũ. Từ đó, ông ta lấy ra một cây sáo cổ xưa và được trang trí công phu. Ông ta lau nó từ từ và sau một thời gian, ông ta bắt đầu đi vòng quanh làng và thổi sáo. Một lúc sau, những con chuột đầu tiên có thể được nhìn thấy chui ra khỏi hang ổ của chúng và tiếp tục đi theo người thổi sáo và giai điệu du dương của ông ta.
vi: Người đàn ông lấy ra một hộp công cụ trông rất cũ kỹ từ hành lý của mình. Anh ta từ từ và cẩn thận làm sạch cây sáo cổ và được trang trí công phu bên trong. Sau một lúc, anh ta bắt đầu đi dạo quanh làng và chơi nhạc cụ đó. Một lúc sau, những con chuột đầu tiên từ chỗ ẩn nấp của chúng xuất hiện và đi theo người bắt chuột và giai điệu du dương của anh ta.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_06_STATEMENT_02
source: Sau một thời gian, lũ chuột bắt đầu theo ông ta ra khỏi thị trấn. Các trưởng lão trong làng có thể thấy người đàn ông đi về phía sông. Ông ta dừng lại bên bờ, trong khi lũ chuột tiếp tục đi xuống nước. Chẳng bao lâu sau, chúng chết đuối trong dòng lũ xiết.
vi: Sau một thời gian, những con chuột bắt đầu đi theo anh ta ra khỏi thành phố. Các trưởng lão trong làng với ánh mắt mở to quan sát khi người đàn ông đi về phía dòng sông. Anh ta dừng lại cạnh bờ sông, trong khi hàng ngàn con chuột chạy ngang qua anh ta xuống nước. Chẳng bao lâu, tất cả chuột đã biến mất trong làn nước.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_06_STATEMENT_03
source: Sau khi hoàn thành công việc, người thổi sáo trở lại thị trấn với nụ cười trên môi. Ông ta nhìn các trưởng lão trong làng và yêu cầu thanh toán. Với giọng nói khàn khàn và nụ cười dữ tợn hơn nhiều trên khuôn mặt, ông ta nói: “Vì các người không trả tiền trước, nên phí của tôi vừa tăng lên một chút.”
vi: Sau khi hoàn thành công việc, người thổi sáo trở lại thành phố với một nụ cười trên môi. Anh ta nhìn các trưởng lão trong làng. Với một giọng nói thô ráp và nụ cười thậm chí còn lớn hơn trên khuôn mặt, anh ta nói: “Vì các ngươi không trả trước nên tiền công của ta đã tăng lên một chút” và đòi thanh toán.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_07_REPLY_01
source: Tin buồn
vi: Tin đáng buồn

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_07_STATEMENT_01
source: Người đàn ông bị hộ tống ra khỏi thị trấn và rời đi với vẻ mặt tức giận. Ngài quan sát ông ta rất lâu cho đến khi ông ta biến mất ở phía xa. Bằng cách nào đó, ngài có cảm giác đây không phải là lần cuối cùng ngài nhìn thấy ông ta.
vi: Người bắt chuột được hộ tống đến rìa thành phố và rời khỏi làng với một vẻ mặt cay đắng. Ngài còn nhìn ông ta một lúc lâu cho đến khi ông ta biến mất ở đằng xa. Bằng cách nào đó, ngài cảm thấy rằng đó không phải là lần cuối cùng mà ngài nhìn thấy ông ta.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_07_STATEMENT_02
source: Sau vài ngày, các trưởng lão trong làng đề xuất tổ chức một lễ hội để ăn mừng việc bệnh dịch chuột đã được khắc phục.
vi: Sau vài ngày, các trưởng lão trong làng đề xuất một lễ hội lớn để tôn vinh ngôi làng và ăn mừng việc vượt qua được dịch chuột.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_07_STATEMENT_03_A
source: Lễ hội là một thành công lớn. Nhiều dân làng đã tham dự và ăn uống linh đình trong vô số giờ cho đến đêm khuya.
vi: Lễ hội đã thành công rực rỡ. Nhiều người dân đã đến và ăn mừng trong nhiều giờ về đêm.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_07_STATEMENT_03_A_BAD
source: Nhiều người đã nghĩ đến người thổi sáo kỳ lạ, nhưng cuối cùng mọi người đều vui mừng khi biết rằng bệnh dịch chuột đã kết thúc. Họ không nhận thấy cho đến sáng hôm sau rằng có điều gì đó không ổn.
vi: Nhiều người dân vẫn nghĩ về người bắt chuột, nhưng hầu hết chỉ đơn giản là vui mừng vì cuối cùng thì dịch chuột cũng đã kết thúc. Họ vẫn chưa biết rằng một điều bất ngờ tồi tệ đang chờ đợi họ vào sáng hôm sau.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_07_STATEMENT_03_A_GOOD
source: Người thổi sáo đã ăn mừng cùng dân làng, nhưng vào buổi sáng, ông ta đã biến mất, không bao giờ được nhìn thấy nữa.
vi: Người thổi sáo đã ăn mừng cùng với người dân, nhưng sáng hôm sau thì ông ta đã biến mất.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_07_STATEMENT_03_B
source: Mặc dù không đạt được thỏa thuận nào với người thổi sáo, dân làng vẫn ăn mừng chiến thắng của họ.
vi: Mặc dù không thể đạt được thỏa thuận với người bắt chuột, người dân trong làng vẫn tổ chức lễ hội của họ.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_07_STATEMENT_04
source: Sáng hôm sau, người dân kể rằng hàng xóm của họ không thấy đâu hoặc đã rời bỏ nơi làm việc mà không nói một lời, chỉ để biến mất hoàn toàn sau đó. Một số thậm chí còn phá hủy nhà cửa trước khi biến mất.
vi: Sáng hôm sau, người dân kể rằng những người hàng xóm của họ đột nhiên không còn ở đâu nữa hoặc đã rời nơi làm việc chỉ để biến mất ngay sau đó. Một số người thậm chí đã phá hủy hoặc đốt nhà của họ trước khi biến mất.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_09_REPLY_01
source: Đuổi người đàn ông đó đi. Chúng ta có thể tự giải quyết vấn đề của mình.
vi: Hãy tống khứ người đàn ông đó đi. Chúng ta sẽ tự mình giải quyết các vấn đề của mình.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_09_REPLY_02
source: Chúng ta chấp nhận sự giúp đỡ của ông ta. Nhưng công việc trước, thanh toán sau.
vi: Chúng ta sẽ chấp nhận sự giúp đỡ của ông ta. Nhưng trước tiên là công việc, rồi sau đó là tiền bạc.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_09_REPLY_03
source: Đây là rất nhiều tiền... Được rồi, lấy tiền đi.
vi: Đó là một khoản tiền lớn… Thôi được, hãy cứ lấy tiền đi.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_09_REPLY_03a
source: Vậy thì, trả tiền trước cho người đàn ông đó!
vi: Vậy thì hãy trả trước cho người đàn ông đó!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_09_STATEMENT_01
source: Một người đàn ông lạ mặt đến lâu đài vào ngày hôm sau. Ông ta đội một chiếc mũ màu xanh lá cây có gắn lông chim trĩ và chờ đợi được yết kiến Lãnh chúa. Ông ta nói rằng ông ta có thể giúp đỡ thị trấn, nhưng chỉ với một số lượng lớn tiền xu…
vi: Một người đàn ông kỳ lạ đến lâu đài vào ngày hôm sau. Anh ta đội một chiếc mũ xanh lá cây với một chiếc lông trĩ và đang chờ một buổi yết kiến với Lãnh Chúa. Anh ta nói rằng mình có thể giúp thành phố, nhưng chỉ với một số tiền lớn.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_10_REPLY_01
source: Cử những kỵ sĩ giỏi nhất đi khắp mọi hướng.
vi: Cử những kỵ binh giỏi nhất đi theo mọi hướng!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_10_REPLY_02
source: Để thợ săn tìm kiếm trong rừng gần thị trấn.
vi: Hãy để các thợ săn rà soát các khu rừng xung quanh.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_10_REPLY_03
source: Lính canh thị trấn chắc chắn có thể tìm thấy những Dân làng mất tích.
vi: Lính canh thành phố nên tìm kiếm những người mất tích.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_10_REPLY_04
source: Hãy tập trung vào việc xây dựng lại làng của chúng ta… Gửi những lời cầu nguyện và suy nghĩ!
vi: Chúng ta nên tập trung vào việc tái thiết… Hãy gửi suy nghĩ và cầu nguyện!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_10_STATEMENT_01
source: Thưa Lãnh chúa! Hội đồng trưởng lão làng nghĩ rằng ngài nên tổ chức một đội tìm kiếm để tìm những cư dân mất tích. Ngài nghĩ sao?
vi: Thưa ngài! Hội đồng trưởng lão trong làng cho rằng ngài nên tổ chức một đội tìm kiếm để tìm kiếm những người dân mất tích. Ngài nghĩ sao?

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_11_STATEMENT_01
source: Rất nhiều dân làng đang mất tích, thưa Lãnh chúa. Có tin đồn lan truyền khắp thị trấn… Mọi người nói rằng người thổi sáo đã quay trở lại và thu thập dân làng thay vì chuột bằng cây sáo của mình.
vi: Nhiều người dân trong làng được coi là mất tích, thưa ngài. Tin đồn đang lan tràn trong thành phố... Mọi người đang nói rằng người thổi sáo đã trở lại và đang dụ người dân đi theo bằng tiếng sáo của mình thay vì chuột, rồi sau đó mang họ đi.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_11_STATEMENT_02
source: Thị trấn đang bị sốc… Không ai có thể suy nghĩ thông suốt… cả gia đình đã biến mất và những người Dân làng còn lại gần như không thể làm việc.
vi: Người dân đang bị sốc,... nhiều người không còn có thể suy nghĩ rõ ràng được nữa. Toàn bộ gia đình đã biến mất, thưa ngài. Những người dân còn lại không thể làm việc.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_11_STATEMENT_04_PRE
source: Trên đường từ khu hội chợ trở về lâu đài, một giai điệu bí ẩn có thể được nghe thấy trong làng... Kỳ lạ... Nó gần như thôi miên.
vi: Trên đường từ quảng trường lễ hội trở về lâu đài, một giai điệu kỳ lạ vang lên khắp ngôi làng... Thật là kỳ lạ... Nó gần như thôi miên.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_12_REPLY_01
source: Hãy xem thử.
vi: Hãy đi kiểm tra!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_12_REPLY_02
source: Bảo những người đàn ông trở về nhà.
vi: Hãy cho người của chúng ta về nhà.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_12_STATEMENT_01
source: Cuộc tìm kiếm đang diễn ra khá tệ. Sau ba ngày, những người dân làng mất tích vẫn chưa được tìm thấy. Khi đội tìm kiếm chuẩn bị quay lại, họ có thể nghe thấy điều gì đó ở phía xa. Đó có phải là một giọng nói, hầu như không nghe thấy? Một hang động nhỏ có thể được nhìn thấy từ con đường…
vi: Cuộc tìm kiếm đang diễn ra khá tệ. Sau ba ngày, những người dân mất tích vẫn chưa được tìm thấy. Ngay khi đội tìm kiếm chuẩn bị quay về, một trong số những người đàn ông có thể nghe thấy điều gì đó ở đằng xa. Có phải đó là một giọng nói, khó mà nghe được? Một cái hang nhỏ có thể được nhìn thấy từ con đường...

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_13_STATEMENT_01
source: Trên đường trở về, đội tìm kiếm nghĩ về người thổi sáo. Ông ta đã hứa sẽ đưa những dân làng mất tích trở về. Liệu ông ta có thực sự giữ lời hứa của mình không? Giống như dân làng đã giữ lời hứa trả tiền cho ông ta? Họ chỉ còn cách tin tưởng người đàn ông đó.
vi: Trên đường trở về, đội tìm kiếm nghĩ đến người thổi sáo. Ông ta đã hứa với họ rằng sẽ đưa những người dân mất tích trở lại. Liệu ông ta có thực sự giữ lời hứa của mình không? Cũng như ngôi làng đã hứa sẽ trả tiền cho ông ta? Họ không còn lựa chọn nào khác ngoài việc tin tưởng ông ta…

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_13_STATEMENT_01_TRANSITION
source: Khi tiền cuối cùng được trao cho Người thổi sáo Pied Piper, ông ta cười toe toét và nói: "Bây giờ tôi sẽ đi đón những dân làng mất tích. Chúng ta sẽ cùng nhau trở về làng của các người trong vài ngày nữa. Các người có lời hứa của tôi."
vi: Khi tiền cuối cùng được trao cho người bắt chuột, ông ta mỉm cười toe toét và nói: “Giờ ta sẽ đi đón những người dân mất tích. Chúng ta sẽ cùng nhau quay trở lại làng của các ngươi trong vài ngày nữa. Ta hứa với các ngươi.”

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_8_REPLY_01
source: Trả cho người thổi sáo số tiền mong muốn và để ông ta đi.
vi: Hãy trả cho người thổi sáo số tiền mà anh ta muốn và để anh ta đi.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_8_REPLY_02
source: Ngươi sẽ mục rữa trong ngục tối! Bắt hắn bằng xiềng xích.
vi: Các ngươi sẽ mục nát trong ngục! Hãy bắt hắn ta lại.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_8_REPLY_03
source: Làng quá nghèo để trả tiền cho ông... chúng tôi xin lỗi.
vi: Làng của chúng ta đang quá nghèo để trả cho các ngươi... tôi xin lỗi.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_8_STATEMENT_01
source: Lối vào hang động hơi um tùm với đủ loại thảm thực vật nhưng có thể nhận thấy ánh sáng từ bên trong.
vi: Lối vào hang có một chút rậm rạp với đủ loại cây cối, nhưng ánh sáng le lói vẫn có thể thấy được từ bên trong.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_8_STATEMENT_02
source: Từ từ, đội tìm kiếm tiến vào hang động. Sau một thời gian, ngài thấy một bóng người mờ ảo đang ngồi bên đống lửa trại nhỏ. Đó là người thổi sáo. Khi đội tìm kiếm tiếp cận ông ta, họ nhận thấy rằng ông ta đang ngồi một mình. Không có dân làng nào ở cùng ông ta.
vi: Đội tìm kiếm từ từ tiến vào trong hang. Sau một thời gian, người ta thấy một bóng người đang ngồi bên đống lửa nhỏ. Đó là người thổi sáo! Trong khi đội tìm kiếm tiến đến gần anh ta, thì nhận ra rằng anh ta đang ngồi một mình. Không có người dân nào ở bên cạnh anh ta cả.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_8_STATEMENT_03
source: "Chà, các người đã tìm thấy ta," người thổi sáo nói bằng giọng khàn khàn. "Các người chắc chắn đang tìm kiếm những cư dân mất tích. Họ sẽ không đến và cũng không ở đây," ông ta nói khi xem xét kỹ lưỡng các thành viên của đội tìm kiếm.
vi: “Thôi được rồi, các ngươi đã tìm thấy ta”, người thổi sáo nói với giọng thô ráp. “Các ngươi chắc chắn đang tìm kiếm những người dân mất tích. Họ sẽ không đến và cũng không ở đây.”, ông ta nói trong khi nhìn kỹ các thành viên của đội tìm kiếm.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_8_STATEMENT_04
source: "Bây giờ các người có quyền lựa chọn cuối cùng là trả tiền cho dịch vụ của ta và ta sẽ đảm bảo rằng các người lấy lại được những người mất tích của mình, hoặc các người làm bất cứ điều gì các người cho là đúng, nhưng với hậu quả là các người sẽ không bao giờ gặp lại những người mất tích của mình nữa. Quyết định đi, nhưng giá dịch vụ của ta lại tăng lên rồi."
vi: “Giờ các ngươi có quyền lựa chọn, cuối cùng thì hãy trả tiền cho công việc của ta và ta sẽ đảm bảo rằng các ngươi sẽ có lại được những người mất tích, hoặc các ngươi hãy làm bất cứ điều gì các ngươi cho là đúng, nhưng phải chấp nhận hậu quả rằng các ngươi sẽ không bao giờ thấy lại những người mất tích đó. Hãy quyết định đi, nhưng giá cho các dịch vụ của ta đã tăng lên rồi.”

# T_RANDOM_EVENT_RAT_CATCHER_DESC
source: Ngôi làng đang bị một căn bệnh lạ hoành hành. Nhiều người nghi ngờ có mối liên hệ với bệnh dịch chuột gần đây. Có lý do để lo lắng!
vi: Một căn bệnh không rõ nguyên nhân đang hoành hành trong làng. Nhiều người nghi ngờ rằng nó có liên quan đến dịch chuột gần đây. Đáng lo ngại đây!

# T_RANDOM_EVENT_RAT_CATCHER_EPILOGUE_BAD_STATEMENT_01
source: Ngay khi những người đàn ông trong đội tìm kiếm chuẩn bị tấn công người bắt chuột, một điều kỳ lạ đã xảy ra. Người thổi sáo đứng dậy trong một chuyển động nhanh chóng và đá một ít bụi vào đống lửa trại. Đột nhiên, có những tia lửa mạnh bay trong không gian hẹp của hang động và những người đàn ông bị mù. Khi họ có thể nhìn lại, người thổi sáo đã biến mất. Họ cố gắng tìm kiếm ông ta ở khu vực xung quanh, nhưng không tìm thấy dấu vết nào của ông ta. Ông ta cứ thế biến mất.
vi: Ngay khi những người đàn ông của đội tìm kiếm chuẩn bị tấn công người bắt chuột, một điều gì đó kỳ lạ đã xảy ra. Người thổi sáo đứng dậy với một động tác nhanh nhẹn và hất một ít bụi vào đống lửa. Đột nhiên, có những tia lửa lớn trong hang hẹp và những người đàn ông bị lóa mắt. Khi họ có thể nhìn lại, người bắt chuột đã biến mất. Họ đã cố gắng tìm kiếm ông ta xung quanh, nhưng không có dấu vết nào về ông ta cả. Ông ta đã biến mất.

# T_RANDOM_EVENT_RAT_CATCHER_EPILOGUE_BAD_STATEMENT_02
source: Đội tìm kiếm trở về làng mà không có những người dân làng mất tích. Những cư dân còn lại của làng vô cùng đau khổ. Mọi hy vọng của họ đều tan vỡ. Phải mất một thời gian rất dài để ngôi làng phục hồi sau tình huống này.
vi: Đội tìm kiếm trở về làng mà không có những người mất tích. Những người dân còn lại trong làng đang rất đau buồn. Mọi hy vọng của họ đều tan thành mây khói. Sẽ mất một thời gian rất dài để làng có thể hồi phục sau tình huống này.

# T_RANDOM_EVENT_RAT_CATCHER_EPILOGUE_GOOD_MODIFIER_EXPLANATION
source: Cuối cùng, các sự kiện với người bắt chuột đã mang lại lợi ích lâu dài cho thành phố. Mỗi dân làng đã phát triển khả năng kháng cự tự nhiên với bệnh dịch hạch, dẫn đến ít đợt bùng phát căn bệnh khủng khiếp này hơn.
vi: Cuối cùng, các sự kiện với người bắt chuột đã mang lại lợi ích lâu dài cho thành phố. Mọi người dân đều đã phát triển được khả năng kháng bệnh tự nhiên chống lại dịch bệnh, dẫn đến ít đợt bùng phát dịch bệnh khủng khiếp hơn.

# T_RANDOM_EVENT_RAT_CATCHER_EPILOGUE_GOOD_STATEMENT_01
source: Vài ngày sau, những người đàn ông trong đội cứu hộ trở lại làng và ngồi bên đống lửa trại gần biên giới thành phố. Họ chơi bài poker xúc xắc và thảo luận ồn ào. Những người đàn ông giật mình khi nghe thấy một giai điệu từ xa... đó là người thổi sáo!
vi: Vài ngày sau, những người đàn ông của đội cứu hộ đã trở lại làng và ngồi quanh đống lửa gần ranh giới thành phố. Họ chơi bài xúc xắc và tranh luận ồn ào. Những người đàn ông giật mình khi nghe thấy một giai điệu từ xa... đó là người thổi sáo!

# T_RANDOM_EVENT_RAT_CATCHER_EPILOGUE_GOOD_STATEMENT_02
source: "Ta đã hứa với các người rằng ta sẽ giữ lời nếu các người giữ lời của mình," ông ta nói, khi bước ra khỏi bóng râm và hạ cây sáo xuống khỏi miệng. Phía sau ông ta, những dân làng mất tích, giờ đã thoát khỏi bùa mê. Sự náo động thu hút một số Dân làng đến đống lửa trại. Gia đình và bạn bè ôm chầm lấy nhau, tất cả đều vui mừng khôn xiết.
vi: “Ta đã hứa với các ngươi rằng ta sẽ giữ lời nếu các ngươi cũng giữ lời”, ông ta nói khi bước ra từ trong bóng tối và bỏ cây sáo xuống khỏi miệng. Phía sau ông ta là những người dân mất tích, giờ đã được giải thoát khỏi lời nguyền. Sự náo động khiến một số người dân đến đống lửa. Gia đình và bạn bè ôm chầm lấy nhau, tất cả đều vô cùng hạnh phúc.

# T_RANDOM_EVENT_RAT_CATCHER_EPILOGUE_GOOD_STATEMENT_03
source: Niềm vui trong làng kéo dài rất lâu, nhưng cũng mất một thời gian dài tương tự để làng trở lại cuộc sống bình thường hàng ngày, bởi vì phần lớn đã bị phá hủy và phải được xây dựng lại. Tất cả cư dân đều có tâm trạng tốt đến nỗi mọi người đều giúp đỡ, bởi vì luôn dễ dàng hơn để đạt được mọi mục tiêu cùng nhau…
vi: Niềm vui trong làng vẫn tiếp diễn trong một thời gian, nhưng cũng mất một thời gian tương đương để cuộc sống trở lại bình thường, vì nhiều thứ đã bị phá hủy và cần phải được xây dựng lại. Tất cả người dân đều có tâm trạng rất tốt, ai ai cũng chung tay vì cùng nhau, mọi mục tiêu đều dễ đạt được hơn…

# T_RANDOM_EVENT_RAT_CATCHER_EVENT_ABORTED_STATEMENT_01
source: Người dân không đồng ý với quyết định của ngài! Một đám đông lớn đang di chuyển qua thành phố trong thời gian chờ đợi.
vi: Người dân không đồng ý với quyết định của ngài! Một đám đông lớn hiện đang di chuyển qua thành phố.

# T_RANDOM_EVENT_RAT_CATCHER_NO_MERCHANTS
source: Tình hình rất tệ, thưa ngài. Du khách đã biết rằng chúng ta có một căn bệnh lạ. Thương nhân sẽ tránh chúng ta từ bây giờ…
vi: Tình hình thật tồi tệ, thưa ngài. Các thương nhân du lịch đã biết rằng chúng ta đang có một căn bệnh kỳ lạ hoành hành. Các thương nhân sẽ tránh chúng ta kể từ bây giờ…

# T_RANDOM_EVENT_RAT_CATCHER_PAID_ENOUGH_THANKS
source: Người thổi sáo biết ơn nhận lấy bó tiền xu. "Các người đã giữ lời," ông ta nói với một nụ cười. "Quá thường xuyên tôi bị lừa dối sau khi đã hoàn thành công việc của mình một cách đúng đắn."
vi: Người bắt chuột biết ơn nhận lấy bó tiền xu. “Các ngươi đã giữ lời”, ông ta nói với một nụ cười. “Rất nhiều lần ta đã bị lừa sau khi hoàn thành công việc.”

# T_RANDOM_EVENT_RAT_CATCHER_PAID_IMMEDIATELY
source: Người bắt chuột biết ơn nhận lấy bó tiền xu. "Cảm ơn," ông ta nói với một nụ cười. "Tôi sẽ bắt tay vào việc ngay lập tức."
vi: Người bắt chuột biết ơn nhận lấy bó tiền xu. “Cảm ơn các ngài!”, anh ta nói với một nụ cười. “Ta sẽ bắt đầu công việc ngay lập tức.”

# T_RANDOM_EVENT_RAT_CATCHER_PAID_NOT_ENOUGH
source: Người bắt chuột rõ ràng thất vọng vì đã bị lừa dối. "Các người sẽ hối tiếc về quyết định của mình, tôi hứa với các người," ông ta nói với vẻ mặt cay đắng.
vi: Người bắt chuột rõ ràng là thất vọng khi bị lừa. “Các ngươi sẽ phải hối tiếc về quyết định của mình, ta hứa với các ngươi điều đó!”, ông ta nói với vẻ mặt cay đắng.

# T_RANDOM_EVENT_RAT_CATCHER_SHIP_ONTHEWAY
source: Sẽ mất một thời gian để những người đàn ông trở về!
vi: Sẽ mất một thời gian để những người đàn ông có thể quay trở lại!

# T_RANDOM_EVENT_RAT_CATCHER_TITLE
source: Bệnh dịch chuột
vi: Dịch chuột

# T_RANDOM_EVENT_REFUGEES_REPLY_01
source: Hãy để họ vào, tôi không sợ bất kỳ bệnh tật nào.
vi: Hãy để họ vào, chúng ta không có gì phải sợ bệnh tật cả.

# T_RANDOM_EVENT_REFUGEES_REPLY_02
source: Đuổi họ đi, họ không được chào đón ở đây.
vi: Hãy xua đuổi họ đi! Chúng ta không muốn người tị nạn ở đây.

# T_RANDOM_EVENT_REFUGEES_REPLY_03
source: Ném họ vào ngục tối! Ở đó họ có thể bị bệnh!
vi: Tống chúng vào ngục! Ở đó chúng có thể bị bệnh một cách yên tĩnh!

# T_RANDOM_EVENT_STARTED_REFUGEES
source: Trinh sát báo cáo một đoàn xe ngựa đang tiến đến thị trấn.
vi: Những người trinh sát phát hiện một đoàn xe chở người đang hướng về phía thành phố.

# T_RANDOM_EVENT_START_RAT_CATCHER_STATEMENT_01
source: Một buổi sáng, một nông dân tuyệt vọng đến phòng khánh tiết. Hết hơi, ông ta bắt đầu nói trong xấu hổ: "Thưa Lãnh chúa, vợ và các con tôi bị bệnh nặng... Ngài có thể giúp chúng tôi không? Chúng tôi cần thuốc và một bác sĩ." Ông ta nhìn ngài với đôi mắt buồn bã...
vi: Vào một buổi sáng, một người nông dân tuyệt vọng đến phòng thính giả. Thở không ra hơi, anh ta bắt đầu nói một cách xấu hổ, “Thưa ngài, vợ và các con của tôi đang bị bệnh nặng… Liệu ngài có thể giúp chúng tôi không? Chúng tôi cần thuốc men và bác sĩ”. Anh ta nhìn ngài với đôi mắt buồn bã…

# T_RANDOM_EVENT_START_RAT_CATCHER_STATEMENT_02
source: Sau khi người nông dân rời khỏi phòng, cố vấn trung thành của ngài xuất hiện từ phòng liền kề. "Đây không phải là một trường hợp cá biệt, thưa Lãnh chúa," ông nói với giọng chán nản. "Có tin đồn về một căn bệnh truyền nhiễm ở đây trong làng." Khi ông đi về phía cửa, ông nói: "Chúng ta nên đề phòng, thưa ngài."
vi: Sau khi người nông dân rời khỏi phòng, cố vấn trung thành của ngài bước ra từ căn phòng bên cạnh. “Đây không phải là trường hợp đơn lẻ, thưa ngài.” ông ta nói với một giọng nặng trĩu. “Có tin đồn về một căn bệnh truyền nhiễm ở đây trong làng.” Trong khi ông ta đi về phía cửa, ông ta nói, “Chúng ta nên thực hiện các biện pháp phòng ngừa, thưa ngài”.
