Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_01_REPLY_02
source: Kỳ quặc.
vi: Thật kỳ quái.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_01_REPLY_03
source: Chắc là mơ.
vi: Chắc là mình vừa mơ thôi.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_02_DESC
source: "Tôi có một đề nghị cho ngài..." người lạ nói. "Tôi tin rằng có điều gì đó tôi có thể làm cho ngài. Ngài chỉ cần nêu tên điều ngài muốn nhất," hắn tiếp tục. Hắn đợi ngài trả lời câu hỏi...
vi: “Ta có một đề xuất cho các ngươi…”, người lạ nói. “Ta tin rằng có thứ gì đó ta có thể làm cho các ngươi. Các ngươi chỉ cần cho ta biết điều gì mà các ngươi khao khát nhất”. Ông ta đang chờ các ngươi trả lời câu hỏi.....

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_02_REPLY_01
source: Hạnh phúc
vi: Niềm vui

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_02_REPLY_02
source: Sự giàu có
vi: Sự thịnh vượng

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_02_REPLY_04
source: Không chào đón người bán rong!
vi: Không hoan nghênh người bán rong!

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_03_AFTERCHOICE_STATEMENT
source: Người lạ mỉm cười và biến mất trong bóng tối. Hắn có ý gì? Chuyện gì sẽ xảy ra bây giờ?
vi: Người lạ mỉm cười và biến mất trong bóng tối. Ý ông ta là gì? Điều gì sẽ xảy ra tiếp theo?

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_03_DESC
source: Hắn nhìn ngài với ánh mắt mờ ám trong một thời gian dài trước khi nói câu sau: "Ta ở đây để lấy những gì đến hạn. Ta đã nói một sự tính sổ sắp đến."
vi: Ông ta nhìn ngài một lúc lâu với ánh mắt đáng ngờ trước khi nói ra câu sau: “Ta ở đây để lấy những gì đến hạn. Ta đã nói sẽ có một cuộc thanh toán mà.”

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_03_REPLY_02
source: Sự tính sổ?
vi: Cuộc thanh toán?

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_03_REPLY_03
source: Lính gác!
vi: Lính canh!

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_AFTERCHOICE_STATEMENT
source: Người lạ gật đầu ngắn gọn và mỉm cười. Một lúc sau, hắn nói những lời "Sẽ có một sự tính sổ..." và biến mất. Ngài có cảm giác xấu về điều này. Chuyện gì sắp xảy ra?
vi: Người lạ gật đầu nhẹ và mỉm cười. Một lát sau, ông ta nói những lời “Sẽ có một cuộc thanh toán...” và biến mất. Ngài cảm thấy rất lo lắng. Điều gì sẽ xảy ra?

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_AFTERRECKONING_01_STARTED
source: "Lãnh chúa, hỏa hoạn đã bùng phát khắp làng!" cố vấn xông vào phòng tiếp kiến. Ngài vừa ngửi thấy mùi lửa âm ỉ. Bây giờ đã có xác nhận. "Tôi đã đặt lính cứu hỏa ở mức ưu tiên cao nhất và mức báo động." Đây có phải là sự tính sổ không?
vi: “Thưa ngài, lửa đã bùng phát trên toàn bộ làng!” Cố vấn xông vào phòng thính giả. Ngài vừa mới ngửi thấy mùi một đám cháy âm ỉ. Giờ thì điều đó đã được xác nhận. “Tôi đã ưu tiên lính cứu hỏa và đặt ở mức cảnh báo cao nhất.” Đây có phải là cuộc thanh toán không?

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_AFTERRECKONING_01_SUCCESS
source: Người chỉ huy đội cứu hỏa sẽ xác nhận rằng tất cả các đám cháy đã được dập tắt hoặc đã được phép cháy một cách có kiểm soát. Ngôi làng lại an toàn.
vi: Đội trưởng cứu hỏa xác nhận rằng tất cả các đám cháy trong làng đã được dập tắt hoặc có thể cháy hết một cách có kiểm soát. Ngôi làng đã an toàn trở lại.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_AFTERRECKONING_02_STARTED
source: Cánh cửa phòng tiếp kiến bật mở với một tiếng nổ lớn. Đó là bác sĩ mang tin xấu. "Lãnh chúa, ngài nên được thông báo về tình hình mới trong làng." Ông dừng lại vài giây. "Dịch hạch đã bùng phát. Có rất nhiều người bệnh và nhiều người khác bị nhiễm bệnh. Chúng ta nên hành động nhanh chóng". Sự tính sổ đã đến!
vi: Cánh cửa của phòng thính giả mở ra với một tiếng rầm lớn. Đó là bác sĩ, người mang tin xấu. “Thưa ngài, ngài nên biết về tình hình mới trong làng.” Ông ta dừng lại một vài giây. “Bệnh dịch đã bùng phát. Có rất nhiều người bị bệnh và nhiều người khác bị nhiễm bệnh. Chúng ta nên hành động nhanh chóng”. Cuộc thanh toán đã đến!

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_AFTERRECKONING_02_SUCCESS
source: Sự bùng phát của dịch hạch đã kết thúc, Lãnh chúa. Thị trấn lại an toàn.
vi: Đợt bùng phát dịch bệnh đã kết thúc, thưa ngài. Thành phố đã an toàn trở lại.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_AFTERRECKONING_03_STARTED
source: "Có điều gì đó kỳ lạ đang xảy ra, Lãnh chúa. Hãy tự mình xem" ông chỉ ra ngoài cửa sổ một tòa nhà vừa hoàn thành ngày hôm qua. Nó trông giống như một đống đổ nát. "Lãnh chúa, các tòa nhà… chúng đang xuống cấp nhanh chóng. Chuyện gì đang xảy ra vậy?" Sự tính sổ đã đến!
vi: “Một điều kỳ lạ đang xảy ra, thưa ngài. Ngài hãy tự nhìn xem”, anh ta chỉ tay ra ngoài cửa sổ vào một tòa nhà vừa mới được hoàn thành vào ngày hôm qua. Trông nó giống như một tàn tích đổ nát. “Thưa ngài, các tòa nhà... chúng đang xuống cấp nhanh chóng. Chuyện gì đang xảy ra vậy?” Cuộc thanh toán đã đến!

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_AFTERRECKONING_03_SUCCESS
source: Cố vấn trung thành của ngài bước vào phòng tiếp kiến. "Tôi nghĩ nó đã kết thúc, Lãnh chúa." ông nói vui vẻ. "Sự xuống cấp bất thường của các tòa nhà dường như đã trở lại bình thường."
vi: Cố vấn trung thành của ngài bước vào phòng thính giả. “Tôi tin rằng mọi chuyện đã kết thúc rồi, thưa Lãnh Chúa”, ông ta vui vẻ nói. “Sự xuống cấp bất thường của các tòa nhà dường như đã trở lại bình thường.”

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_AFTERRECKONING_04_SUCCESS
source: Các cánh đồng, Lãnh chúa! Chúng lại mọc trở lại. Tôi nghĩ cuối cùng chúng ta đã vượt qua lời nguyền này. Thật may mắn!
vi: Cố vấn trung thành của ngài bước vào phòng thính giả. “Tôi nghĩ là nó đã qua rồi, thưa ngài,” anh ta vui vẻ nói. “Sự xuống cấp bất thường của các tòa nhà dường như đã trở lại bình thường.”

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_AFTERRECKONING_05_STARTED
source: Có điều gì đó rất kỳ lạ đang xảy ra trong làng. Ngài sớm nhận thấy rằng mọi chuyển động đều cực kỳ khó khăn. Mọi thứ dường như chậm lại một cách khó tin. Khi ngài nhìn ra ngoài cửa sổ, ngài thấy rằng tất cả cư dân trong làng di chuyển rất chậm. Đó có phải là sự tính sổ không?
vi: Một điều gì đó rất kỳ lạ đang xảy ra trong làng. Ngài đã sớm nhận thấy rằng tất cả các chuyển động của ngài đều trở nên cực kỳ khó khăn. Mọi thứ dường như chậm lại một cách khó tin. Khi nhìn ra cửa sổ, ngài thấy rằng tất cả người dân trong làng cũng đang di chuyển rất chậm. Đây có phải là cuộc thanh toán không?

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_AFTERRECKONING_05_SUCCESS
source: Sau nửa thế kỷ, tốc độ di chuyển trong làng lại bình thường hóa. Một sự may mắn! Dường như sự tính sổ đã kết thúc.
vi: Sau một quãng thời gian dài như vô tận, tốc độ di chuyển trong làng đã trở lại bình thường. Thật là một điều may mắn! Có vẻ như cuộc thanh toán đã kết thúc.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_HAPPINESS_AFTERCHOICE_STATEMENT
source: Vậy tất cả những gì ngài mong muốn là sống hạnh phúc mãi mãi với tình yêu của đời mình trong ngôi làng mơ ước của ngài!
vi: Vậy thì tất cả những gì ngươi muốn là được sống hạnh phúc đến hết đời với tình yêu của cuộc đời ngươi trong ngôi làng mơ ước của ngươi!

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_WEALTH_AFTERCHOICE_STATEMENT
source: Vậy ngài muốn trở thành người giàu có nhất Vương quốc?
vi: Vậy là ngươi muốn trở thành người giàu nhất vương quốc?

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_WISDOM_AFTERCHOICE_STATEMENT
source: Ààà, ngài khao khát sức mạnh thực sự duy nhất… Trí tuệ! Lựa chọn tốt.
vi: A ha, các ngươi đang khao khát sức mạnh thực sự… sự thông thái! Một lựa chọn tốt.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_DESC
source: Một người lạ bí ẩn đã xuất hiện với ngài đêm đó và đưa ra một lời đề nghị.
vi: Một người lạ bí ẩn đã xuất hiện trước mặt các ngươi vào ban đêm và đưa ra cho các ngươi một lời đề nghị.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_INTRO_01
source: Lâu đài lạnh lẽo đêm nay. Gió hú qua các phòng của ngài. Đứng dậy lấy chăn dày hơn từ tủ cạnh cửa, ngài thấy một bóng đen trong khóe mắt. Có ai đó trong phòng!
vi: Đêm nay trong lâu đài thật lạnh lẽo. Gió hú qua các phòng của ngài. Khi ngài đứng dậy để lấy những chiếc chăn dày hơn từ tủ bên cạnh cửa, ngài thấy một bóng người ở góc mắt của mình. Có ai đó trong phòng!

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_INTRO_02
source: Có thể là cố vấn đáng tin cậy của ngài? Hay ai đó ở đây để làm hại? Từ từ, ngài quay lại và thấy một bóng người mờ ảo đang ngồi trên ghế cạnh bàn làm việc của ngài. Bóng người không di chuyển… nó chỉ ngồi đó.
vi: Có thể đó là cố vấn đáng tin cậy của các ngài không? Hay có ai đó ở đây để gây rắc rối? Từ từ quay lại, ngài thấy một bóng người đang ngồi trên ghế cạnh bàn làm việc. Người đó không di chuyển.... chỉ ngồi đó thôi.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_INTRO_03
source: Đã muộn và ngài mệt mỏi. Ngài đi lên lầu đến phòng của mình trong tháp lâu đài. Ngay trước khi mở cửa phòng, đột nhiên trời trở nên rất lạnh. Từ từ, ngài bắt đầu mở cửa. Gần mở được nửa chừng, ngài thấy trong phòng mình lại có bóng người đó ngồi!
vi: Đã muộn rồi và các ngài đang mệt mỏi. Các ngài lên phòng riêng của mình trong tháp lâu đài. Ngay trước khi mở cửa vào phòng ngủ, đột nhiên trời trở nên rất lạnh. Từ từ mở cửa ra. Người đó lại đang ngồi ở bàn làm việc. Ông ta đã quay lại!

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_INTRO_04
source: Trong ánh sáng dịu nhẹ, ngài đứng trước một người đàn ông mặc quần áo mà ngài chưa từng thấy trước đây. Ngài cảm thấy khó chịu. Có điều gì đó không ổn. Người đàn ông từ từ đứng dậy khỏi ghế. Có điều gì đó kỳ lạ với chuyển động của hắn, nhưng ngài không thể mô tả chính xác đó là gì. Với giọng trầm và chậm, hắn bắt đầu nói.
vi: Trong ánh sáng dịu nhẹ, ngài đang đứng trước một người đàn ông kỳ lạ mặc những bộ quần áo kỳ lạ mà ngài chưa từng thấy trước đây. Ngài cảm thấy không thoải mái. Có gì đó không ổn. Người đàn ông từ từ đứng lên khỏi ghế. Có điều gì đó kỳ lạ trong chuyển động của ông ta, nhưng không thể diễn tả được chính xác điều gì. Với giọng nói trầm và chậm, ông ta bắt đầu nói.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_RECKONING_SUMMARY
source: Đối với mọi điều ước, đều có một sự tính sổ.
vi: Với mọi mong muốn đều có một sự thanh toán.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_SUMMARY
source: Hãy chấp nhận lời đề nghị... Ngài muốn nó!
vi: Hãy nhận lời đề nghị này đi… Các ngươi muốn điều đó!

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_UNHAPPY_DESC
source: Lãnh chúa, nhiều cư dân kể về những giấc mơ khủng khiếp ám ảnh họ vào ban đêm. Người dân không hài lòng và không thể làm việc hết sức mình. Họ thiếu ngủ.
vi: Thưa ngài, nhiều người dân đang kể về những cơn ác mộng kinh hoàng mà họ đang gặp phải vào ban đêm. Người dân không hài lòng và không thể làm việc hết sức mình. Họ đang bị thiếu ngủ.

# T_RANDOM_EVENT_OUTCOME_DROUGHT_BUILD_WELLS
source: Bằng cách cải thiện việc tưới tiêu cho các cánh đồng và nguồn cung cấp cho thị trấn, chúng ta có thể đối phó với hạn hán tốt hơn nhiều, Lãnh chúa.
vi: Thông qua việc cải thiện hệ thống tưới tiêu cho các cánh đồng và nguồn cung cấp nước cho thành phố, chúng ta có thể đối phó với tình trạng hạn hán tốt hơn nhiều, thưa ngài.

# T_RANDOM_EVENT_OUTCOME_DROUGHT_DO_NOTHING
source: Như mọi khi, chúng ta sẽ vượt qua gánh nặng này và vượt qua những thời điểm khó khăn này... bằng suy nghĩ và lời cầu nguyện.
vi: Như mọi khi, chúng ta sẽ vượt qua gánh nặng này và vượt qua những thời điểm khủng khiếp này... bằng suy nghĩ và cầu nguyện.

# T_RANDOM_EVENT_OUTCOME_DROUGHT_LIMIT_WATER
source: Được rồi, Lãnh chúa. Nhưng tôi không nghĩ dân làng sẽ thích quyết định của ngài.
vi: Được thôi, thưa Lãnh Chúa. Nhưng tôi không nghĩ rằng người dân trong làng sẽ thích quyết định này của ngài.

# T_RANDOM_EVENT_OUTCOME_DROUGHT_TOOLS
source: Rất tốt, Lãnh chúa. Tôi nghĩ với các biện pháp chúng ta đã thực hiện, chúng ta có thể vượt qua hạn hán tốt hơn.
vi: Rất tốt, thưa Lãnh Chúa. Tôi nghĩ rằng với các biện pháp mà chúng ta đã thực hiện, chúng ta có thể vượt qua được cơn hạn hán tốt hơn.

# T_RANDOM_EVENT_OUTCOME_FALLENSTAR_STATEMENT_01
source: Rất tốt, Lãnh chúa. Tôi sẽ ủy thác nó ngay lập tức.
vi: Vâng thưa ngài. Tôi sẽ ra lệnh thực hiện ngay lập tức.

# T_RANDOM_EVENT_OUTCOME_FALLENSTAR_STATEMENT_02
source: Chúng tôi đã tìm được người mua, thưa ngài. Hòn đá sẽ bán được giá tốt.
vi: Chúng ta đã tìm thấy người mua, thưa ngài. Viên đá này sẽ có giá tốt.

# T_RANDOM_EVENT_OUTCOME_FALLENSTAR_STATEMENT_03
source: Với sự giúp đỡ của hòn đá, chúng tôi đã có thể cải thiện thiết bị của lò luyện kim. Từ bây giờ nó sẽ có thể hoạt động hiệu quả hơn vĩnh viễn.
vi: Với sự giúp đỡ của viên đá, chúng ta đã có thể cải thiện thiết bị của lò luyện kim. Từ giờ trở đi, nó sẽ có thể hoạt động hiệu quả hơn vĩnh viễn.

# T_RANDOM_EVENT_OUTCOME_FALLENSTAR_STATEMENT_04
source: Thống đốc, xin nhận lời cảm ơn của tôi vì món quà tuyệt vời này. Bức tượng thực sự là một cái gì đó đặc biệt!
vi: Thưa Thống đốc, tôi cảm ơn ngài vì món quà tuyệt vời này. Bức tượng thực sự là một điều gì đó đặc biệt!

# T_RANDOM_EVENT_OUTCOME_FARMERS_AND_CRAFTSMEN_STATEMENT_01
source: Quyết định của ngài sẽ có hậu quả, thưa Lãnh chúa.
vi: Quyết định của ngài chắc sẽ gây ra hậu quả đấy, thưa ngài.

# T_RANDOM_EVENT_OUTCOME_FARMERS_AND_CRAFTSMEN_STATEMENT_02
source: Vậy ngài nghĩ công việc của chúng tôi kém giá trị hơn của thợ thủ công sao, thưa Lãnh chúa? Được thôi, chúng ta sẽ thấy.
vi: Vậy là ngài cho rằng công việc của chúng ta kém giá trị hơn công việc của những người thợ thủ công, thưa Lãnh Chúa? Chà, chúng ta sẽ chờ xem điều gì sẽ xảy ra.

# T_RANDOM_EVENT_OUTCOME_FARMERS_AND_CRAFTSMEN_STATEMENT_03
source: Chà, tôi biết ngài sẽ ưu ái nông dân hơn, thưa Lãnh chúa! Hãy xem chuyện này sẽ diễn biến thế nào.
vi: Chà, quả là rõ ràng khi ngài ưu ái những người nông dân này, thưa Lãnh Chúa! Hãy xem mọi thứ sẽ phát triển như thế nào.

# T_RANDOM_EVENT_OUTCOME_FARMERS_AND_CRAFTSMEN_STATEMENT_04
source: Tôi nghĩ ngài đã làm người dân của chúng ta thất vọng, thưa Lãnh chúa. Bây giờ cả hai phe đều tức giận.
vi: Tôi nghĩ rằng ngài đã làm thất vọng người dân của chúng ta, thưa Lãnh Chúa. Giờ cả hai phe đều đang tức giận.

# T_RANDOM_EVENT_OUTCOME_PRODUCTIVITY
source: Do quyết định của ngài, năng suất của một tòa nhà tạm thời bị ảnh hưởng.
vi: Do quyết định của các ngài, năng suất của một tòa nhà đang bị ảnh hưởng tạm thời.

# T_RANDOM_EVENT_OUTCOME_RAT_CATCHER_STATEMENT_01
source: Khi ngài nhìn ra ngoài cửa sổ lâu đài, quan sát vùng nông thôn quanh làng, ngài thấy Dân làng sợ hãi tự cô lập trong nhà hoặc cắm trại trước bệnh xá. Có thể thấy rõ một số lượng chuột trên đường phố, nhưng chúng tránh những khu vực được đuốc chiếu sáng. Chúng vẫn chỉ giới hạn ở những ngã tư tối tăm.
vi: Trong khi ngài đang nhìn phong cảnh xung quanh ngôi làng qua cửa sổ của lâu đài, các ngài thấy người dân đang cô lập mình trong những ngôi nhà của họ vì sợ hãi hoặc đang cắm trại trước nhà thầy thuốc. Nhiều con chuột được nhận ra rõ ràng trên đường phố, tuy nhiên, chúng đang tránh những khu vực có ánh đuốc.

# T_RANDOM_EVENT_OUTCOME_RAT_CATCHER_STATEMENT_02
source: "Đó là bệnh dịch hạch, lũ chuột đã mang căn bệnh khủng khiếp này vào làng, thưa Lãnh chúa," cố vấn nói, người đã vào phòng ngài mà không bị chú ý và thấy ngài đang chìm trong suy nghĩ bên cửa sổ lâu đài. "Dân làng đang khó chịu và buộc tội ngài thờ ơ, thưa Lãnh chúa. Tâm trạng trong làng đang xuống dốc không phanh. Họ có thể chuẩn bị một cuộc nổi loạn."
vi: “Đó là bệnh dịch, những con chuột đã mang căn bệnh khủng khiếp này đến làng, thưa ngài”, cố vấn nói, người đã bước vào phòng của ngài một cách lặng lẽ và thấy ngài đang đắm chìm trong suy nghĩ trước cửa sổ lâu đài. “Người dân đang rất tức giận và đang buộc tội ngài không hành động, thưa ngài. Tâm trạng trong làng đang rất tệ. Họ có thể lên kế hoạch nổi loạn.”

# T_RANDOM_EVENT_OUTCOME_REFUGEES_DUNGEON
source: Dân làng nghĩ rằng quyết định của ngài khá khắc nghiệt. Họ sợ rằng ngài cũng sẽ ném họ vào ngục tối khi họ bị bệnh. Điều này sẽ ảnh hưởng đến hạnh phúc của họ trong một thời gian.
vi: Người dân cho rằng quyết định của ngài khá hà khắc. Họ sợ rằng mình cũng sẽ bị ném vào ngục nếu họ bị bệnh. Điều này sẽ ảnh hưởng đến sự hài lòng của họ trong một thời gian.

# T_RANDOM_EVENT_OUTCOME_REFUGEES_LEAVE
source: Trước khi bị buộc phải rời khỏi làng, một số người tị nạn đã đốt cháy một số tòa nhà.
vi: Trước khi bị buộc phải rời khỏi làng, một số người tị nạn đã gây ra hỏa hoạn ở một số tòa nhà.

# T_RANDOM_EVENT_OUTCOME_REFUGEES_LEAVE_02
source: Sau quyết định của ngài, những người tị nạn rời khỏi làng với vẻ mặt u ám và tiếp tục di chuyển.
vi: Sau quyết định của ngài, những người tị nạn rời khỏi làng của các ngài với vẻ mặt cau có và tiếp tục hành trình.

# T_RANDOM_EVENT_OUTCOME_REFUGEES_STAY
source: Chúng ta đã tiếp nhận những người tị nạn, thưa Lãnh chúa. Một số người thậm chí còn để lại một ít hàng hóa cho ngài như một dấu hiệu của lòng biết ơn.
vi: Chúng ta đã tiếp nhận những người tị nạn, thưa ngài. Một số người trong số họ thậm chí còn để lại một số hàng hóa cho ngài để cảm ơn.

# T_RANDOM_EVENT_OUTCOME_STARTED_COAL
source: Cung cấp than cho thị trấn là một ý tưởng hay, thưa Lãnh chúa. Bằng cách này, cư dân sẽ không cần nhiều tài nguyên để sưởi ấm nhà cửa.
vi: Cung cấp than cho thành phố là một ý tưởng hay, thưa ngài. Bằng cách đó, người dân sẽ không cần nhiều tài nguyên để sưởi ấm nhà cửa.

# T_RANDOM_EVENT_OUTCOME_STATEMENT
source: Rất tốt, thưa Lãnh chúa. Tôi sẽ chuẩn bị cho quyết định của ngài.
vi: Vâng, thưa ngài. Tôi sẽ chuẩn bị cho quyết định của ngài ngay lập tức.

# T_RANDOM_EVENT_OUTCOME_STATEMENT_ABORT
source: Thật tệ, thưa Lãnh chúa. Đó lẽ ra đã là một cơ hội tuyệt vời cho chúng ta.
vi: A, thật đáng tiếc, thưa Lãnh Chúa. Đó lẽ ra là một cơ hội lớn cho chúng ta.

# T_RANDOM_EVENT_OUTCOME_STATEMENT_BALANCED
source: Tôi sẽ thông báo quyết định của ngài ngay lập tức, thưa Lãnh chúa.
vi: Tôi sẽ thực hiện quyết định của ngài ngay lập tức, thưa Lãnh Chúa.

# T_RANDOM_EVENT_OUTCOME_STATEMENT_NEGATIVE
source: Như ngài muốn, thưa Lãnh chúa. Nhưng tôi nghĩ dân chúng sẽ không hài lòng với quyết định này.
vi: Như ngài mong muốn, thưa Lãnh Chúa. Nhưng tôi nghĩ rằng người dân sẽ không hài lòng với quyết định này.

# T_RANDOM_EVENT_OUTCOME_STATEMENT_POSITIVE
source: Thưa Lãnh chúa. Tôi nghĩ mọi người sẽ hoan nghênh quyết định này.
vi: Tôi nghĩ rằng người dân sẽ hoan nghênh quyết định này của các ngài, thưa Lãnh Chúa.

# T_RANDOM_EVENT_OUTCOME_WEDDING_DO_NOTHING
source: Tôi hiểu, thưa ngài. Ngài rất bận. Tôi sẽ không làm phiền ngài nữa.
vi: Tôi hiểu rồi, thưa ngài. Ngài đang rất bận. Tôi sẽ không làm phiền ngài nữa.

# T_RANDOM_EVENT_OUTCOME_WEDDING_DRINKS
source: Cảm ơn ngài, thưa ngài. Ngài thực sự quá tốt bụng. Với những đồ uống ngon lành này, chúng ta giờ đây có một bữa tiệc thực sự. Tôi sẽ đảm bảo rằng cả làng đều được mời.
vi: Xin cảm ơn, thưa ngài. Ngài thật quá tốt bụng. Với những thức uống ngon lành này, lễ hội sẽ trở nên một bữa tiệc thật hoành tráng. Tôi sẽ đảm bảo rằng cả làng sẽ được mời đến.

# T_RANDOM_EVENT_OUTCOME_WEDDING_MONEY
source: Ngài quá tốt bụng, thưa Lãnh chúa. Cảm ơn ngài rất nhiều. Tôi sẽ không bao giờ quên những việc làm của ngài và sẽ làm việc chăm chỉ hơn nữa từ bây giờ.
vi: Ngài quá hào phóng, thưa Lãnh Chúa. Tôi vô cùng cảm ơn ngài. Tôi sẽ không bao giờ quên những hành động của ngài và tôi sẽ làm việc chăm chỉ hơn nữa trong tương lai.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_01_BUILD_HUNTERS
source: Cần xây dựng một số lều thợ săn. Tôi có nên ủy thác việc xây dựng không, thưa ngài?
vi: Nên xây dựng một vài lều săn bắn. Tôi có nên ra lệnh xây dựng các tòa nhà đó không, thưa ngài?

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_01_DESCRIPTION_01
source: Chúng tôi cần giúp đỡ, thưa ngài. Nhiều cư dân bị bệnh, lương thực khan hiếm. Chúng tôi phải tiêu hủy tất cả thịt và bánh mì, vì nó cũng bị nhiễm bệnh.
vi: Chúng ta cần sự giúp đỡ, thưa ngài. Nhiều người dân đang bị bệnh, nguồn cung cấp lương thực đang khan hiếm. Chúng ta phải tiêu hủy tất cả thịt và bánh mì vì chúng cũng đã bị nhiễm bệnh.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_01_DESCRIPTION_02
source: "Người dân báo cáo về một bệnh dịch chuột, thưa Lãnh chúa. Chúng ta phải hành động càng sớm càng tốt trước khi quá muộn." Khuôn mặt của cố vấn trung thành của ngài lộ rõ vẻ sợ hãi. Rõ ràng, ông ta cũng muốn rời khỏi thành phố. "Cư dân sắp hoảng loạn... Chúng ta nên tiến hành như thế nào?"
vi: “Người dân đang báo cáo về một dịch chuột, thưa ngài. Chúng ta phải hành động khẩn trương trước khi quá muộn.” Mặt của cố vấn trung thành của ngài lộ rõ vẻ sợ hãi. Rõ ràng là ông ta cũng thích rời khỏi thành phố ngay lập tức. “Người dân đang hoảng loạn... Chúng ta nên làm gì đây?”

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_01_PRODUCE_TOOLS
source: Thợ rèn nên làm đủ công cụ để có thể chế tạo bẫy, thưa Lãnh chúa.
vi: Thợ rèn nên sản xuất đủ công cụ để có thể xây dựng các bẫy, thưa ngài.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_01_REPLY_01
source: Yêu cầu thợ chế tạo công cụ làm một số bẫy chuột!
vi: Hãy cho thợ rèn làm một vài bẫy chuột!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_01_REPLY_02
source: Xây dựng lều thợ săn có thể giúp ích!
vi: Hãy dựng thêm nhiều lều săn bắn!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_01_REPLY_03
source: Chúng ta không có bác sĩ sao? Đừng lo lắng.
vi: Chúng ta có một thầy thuốc mà nhỉ? Đừng lo lắng.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_01_REPLY_04
source: Để Dân làng đến gặp bác sĩ.
vi: Người dân nên đến gặp thầy thuốc.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_02_DESCRIPTION_01
source: Một số con chuột đã bị giết, nhưng có quá nhiều con chuột theo sau nên nó không hiệu quả.
vi: Một vài con chuột đã bị tiêu diệt, tuy nhiên, rất nhiều con chuột khác đến, khiến điều đó trở nên vô ích.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_02_DESCRIPTION_02
source: Ngài định làm gì, thưa Lãnh chúa?
vi: Ngài định làm gì đây, thưa Lãnh Chúa?

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_02_REPLY_01
source: Trấn an dân làng trước khi hoảng loạn bùng phát!
vi: Làm dịu người dân trước khi sự hoảng loạn bùng nổ!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_02_REPLY_02
source: Ra lệnh xây thêm bệnh xá!
vi: Đặt hàng thêm nhà ở cho các thầy thuốc!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_02_REPLY_03
source: Cách ly người bệnh và tránh những nơi có chuột!
vi: Cách ly người bệnh và tránh những nơi chuột hoành hành!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_03_REPLY_01
source: Tìm người có thể giúp đỡ! Đưa ra phần thưởng!
vi: Tìm ai đó có thể giúp được! Đưa ra một phần thưởng!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_03_REPLY_02
source: Cử kỵ sĩ của chúng ta đến thủ đô để được giúp đỡ.
vi: Gửi kỵ binh của chúng ta đến thủ đô.

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_03_REPLY_03
source: Cử một con tàu đi tìm kiếm sự giúp đỡ!
vi: Hãy gửi một con tàu và tìm kiếm sự giúp đỡ!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_04_DO_NOTHING_RESULT_01
source: Ngày càng nhiều chuột đào đường lên mặt đất, thưa Lãnh chúa. Chúng đang mang đến bệnh dịch hạch! Dân làng phẫn nộ vì sự thụ động của ngài cho đến nay!
vi: Ngày càng có nhiều chuột đào lên mặt đất, thưa ngài. Chúng đang mang dịch bệnh! Người dân đang vô cùng phẫn nộ vì sự thờ ơ của ngài!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_04_DO_NOTHING_RESULT_02
source: Lãnh chúa, xin thứ lỗi, ngài phải làm gì đó... Có một cuộc bạo loạn trong làng! Đám đông giận dữ đang đốt cháy các tòa nhà!
vi: Thưa Lãnh Chúa, với tất cả sự tôn trọng, ngài phải làm gì đó… Đang có một cuộc nổi dậy trong làng! Đám đông đang tức giận phóng hỏa các tòa nhà! Chúng ta nên làm gì đây?

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_04_REPLY_01
source: Sẽ không có bất kỳ cuộc bạo loạn nào trong thị trấn của ta!
vi: Sẽ không có bất kỳ cuộc náo loạn nào trong thành phố của ta!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_04_REPLY_02
source: Cử kỵ sĩ đến tất cả các thành phố xung quanh và tìm kiếm sự giúp đỡ!
vi: Cử kỵ binh đến tất cả các thành phố xung quanh và tìm kiếm sự giúp đỡ!

# T_RANDOM_EVENT_RAT_CATCHER_CHOICE_04_REPLY_03
source: Chúng ta cần giữ vững niềm tin và cầu nguyện cho một giải pháp.
vi: Chúng ta phải giữ vững đức tin và cầu nguyện để có được giải pháp.
