Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_SCEN13_06_START
source: Khu chợ đã bị cháy rụi và cần được xây dựng lại! Chúng ta đang cần gấp hàng hóa để chuẩn bị thị trấn cho sự xuất hiện của Nhà vua.
vi: Chợ đã bị phá hủy trong cuộc tấn công của bọn cướp vừa rồi. Chúng ta nên xây dựng lại nó và dùng số vàng còn lại trong kho báu để đổi lấy hàng hóa, thứ rất cần thiết cho việc tái thiết thành phố.

# T_GAME_QUEST_SCEN13_07_1_START
source: Chúng ta cũng cần một thợ mộc, thưa Lãnh chúa. Nhiều tòa nhà đang cần sửa chữa khẩn cấp!
vi: Chúng ta cũng rất cần một thợ mộc, thưa ngài. Nhiều tòa nhà cần phải được sửa chữa nhanh chóng!

# T_GAME_QUEST_SCEN13_07_START
source: Chúng ta cần sửa chữa kho bạc, để người thu thuế có thể tiếp tục công việc của mình. Tiền xu đang được yêu cầu khẩn cấp để sửa chữa!
vi: Chúng ta phải sửa chữa kho bạc để người thu thuế có thể tiếp tục công việc của mình. Vàng đang rất cần thiết cho việc sửa chữa!

# T_GAME_QUEST_SCEN13_07_SUCCESS
source: Chúng ta nên sử dụng tiền thuế để trả cho các sửa chữa cần thiết.
vi: Tuyệt vời. Với thu nhập từ thuế, chúng ta sẽ có thể chi trả cho các công việc sửa chữa cần thiết của thành phố.

# T_GAME_QUEST_SCEN13_08_START
source: Ngài nên sửa chữa các nhà phố và xây dựng những cái mới để thu hút thêm công nhân vào thị trấn. Chúng ta cần bắt đầu sản xuất lại!
vi: Chúng ta cần thêm công nhân trong thành phố để có thể bố trí lại các tòa nhà sản xuất, thưa ngài!

# T_GAME_QUEST_SCEN13_08_SUCCESS
source: Bây giờ chúng ta có đủ chỗ cho nhiều công nhân hơn, nhưng chúng ta vẫn chưa xong.
vi: Ít nhất thì giờ chúng ta đã có chỗ cho nhiều công nhân hơn, nhưng chúng ta vẫn chưa xong việc.

# T_GAME_QUEST_SCEN13_09_START
source: Đây là một thảm họa! Chúng ta chỉ có thể vá víu những nơi Nhà vua sẽ đến thăm và hy vọng ngài ấy sẽ không nghi ngờ. Hãy sử dụng thời gian trong khi Nhà vua nghỉ ngơi một cách khôn ngoan!
vi: Đây là một thảm họa! Thành phố chưa sẵn sàng cho cuộc thị sát của Đức Vua. Chúng ta nên nhanh chóng làm gì đó để ngài không nghi ngờ. Hãy tận dụng thời gian Đức Vua nghỉ ngơi để sửa chữa các chuỗi sản xuất.

# T_GAME_QUEST_SCEN13_09_TITLE
source: Chờ cho đến khi Nhà vua thông báo địa điểm đầu tiên ngài ấy muốn đến thăm.
vi: Chờ đến khi Đức Vua công bố điểm đến đầu tiên trong chuyến đi.

# T_GAME_QUEST_SCEN13_10_FAIL
source: Nhà vua phát hiện ra bọn cướp và trở nên nghi ngờ! Chúng ta cần cẩn thận hơn!
vi: Không ổn rồi. Đức Vua đã phát hiện ra bọn cướp trong rừng và bắt đầu nghi ngờ. Chúng ta phải cẩn thận hơn!

# T_GAME_QUEST_SCEN13_10_SUCCESS
source: Thật là hú vía! Nhưng vẫn chưa kết thúc…
vi: Thật là suýt soát! Nhưng mọi chuyện vẫn chưa kết thúc.

# T_GAME_QUEST_SCEN13_10_TITLE
source: Phá hủy tất cả các trại của bọn cướp.
vi: Phá hủy tất cả các trại cướp.

# T_GAME_QUEST_SCEN13_11_FAIL
source: Ôi không! Chúng ta đã không thành công trong việc lừa dối Nhà vua. Bây giờ ngài ấy đã nghi ngờ, chúng ta không được phạm thêm sai lầm nào nữa!
vi: Ôi không! Chúng ta đã không thành công trong việc đánh lừa Đức Vua. Giờ ngài đã bắt đầu nghi ngờ, chúng ta không thể mắc thêm sai lầm nào nữa!

# T_GAME_QUEST_SCEN13_11_START
source: Nhà vua muốn đi dạo quanh thị trấn. Nếu ngài ấy phát hiện ra những người dân thị trấn không hài lòng, ngài ấy chắc chắn sẽ nhận ra có điều gì đó không ổn. Chúng ta cũng cần xây dựng một bức tượng của Nhà vua!
vi: Tiếp theo, Đức Vua muốn thị sát thành phố. Nếu ngài thấy dân chúng bất mãn, ngài sẽ nhận ra có điều gì đó không ổn. Ngoài ra, bức tượng tôn vinh Đức Vua đã bị phá hủy cách đây một thời gian. Chúng ta phải nhanh chóng dựng một bức tượng mới!

# T_GAME_QUEST_SCEN13_11_SUCCESS
source: Tuyệt vời! Tất cả dân làng đều có tinh thần rất tốt trong suốt chuyến đi dạo của Nhà vua.
vi: Xuất sắc! Tất cả người dân đều rất vui vẻ trong chuyến thị sát của Đức Vua. Hơn nữa, ngài đặc biệt ấn tượng với tình trạng tốt của bức tượng hoàng gia.

# T_GAME_QUEST_SCEN13_11_TITLE
source: Nâng cao sự hài lòng của dân làng và xây dựng một bức tượng của Nhà vua.
vi: Đưa mức độ hài lòng của dân chúng lên trên 100% và xây dựng một bức tượng của Đức Vua.

# T_GAME_QUEST_SCEN13_12_FAIL
source: Nhà vua không ấn tượng! Chúng ta không thể phạm thêm sai lầm nào nữa!
vi: Ôi không! Đức Vua hoàn toàn không ấn tượng với lính canh! Chúng ta không thể mắc thêm sai lầm nào khi Đức Vua còn ở đây!

# T_GAME_QUEST_SCEN13_12_START
source: Nhà vua sẽ kiểm tra quân đội của chúng ta. Hãy đảm bảo chúng ta có một đội canh gác thị trấn ấn tượng đang chờ đợi sự xuất hiện của Nhà vua!
vi: Tiếp theo, Đức Vua sẽ kiểm tra quân đội. Hãy đảm bảo rằng một đội lính canh thành phố hùng hậu đang chờ đợi ngài!

# T_GAME_QUEST_SCEN13_12_SUCCESS
source: Đội canh gác thị trấn này chắc chắn sẽ gây ấn tượng với Nhà vua!
vi: Xuất sắc! Đức Vua sẽ ấn tượng với đội lính canh thành phố!

# T_GAME_QUEST_SCEN13_12_TITLE
source: Giữ đủ số lượng binh lính được tuyển dụng.
vi: Tuyển đủ binh lính.

# T_GAME_QUEST_SCEN13_13_FAIL
source: Chúng ta đã thất bại, thưa Lãnh chúa. Lễ hội không đáp ứng được tiêu chuẩn của nhà vua và bây giờ ngài ấy không hài lòng! Có lẽ trung thực đã là cách tốt hơn…
vi: Chúng ta đã thất bại rồi, thưa ngài! Buổi tiệc không đáp ứng được mong đợi của Đức Vua và giờ ngài đang tức giận. Có lẽ trung thực sẽ là cách tốt hơn...

# T_GAME_QUEST_SCEN13_13_START
source: Nhà vua muốn có một lễ hội lớn. Hãy đảm bảo rằng chúng ta có trang sức và quần áo quý tộc trong kho. Mọi thứ sẽ đổ bể nếu chúng ta thất bại!
vi: Để kết thúc chuyến thị sát, Đức Vua muốn tổ chức một buổi dạ hội lớn. Hãy đảm bảo rằng có đủ đồ trang sức và quần áo quý phái. Nếu chúng ta thất bại, mọi chuyện sẽ bị bại lộ!

# T_GAME_QUEST_SCEN13_13_SUCCESS
source: Lễ hội đã thành công rực rỡ! Có vẻ như chúng ta đã có thể đánh lừa Nhà vua.
vi: Buổi dạ hội đã thành công rực rỡ và Đức Vua rất hài lòng với thành phố. Có vẻ như chúng ta đã thành công trong việc đánh lừa Đức Vua.

# T_GAME_QUEST_SCEN13_13_TITLE
source: Tích trữ quần áo và trang sức.
vi: Dự trữ quần áo và đồ trang sức.

# T_GAME_QUEST_SCEN13_14_START
source: Quá nguy hiểm để tôi đi lại trên đường phố của ngài với tất cả hàng hóa quý giá của mình. Ngài tự lo liệu đi!
vi: Ta sẽ không đến thăm thành phố của các ngươi trong bất kỳ trường hợp nào! Thật quá nguy hiểm khi di chuyển trên đường phố của các ngươi với tất cả hàng hóa quý giá của ta.

# T_GAME_QUEST_SCEN13_15_START
source: Bây giờ ngài đã đánh bại bọn cướp, tôi rất vui được đến thăm thị trấn của ngài và giao thương trở lại.
vi: Giờ các ngươi đã đánh bại bọn cướp, ta rất vui được giao thương với các ngươi.

# T_GAME_QUEST_SCEN13_16_START
source: Thương nhân là một kẻ hèn nhát, nhưng hắn đã nói sự thật! Khu rừng xung quanh thị trấn là một nơi nguy hiểm. Chúng ta nên huấn luyện lính canh để đề phòng bọn cướp.
vi: Tên thương nhân có thể là một kẻ hèn nhát, nhưng hắn có lý. Các khu rừng xung quanh thành phố rất nguy hiểm và một cuộc tấn công của bọn cướp trong khi Đức Vua đến thăm sẽ là một thảm họa! Chúng ta nên huấn luyện một số người dân thành binh lính và xây dựng các tháp canh để họ có thể canh chừng bọn cướp.

# T_GAME_QUEST_SCEN13_16_SUCCESS
source: Ngài đã xây dựng nền tảng cho việc phòng thủ của làng, thưa Lãnh chúa. Nhưng chúng ta nên mở rộng nó.
vi: Làm tốt lắm, thưa ngài. Đó là nền tảng cho một đội lính canh thành phố. Tuy nhiên, sẽ rất khôn ngoan nếu tiếp tục tăng cường lực lượng cho họ.

# T_GAME_QUEST_SCEN13_19_FAIL
source: Ôi không! Bọn cướp đã vượt qua hàng phòng thủ!? Nhà vua sẽ không hài lòng khi nghe về điều này.
vi: Ôi không! Bọn cướp đã vượt qua được hàng phòng thủ?! Đức Vua sẽ không vui khi biết chuyện này đâu.

# T_GAME_QUEST_SCEN13_19_START
source: Bọn cướp sẽ không tạo nên hình ảnh một thị trấn an toàn. Đừng để quá nhiều cuộc tấn công xảy ra trong quá trình kiểm tra nếu không chúng ta chắc chắn sẽ bị lộ!
vi: Các cuộc tấn công của bọn cướp sẽ không tạo ra hình ảnh một thành phố an toàn! Hãy chú ý để không có quá nhiều cuộc tấn công xảy ra trong khi Đức Vua thị sát thành phố.

# T_GAME_QUEST_SCEN14_01A_START
source: Thưa Lãnh chúa, ngài không nghĩ người đàn ông này hành động hơi kỳ lạ sao?
vi: Thưa Lãnh Chúa, ngài không nghĩ rằng người đàn ông này có gì đó kỳ lạ sao?

# T_GAME_QUEST_SCEN14_01A_TITLE
source: Gửi vải.
vi: Cung cấp vải vóc.

# T_GAME_QUEST_SCEN14_01_FAILED
source: Thưa Lãnh chúa, chúng ta đã thất bại trong nhiệm vụ! Cố vấn y tế đó là một kẻ lang băm và đã bỏ trốn với tất cả vàng chúng ta có trong kho bạc. Nhưng chúng ta đã may mắn tìm thấy thuốc chữa bệnh trong phòng thí nghiệm của hắn…
vi: Thưa Lãnh Chúa! Chúng ta đã thất bại! Vị cố vấn y tế này là một kẻ lang băm. Hắn đã đánh cắp toàn bộ kho dự trữ vàng của chúng ta và biến mất không dấu vết. May mắn thay, chúng ta đã phát hiện ra phương thuốc trong phòng thí nghiệm của hắn...

# T_GAME_QUEST_SCEN14_01_START
source: Chào buổi sáng, thưa Lãnh chúa. Vương quốc đang bị tàn phá bởi bệnh dịch. Ngay cả Nhà vua cũng đang rất ốm! Chúng ta phải hỗ trợ cố vấn y tế của triều đình để sớm sản xuất thuốc chữa bệnh.
vi: Thưa Lãnh Chúa, cả đất nước đang bị dịch bệnh hoành hành. Ngay cả Đức Vua cũng bị ảnh hưởng bởi dịch bệnh! Vị cố vấn y tế tại triều đình cần sự hỗ trợ đầy đủ của chúng ta trong việc bào chế một phương thuốc, thưa ngài.

# T_GAME_QUEST_SCEN14_01_SUCCESS
source: Chúng ta đã tìm thấy thuốc chữa bệnh kịp thời, thưa Lãnh chúa! Nó sẽ được dùng cho Nhà vua ngay bây giờ! Đây là tin tốt cho vương quốc!
vi: Chúng ta đã tìm ra phương thuốc kịp thời, thưa ngài. Nó sẽ được dùng cho Đức Vua ngay khi chúng ta đang nói chuyện - đây thực sự là một tin tốt cho vương quốc!

# T_GAME_QUEST_SCEN14_01_TITLE
source: Tìm thuốc chữa bệnh cho Nhà vua.
vi: Tìm ra phương thuốc cho Đức Vua!

# T_GAME_QUEST_SCEN14_02A_START
source: Có điều gì đó không ổn, thưa Lãnh chúa! Cố vấn y tế này yêu cầu những thứ kỳ lạ. Tôi có cảm giác xấu... Chúng ta nên thận trọng với người đàn ông này.
vi: Có điều gì đó không ổn ở đây, thưa Lãnh Chúa. Vị cố vấn mới này của Đức Vua đang yêu cầu những thứ kỳ lạ. Tôi có một cảm giác không lành về hắn. Chúng ta nên cảnh giác…

# T_GAME_QUEST_SCEN14_02A_SUCCESS
source: Tôi sẽ mang bia đến cho bác sĩ, khi ngài ra lệnh. Tôi hy vọng ông ta sẽ sớm cung cấp cho chúng ta thuốc chữa bệnh. Nhà vua không còn nhiều thời gian!
vi: Xuất sắc, thưa ngài. Theo lệnh của ngài, tôi sẽ cho đưa đồ uống đến thầy thuốc ngay lập tức. Hy vọng ông ta sẽ sớm bào chế được thuốc chữa bệnh - Đức Vua không còn nhiều thời gian nữa.

# T_GAME_QUEST_SCEN14_02A_TITLE
source: Giao bia.
vi: Cung cấp đồ uống.

# T_GAME_QUEST_SCEN14_02_START
source: Tôi nghĩ một nhà máy bia tu viện sẽ là cách tốt nhất để lấy một ít bia cho Nhà vua. Hy vọng bia sẽ làm dịu đi sự đau đớn của Nhà vua.
vi: Tôi đã nghe tin đồn rằng có một loại đồ uống có thể giúp mọi người khỏe mạnh và hạnh phúc vào ban ngày, thưa Lãnh Chúa. Xây dựng một tu viện và sản xuất một ít đồ uống có thể giúp Đức Vua.

# T_GAME_QUEST_SCEN14_02_START_NEW
source: Tôi nghĩ một nhà máy bia tu viện và một trang trại hoa bia sẽ là cách tốt nhất để lấy một ít bia cho Nhà vua. Hy vọng bia sẽ làm dịu đi sự đau đớn của Nhà vua.
vi: Tôi đã nghe tin đồn rằng có một loại đồ uống có thể giúp mọi người khỏe mạnh và hạnh phúc vào ban ngày, thưa Lãnh Chúa. Xây dựng một tu viện, một lò sấy hoa bia và sản xuất một ít đồ uống có thể giúp Đức Vua.

# T_GAME_QUEST_SCEN14_02_SUCCESS
source: Rất tốt, thưa Lãnh chúa! Các tu sĩ chắc chắn sẽ giúp chúng ta một ít bia! Nhà vua sẽ hài lòng.
vi: Rất tốt! Các tu sĩ chắc chắn sẽ giúp chúng ta một ít đồ uống. Đức Vua sẽ rất vui.

# T_GAME_QUEST_SCEN14_03_START
source: Chúng ta cần một trang trại nuôi lợn để giao lợn cho cố vấn y tế! Ngài nên ra lệnh xây dựng ngay lập tức, thưa Lãnh chúa.
vi: Chúng ta cần một trang trại lợn để cung cấp lợn cho thầy thuốc. Ngài nên nhanh chóng đặt hàng chúng, thưa ngài.

# T_GAME_QUEST_SCEN14_03_SUCCESS
source: Tuyệt vời, thưa Lãnh chúa. Bây giờ chúng ta có thể bắt đầu nuôi một số lợn.
vi: Tuyệt vời, thưa ngài. Giờ chúng ta có thể bắt đầu nuôi lợn.

# T_GAME_QUEST_SCEN14_03_TITLE
source: Xây dựng một trang trại nuôi lợn.
vi: Xây dựng một trang trại lợn.

# T_GAME_QUEST_SCEN14_05_START
source: Thưa Lãnh chúa, cần có một doanh trại trong thị trấn. Chúng ta phải duy trì luật pháp và trật tự trong những thời điểm đặc biệt này.
vi: Thưa ngài! Một doanh trại là cần thiết trong làng. Chúng ta phải duy trì luật pháp và trật tự trong thời điểm này.

# T_GAME_QUEST_SCEN14_06_SUCCESS
source: Thưa Lãnh chúa! Tôi biết mà! Cố vấn y tế đó là một kẻ lang băm. Hắn đã có thuốc chữa bệnh cho Nhà vua từ lâu. Có vẻ như, chính hắn đã lây nhiễm bệnh này cho đất nước. Tôi đã tự ý chỉ thị cho lính canh bắt giữ hắn.
vi: Thưa Lãnh Chúa, tôi đã biết rồi! Vị cố vấn y tế này là một kẻ lang băm. Hắn ta luôn có sẵn phương thuốc chữa dịch bệnh. Có vẻ như chính hắn đã gieo rắc căn bệnh này ra khắp đất nước. Tôi đã tự cho phép mình bắt giữ hắn ta.

# T_GAME_QUEST_SCEN14_END_SUCCESS
source: Thật là thái quá! Sao ngươi dám bắt ta! Ta là cố vấn đặc biệt cho Nhà vua. Ngươi không thể làm điều này…
vi: Thật là tai tiếng! Sao các ngươi dám bắt ta! Ta là cố vấn thân cận của Đức Vua. Các ngươi không thể làm như vậy…

# T_GAME_QUEST_SCEN14_HEALER_01_FAILED
source: Ta thất vọng về ngươi, Thống đốc! Đêm qua ta đã có một linh ảnh! Nó cho ta thấy rằng sự bất tài của ngươi sẽ mang lại bất hạnh lớn cho thị trấn này.
vi: Ngài làm ta thất vọng, Thống đốc! Đêm qua ta đã có một linh kiến: Ta thấy rằng sự bất tài của các ngươi sẽ mang lại tai họa lớn cho ngôi làng này!

# T_GAME_QUEST_SCEN14_HEALER_01_START
source: Thống đốc! Tên ta là Rasiksin, nhà tiên tri và cố vấn y tế cho Nhà vua. Ta sẽ cần tất cả sự hỗ trợ mà ngươi có thể cung cấp! Để bắt đầu: Giao cho ta đủ thảo dược càng sớm càng tốt!
vi: Thống đốc! Tên ta là Rasiksin, nhà tiên tri và cố vấn y tế của Đức Vua. Ta sẽ dẫn dắt việc phát triển một phương thuốc chữa bệnh và cần bất kỳ sự hỗ trợ nào mà các ngươi có thể cung cấp... Vì vậy, hãy cung cấp cho ta đủ thảo dược! Ta cần một số lượng lớn và phải ngay lập tức!

# T_GAME_QUEST_SCEN14_HEALER_01_SUCCESS
source: Ta thấy ngươi đã sản xuất tất cả thảo dược ta cần. Đêm qua ta đã có một linh ảnh, ...cho ta thấy rằng ngươi sẽ không làm Nhà vua thất vọng. Bây giờ hãy ra lệnh cho cố vấn của ngươi giao thảo dược cho ta và biến khỏi tầm mắt ta. Ta có việc phải làm.
vi: Như ta thấy, các ngươi có sẵn thảo dược mà ta cần. Ta đã có một linh kiến mơ hồ cho thấy rằng các ngươi không thể cung cấp đủ nhanh. Giờ hãy giao cho cố vấn của các ngươi mang thảo dược đến cho ta và tránh xa mắt ta! Ta đang bận...

# T_GAME_QUEST_SCEN14_HEALER_01_TITLE
source: Gửi thảo dược.
vi: Cung cấp thảo dược.

# T_GAME_QUEST_SCEN14_HEALER_02_FAILED
source: Lẽ ra ta không nên trông cậy vào ngươi, Thống đốc! Linh ảnh của ta cho thấy sự bất tài của ngươi sẽ mang lại thảm họa cho thị trấn! Ngươi đã làm Nhà vua và ta thất vọng, Thống đốc!
vi: Lẽ ra ta không nên trông cậy vào các ngươi. Linh kiến của ta đã cho thấy sự bất tài của các ngươi và tai họa mà các ngươi mang đến cho vùng đất này. Các ngươi đã làm Đức Vua và ta rất thất vọng, Thống đốc.

# T_GAME_QUEST_SCEN14_HEALER_02_START
source: Ta cần vải để lọc thuốc chữa bệnh. Ngươi phải sản xuất một ít vải cho ta. Và làm nhanh lên, để ta có thể sớm bắt đầu lọc.
vi: Ta đang rất cần vải vóc để lọc thuốc! Hãy sản xuất đủ vải vóc ngay lập tức để ta có thể bắt đầu lọc thuốc.

# T_GAME_QUEST_SCEN14_HEALER_02_SUCCESS
source: Tốt khi thấy ngươi không lãng phí thời gian của ta, Thống đốc! Bây giờ hãy ra lệnh giao tài nguyên! Ta là một người rất bận rộn!
vi: Thật tốt khi thấy rằng các ngươi đã không lãng phí thời gian của ta. Giờ hãy ra lệnh cung cấp nguyên liệu thô đi! Ta đang rất bận!

# T_GAME_QUEST_SCEN14_HEALER_02_TITLE
source: Sản xuất vải.
vi: Sản xuất vải vóc.

# T_GAME_QUEST_SCEN14_HEALER_04_START
source: Thuốc chữa bệnh cần được pha loãng để sản xuất hàng loạt. Bia sẽ là chất lỏng được lựa chọn! Bây giờ hãy bắt tay vào việc!
vi: Ta cần đồ uống và phải nhanh chóng! Thuốc cần phải được pha loãng. Đồ uống là thích hợp nhất cho việc sản xuất hàng loạt. Nào, nhanh lên!

# T_GAME_QUEST_SCEN14_HEALER_04_SUCCESS
source: Đúng lúc lắm! Bây giờ hãy giao nó đến phòng thí nghiệm của ta.
vi: Cuối cùng thì cũng đến! Giờ thì hãy mang nó đến phòng thí nghiệm của ta!

# T_GAME_QUEST_SCEN14_HEALER_04_TITLE
source: Sản xuất bia.
vi: Sản xuất đồ uống.

# T_GAME_QUEST_SCEN14_HEALER_05_FAILED
source: Không… đã quá muộn rồi! Bây giờ bất hạnh tiếp theo sẽ ập đến thị trấn. Đây là lỗi của ngươi!
vi: Không...muộn mất rồi! Giờ thì thảm họa tiếp theo sẽ ập đến thành phố. Đây hoàn toàn là lỗi của các ngươi!

# T_GAME_QUEST_SCEN14_HEALER_05_START
source: Chúng ta phải thực hiện các biện pháp quyết liệt hơn để cứu Nhà vua! Ta cần lợn để hiến tế chúng cho các vị thần truyền thống. Có lẽ nó sẽ giúp...
vi: Chúng ta phải sử dụng các biện pháp quyết liệt để chữa trị cho Đức Vua. Ta cần lợn để hiến tế cho các vị thần truyền thống. Có lẽ nó sẽ giúp ích…

# T_GAME_QUEST_SCEN14_HEALER_05_SUCCESS
source: Ngươi đã mất thời gian của mình, Thống đốc. Thật vui khi ngươi đã xuất hiện…
vi: Các ngươi đúng là chậm trễ, Thống đốc! May mắn là các ngươi còn xuất hiện…

# T_GAME_QUEST_SCEN14_HEALER_05_TITLE
source: Giao lợn.
vi: Cung cấp lợn.

# T_GAME_QUEST_SCEN14_HEALER_06_START
source: Ta cần... ờ... ý ta là Nhà vua cần một ít thuốc lào đặc biệt để giảm đau. Giao cho ta một rương đầy tiền xu, để mua một ít thuốc!
vi: Ta cần...ừm...ý ta là, tất nhiên là Đức Vua cần một loại thảo dược hiếm để làm dịu cơn đau của ngài. Hãy gửi cho ta một rương đầy tiền xu để ta có thể mua thuốc!

# T_GAME_QUEST_SCEN14_HEALER_06_SUCCESS
source: Đưa đây! Ta sẽ… ờ ý ta là... Nhà vua sẽ hài lòng vì ngài ấy sẽ sớm nhận được thuốc của mình. Ngài ấy đang rất đau đớn.
vi: Đưa tiền cho ta... Để ta...ừm..Đức Vua có thể nhận thuốc. Ngài không thể chịu đựng thêm cơn đau nữa!

# T_GAME_QUEST_SCEN14_HEALER_06_TITLE
source: Giao tiền.
vi: Cung cấp tiền.

# T_GAME_QUEST_SCEN14_HEALER_07_START
source: Ta đã phát hiện ra rằng quần áo của Nhà vua đang làm ngài ấy bị bệnh. Ngài ấy cần quần áo mới làm từ một loại vật liệu đặc biệt.
vi: Ta đã phát hiện ra rằng quần áo của Đức Vua đang khiến ngài bị bệnh. Ngài đang rất cần quần áo mới làm từ một loại vật liệu đặc biệt. Thứ gì đó tốt hơn những giẻ rách này…

# T_GAME_QUEST_SCEN14_HEALER_07_SUCCESS
source: Cuối cùng ngươi cũng mang quần áo đến. Nhà vua đã bắt đầu mất kiên nhẫn.
vi: Cuối cùng thì các ngươi cũng mang quần áo đến. Nhưng cũng đã đến lúc rồi - Đức Vua đã rất mất kiên nhẫn.

# T_GAME_QUEST_SCEN14_HEALER_07_TITLE
source: Giao quần áo.
vi: Cung cấp quần áo.

# T_GAME_QUEST_SCEN14_HEALER_08_START
source: Ta không thể chịu đựng được nữa khi làm việc trong phòng thí nghiệm cũ kỹ này! Xây cho ta một tháp canh mà ta có thể chuyển đổi thành một phòng thí nghiệm tuyệt vời. Nó nên ở trong một tòa tháp, ta thích tháp.
vi: Ta không thể chịu đựng thêm được nữa trong cái phòng thí nghiệm cũ kỹ này. Hãy xây cho ta một tháp canh mà ta có thể cải tạo thành một phòng thí nghiệm tuyệt vời. Nó phải ở trong một cái tháp. Ta thích tháp…

# T_GAME_QUEST_SCEN14_HEALER_08_SUCCESS
source: Ta sẽ lấy tòa tháp này nhân danh Nhà vua. Đây sẽ là phòng thí nghiệm mới của ta. Bây giờ biến khỏi tầm mắt ta!
vi: Ta tiếp quản cái tháp này nhân danh Đức Vua. Phòng thí nghiệm mới của ta sẽ được đặt ở đó. Giờ thì tránh xa mắt ta đi!

# T_GAME_QUEST_SCEN14_HEALER_09_START
source: Còn một điều cuối cùng nữa, Thống đốc. Ta cần vàng thỏi để hoàn thiện thuốc chữa bệnh. Mang cho ta một ít vàng thỏi.
vi: Ta còn thiếu một thứ nữa. Ta cần những thỏi vàng để hoàn thành thuốc. Hãy mang thỏi vàng đến cho ta!

# T_GAME_QUEST_SCEN14_HEALER_09_SUCCESS
source: Cuối cùng! Bây giờ chỉ cần một chút thời gian để tinh chế thuốc chữa bệnh. Ta sẽ phải chuẩn bị một số thứ cho việc rời đi của mình… Ý ta là cho việc quản lý thuốc chữa bệnh.
vi: Cuối cùng thì cũng xong! Giờ chỉ cần một chút thời gian để tinh chế thuốc thôi. Ta sẽ phải thực hiện một số biện pháp phòng ngừa trước khi ta biến...ờm...ý ta là tất nhiên là trước khi ta dùng thuốc cho Đức Vua.

# T_GAME_QUEST_SCEN14_HEALER_09_TITLE
source: Giao vàng thỏi
vi: Cung cấp những thỏi vàng.

# T_GAME_QUEST_SCEN15_01_FAIL
source: Tất cả đã mất! Ngươi sẽ phải sống với kiến thức về phần lỗi của mình trong cái chết của nhiều người đàn ông dũng cảm…
vi: Mọi thứ đã mất! Các ngươi sẽ phải sống với việc biết mình đã đồng lõa trong sự mất mát của nhiều người tốt...

# T_GAME_QUEST_SCEN15_01_FAIL_NEW
source: Tất cả đã mất! Nếu không có nguồn cung cấp cần thiết, chúng ta không thể giành chiến thắng. Ngươi sẽ phải sống với kiến thức về việc góp phần vào sự mất mát của nhiều người đàn ông dũng cảm! Nhà vua đang sôi sục vì tức giận…
vi: Mọi thứ đã mất! Nếu không có nguồn cung cấp cần thiết, chúng ta không thể giành chiến thắng. Các ngươi sẽ phải sống với tội lỗi vì đã gây ra cái chết của nhiều người tốt! Đức Vua đang vô cùng giận dữ…

# T_GAME_QUEST_SCEN15_01_START
source: Xin chào, thưa Lãnh chúa Quản gia. Tôi đến theo yêu cầu của Nhà vua để nhận nguồn cung cấp cho cuộc chiến đang diễn ra. Tôi biết rằng dân làng của ngài phải chịu đựng chiến tranh, nhưng những người lính ở mặt trận đang rất cần sự hỗ trợ của ngài!
vi: Xin chào, thưa Thống đốc. Ta hiểu rằng chiến tranh đang đè nặng lên cả đất nước, nhưng những người lính ở tiền tuyến đang rất cần sự hỗ trợ của các ngươi!

# T_GAME_QUEST_SCEN15_01_START_NEW
source: Xin chào, Lãnh chúa Quản gia. Tôi đến theo yêu cầu của Nhà vua để nhận nguồn cung cấp cho cuộc chiến đang diễn ra. Tôi biết rằng dân làng của ngài phải chịu đựng rất nhiều từ chiến tranh, nhưng những người lính ở mặt trận đang rất cần sự hỗ trợ của ngài! Chiến thắng chỉ có thể đạt được, nếu tất cả các chuyến hàng của ngài đến kịp thời. Nhà vua trông cậy vào sự hỗ trợ của ngài.
vi: Xin chào, thưa Thống đốc. Ta hiểu rằng chiến tranh đang đè nặng lên cả đất nước, nhưng những người lính ở tiền tuyến đang rất cần sự hỗ trợ của các ngươi! Chiến thắng sẽ chỉ có thể đạt được nếu tất cả các chuyến hàng tiếp tế từ làng của các ngươi đến đúng thời hạn. Đức Vua đang trông cậy vào các ngươi!

# T_GAME_QUEST_SCEN15_01_SUCCESS
source: Chúng ta đã chiến thắng! Sự hỗ trợ vững chắc của ngài đặc biệt đóng góp rất nhiều vào chiến thắng đó và ngài có lòng biết ơn chân thành của người của tôi. Cầu mong thời kỳ hòa bình sớm bắt đầu!
vi: Chúng ta đã giành chiến thắng! Đặc biệt là sự hỗ trợ đáng tin cậy của các ngươi đã góp phần vào chiến thắng - hãy tin rằng chúng ta vô cùng biết ơn các ngươi! Mong rằng thời kỳ hòa bình sẽ sớm trở lại!

# T_GAME_QUEST_SCEN15_01_TITLE
source: Hỗ trợ quân đội của Nhà vua.
vi: Hỗ trợ binh lính của Đức Vua.

# T_GAME_QUEST_SCEN15_01_TITLE_NEW
source: Giao tất cả nguồn cung cấp cho quân đội của Nhà vua kịp thời.
vi: Hoàn thành tất cả các chuyến hàng tiếp tế cho quân đội của Đức Vua.

# T_GAME_QUEST_SCEN15_02_FAIL
source: Tính mạng của nhiều người đàn ông phụ thuộc vào sự hỗ trợ của ngài!
vi: Cuộc sống của nhiều người lính phụ thuộc vào sự hỗ trợ của các ngươi!

# T_GAME_QUEST_SCEN15_02_START
source: Chúng ta đã chinh phục các lãnh thổ mới và cần phải bảo vệ tiền tuyến ngay bây giờ. Gửi ván và vải nhanh chóng, để chúng ta có thể xây dựng các trại!
vi: Chúng ta đã chinh phục được các vùng đất mới và cần phải bảo vệ tiền tuyến. Hãy gửi ván gỗ và vải vóc để chúng ta có thể dựng trại!

# T_GAME_QUEST_SCEN15_02_SUCCESS
source: Rất tốt. Bây giờ hãy gửi tài nguyên cho binh lính của tôi!
vi: Rất tốt. Giờ hãy gửi vật liệu cho binh lính của ta!

# T_GAME_QUEST_SCEN15_02_TITLE
source: Gửi vải và ván.
vi: Gửi vải vóc và ván gỗ.

# T_GAME_QUEST_SCEN15_03_FAIL
source: Ngài nghĩ làm thế nào chúng ta có thể thắng bất kỳ trận chiến nào mà không có trang bị phù hợp?
vi: Các ngươi nghĩ binh lính của ta sẽ giành chiến thắng trong một trận chiến mà không có trang bị phù hợp sao?

# T_GAME_QUEST_SCEN15_03_START
source: Các trận chiến cuối cùng đã tiêu tốn rất nhiều trang bị! Tôi yêu cầu một lô vũ khí để tái trang bị cho người của tôi.
vi: Các trận chiến vừa qua đã tiêu tốn rất nhiều tài nguyên! Ta yêu cầu cung cấp vũ khí để trang bị lại cho quân của ta.
