Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_SCEN2_7_DESC
source: Tôi vẫn còn lo lắng về một điều gì đó... Thật không may, chúng ta không có bất kỳ công cụ nào trong kho. Tôi chắc chắn ngài biết tầm quan trọng của công cụ đối với việc sửa chữa các tòa nhà! Ngài có thể vui lòng mua một ít cho chúng tôi không?
vi: Tôi vẫn còn một yêu cầu... Tiếc là chúng ta không còn công cụ nào trong kho nữa... Chắc hẳn ngài biết công cụ quan trọng như thế nào đối với những việc sửa chữa sắp tới! Liệu ngài có thể vui lòng kiếm cho chúng tôi một ít được không?

# T_GAME_QUEST_SCEN2_7_NAME
source: Giao cống nạp 50 công cụ.
vi: Cung cấp một cống phẩm gồm 50 công cụ.

# T_GAME_QUEST_SCEN2_8_DESC
source: Tôi sợ anh em tôi sẽ không thể tự mình hoàn thành tất cả công việc... có lẽ ngài có thể kiếm thêm một số người cho làng của chúng ta?
vi: Tôi e rằng các anh em của tôi sẽ không đủ sức để xử lý tất cả công việc sắp tới... có lẽ ngài có cách nào đó để đưa thêm người dân đến làng của chúng ta không?

# T_GAME_QUEST_SCEN2_8_NAME
source: Tăng dân số lên 50.
vi: Tăng dân số lên 50 người.

# T_GAME_QUEST_SCEN2_9_DESC
source: Tôi đã có những cục băng hình thành trên mũi rồi... nhưng một số người du hành đang tìm nơi định cư còn khổ hơn. Tôi nghĩ chúng ta nên cho phép họ sống trong làng của chúng ta!
vi: Những tảng băng đầu tiên đã bắt đầu hình thành trên mũi của tôi rồi... nhưng một số người đi lang thang đang tìm kiếm một khu định cư còn tệ hơn. Tôi nghĩ chúng ta nên tiếp nhận họ vào làng của mình!

# T_GAME_QUEST_SCEN2_9_NAME
source: Xây dựng 6 nhà phố.
vi: Xây dựng 6 nhà ở.

# T_GAME_QUEST_SCEN3_10_DESC
source: Anh yêu, tốt hơn hết là anh đừng quên ngày mai là ngày cưới của chúng ta! Em thực sự muốn một ít trang sức mới! Giá như anh biết một thợ kim hoàn...
vi: Nhớ nhé, em yêu, ngày mai là ngày cưới của chúng ta! Anh có thể vui lòng tặng cho em một ít đồ trang sức được không! Ước gì anh quen một thợ kim hoàn...

# T_GAME_QUEST_SCEN3_11_DESC
source: Tôi chắc chắn Nhà vua và Dân làng của ngài sẽ rất vui mừng về những công cụ mới! Những cái cũ đã trở nên gỉ sét và vô dụng!
vi: Tôi chắc chắn rằng Đức Vua và người dân sẽ rất vui khi có một vài công cụ mới! Mấy cái cũ đã bị rỉ sét và trở nên vô dụng rồi!

# T_GAME_QUEST_SCEN3_11_NAME
source: Xây dựng một xưởng chế tạo công cụ.
vi: Xây dựng một thợ rèn công cụ.

# T_GAME_QUEST_SCEN3_12_1_NAME
source: Xây dựng một cửa hàng may đo và sản xuất quần áo.
vi: Xây dựng một xưởng may và sản xuất đủ quần áo.

# T_GAME_QUEST_SCEN3_12_DESC
source: Ồ, nhìn những con cừu dễ thương kìa! Anh yêu, anh có thấy chúng không? Và nhìn tất cả len đã được thu hoạch từ chúng kìa! Bây giờ chúng ta chỉ cần một xưởng dệt và một cửa hàng may đo!
vi: Ôi, những chú cừu đáng yêu này! Anh yêu, anh đã thấy chúng chưa? Và có bao nhiêu len đã được thu hoạch rồi kìa! Giờ thì cuối cùng anh cũng có thể xây một xưởng dệt và xưởng may rồi!

# T_GAME_QUEST_SCEN3_13_DESC
source: Bọn trẻ thực sự rất hào hứng và đang mong chờ tất cả bánh mì tươi mà chúng sẽ sớm có! Anh đã xây dựng một vài tiệm bánh rồi, phải không? Anh yêu?
vi: Bọn trẻ đã rất phấn khích và mong chờ bánh mì mà chúng sẽ sớm nhận được! Anh đã xây một vài lò bánh mì rồi phải không? Anh yêu?

# T_GAME_QUEST_SCEN3_14_DESC
source: Đoán xem! Em gái tôi cuối cùng cũng muốn kết hôn! Nhưng chúng ta vẫn cần một nhà thờ trong thị trấn! Không chỉ cho lễ cưới mà còn cho những Dân làng mộ đạo của chúng ta!
vi: Em hãy tưởng tượng xem, chị gái của em cuối cùng cũng muốn kết hôn rồi! Nhưng chúng ta nhất định cần một nhà thờ trong thành phố! Không chỉ cho đám cưới mà còn cho những người dân sùng đạo!

# T_GAME_QUEST_SCEN3_14_NAME
source: Đạt được sự hài lòng cao về tôn giáo.
vi: Đảm bảo mức độ hài lòng về tôn giáo cao.

# T_GAME_QUEST_SCEN3_15_DESC
source: Bây giờ hãy nhìn xem, anh yêu! Thị trấn đã phục hồi và mọi thứ đang diễn ra tốt đẹp! Vì vậy, anh được phép thư giãn với bạn bè và xây dựng một quán rượu, nếu anh thích!
vi: Anh xem này, anh yêu: Thành phố đã hồi phục và mọi thứ đang diễn ra rất tốt! Em nghĩ bây giờ anh có thể thư giãn với bạn bè và xây dựng một quán trọ rồi đấy!

# T_GAME_QUEST_SCEN3_15_NAME
source: Đạt được sự hài lòng cao với các quán rượu.
vi: Đạt được mức độ hài lòng cao về quán trọ.

# T_GAME_QUEST_SCEN3_1_DESC
source: Anh yêu, hãy nhìn ngôi làng đổ nát này... những Dân làng tội nghiệp đó, em thực sự cảm thấy tệ cho họ! Em nghĩ anh nên nhờ Nhà vua giúp đỡ! Có lẽ anh có thể thuyết phục ngài ấy bằng cách gửi một số quà tặng!
vi: Anh yêu, anh xem ngôi làng tồi tàn này đi... em thực sự thấy tội nghiệp cho những người dân! Em nghĩ anh nên nhờ Đức Vua giúp đỡ! Có lẽ ngài sẽ bị thuyết phục bởi một vài món quà!

# T_GAME_QUEST_SCEN3_1_NAME
source: Giao cống nạp cho Nhà vua và hoàn thành tất cả các nhiệm vụ.
vi: Cống nạp cho Đức Vua và hoàn thành tất cả các nhiệm vụ.

# T_GAME_QUEST_SCEN3_2_DESC
source: Anh nên tự mình giải quyết vấn đề cho đến khi Nhà vua gửi viện trợ! Dân làng đang cần gấp thêm nước!
vi: Cho đến khi Đức Vua làm gì đó, anh nên tự mình giải quyết vấn đề! Người dân đang rất cần thêm nước!

# T_GAME_QUEST_SCEN3_2_NAME
source: Xây dựng một cái giếng trong làng của ngài.
vi: Xây dựng một giếng nước.

# T_GAME_QUEST_SCEN3_3_DESC
source: Người tiền nhiệm của anh thậm chí còn không cung cấp đủ lương thực! Thật không thể tin được! Anh yêu, anh nên thay đổi điều này ngay lập tức! Tại sao anh không xây dựng một vài lều của ngư dân?
vi: Người tiền nhiệm của anh thậm chí còn không lo đủ thức ăn! Thật không thể tin được! Anh yêu, anh nên thay đổi việc này ngay lập tức! Anh nghĩ sao về việc xây một vài lều đánh cá?

# T_GAME_QUEST_SCEN3_3_NAME
source: Xây dựng 2 lều của ngư dân.
vi: Xây dựng 2 lều đánh cá.

# T_GAME_QUEST_SCEN3_4_DESC
source: Những đứa trẻ tội nghiệp đó... anh yêu, chúng ta không thể chỉ cho chúng ăn cá! Anh nên xây dựng các trang trại, để chúng ta có thể thu hoạch lúa mì làm bột và bánh mì!
vi: Những đứa trẻ đáng thương... Anh yêu, chúng ta không thể chỉ cho chúng ăn cá được! Anh nên xây dựng một vài trang trại để chúng ta có thể thu hoạch lúa mì làm bột và bánh mì!

# T_GAME_QUEST_SCEN3_5_DESC
source: Này, anh yêu, anh có quên gì không? Anh không định gửi quà cho Nhà vua để thuyết phục ngài ấy giúp chúng ta sao? Anh thật may mắn khi có em... chúng ta chắc chắn cần một mỏ và một lò luyện kim trước khi có thể sản xuất bất cứ thứ gì có giá trị!
vi: Này anh yêu, anh không quên điều gì chứ? Không phải anh muốn tặng Đức Vua một vài món quà để ngài giúp chúng ta sao? Nếu không có em... Trước hết chúng ta nhất định cần một mỏ và một lò luyện kim, nếu không chúng ta sẽ không thể sản xuất được thứ gì có giá trị!

# T_GAME_QUEST_SCEN3_6_DESC
source: Tất cả Dân làng của anh đều làm việc quá sức! Anh không thể xây dựng một vài nhà phố mới để thu hút thêm công nhân sao?
vi: Tất cả người dân đang làm việc quá sức! Anh không thể cho xây một vài nhà ở mới để có thêm công nhân sao?

# T_GAME_QUEST_SCEN3_6_NAME
source: Xây dựng 3 nhà phố.
vi: Xây dựng 3 nhà ở.

# T_GAME_QUEST_SCEN3_7_DESC
source: Ồ, em rất vui! Mọi thứ đang ngày càng tốt đẹp hơn! Bây giờ chúng ta thậm chí có thể bắt đầu thu thêm thuế từ Dân làng!
vi: Ôi, em vui quá! Mọi thứ đang tiến triển tốt! Giờ chúng ta cũng có thể yêu cầu người dân đóng thuế nhiều hơn một chút!

# T_GAME_QUEST_SCEN3_7_NAME
source: Thu 1500 Thaler tiền thuế.
vi: Thu thập 1500 đồng Taler từ thuế.

# T_GAME_QUEST_SCEN3_7_NAME_NEW
source: Thu đủ Thaler tiền thuế.
vi: Thu thập đủ đồng Taler từ thuế.

# T_GAME_QUEST_SCEN3_8_DESC
source: Anh có biết còn gì khác sẽ tốt đẹp không? Một ít quần áo mới! Ý em là, chủ yếu là cho Nhà vua, tất nhiên... nhưng trước tiên chúng ta cần một vài đồng cỏ nuôi cừu để có thể thu hoạch len!
vi: Anh có biết điều gì nữa sẽ rất tuyệt không? Một vài bộ quần áo mới! À, chủ yếu là cho Đức Vua thôi... nhưng trước hết chúng ta cần một vài đồng cỏ cừu để có len!

# T_GAME_QUEST_SCEN3_8_NAME
source: Xây dựng 2 đồng cỏ nuôi cừu.
vi: Xây dựng 2 đồng cỏ cừu.

# T_GAME_QUEST_SCEN3_9_DESC
source: Nông dân đã làm việc chăm chỉ để thu hoạch lúa mì! Bây giờ anh có thể xây dựng một cối xay gió để chúng ta có thể sản xuất bột mì làm bánh mì!
vi: Những người nông dân đang hăng say thu hoạch ngũ cốc! Giờ anh cũng có thể xây dựng một cối xay gió, như vậy chúng ta sẽ có bột mì để làm bánh mì!

# T_GAME_QUEST_SCEN4_10_DESC
source: Lâu đài của ta không thực sự phù hợp với địa vị hoàng gia của ta, vì vậy ta đang lên kế hoạch mở rộng đáng kể dinh thự mùa hè của mình. Với tư cách là Vua của ngươi, ta ra lệnh giao một lượng lớn đá. Ta trông cậy vào sự đáng tin cậy của ngươi, quản gia tốt bụng của ta.
vi: Lâu đài của ta không còn phù hợp với địa vị của ta nữa, vì vậy ta đã quyết định thực hiện một số mở rộng lớn cho cung điện mùa hè của ta. Với tư cách là Vua của các ngươi, ta yêu cầu một chuyến hàng đá, Thống đốc của ta. Ta tin vào sự đáng tin cậy của các ngươi.

# T_GAME_QUEST_SCEN4_10_NAME
source: Giao một xe đá cho Nhà vua.
vi: Cung cấp một chuyến hàng đá cho Đức Vua.

# T_GAME_QUEST_SCEN4_11_DESC
source: Cái nóng như thiêu đốt đã gây thiệt hại cho nhà cửa của chúng ta. Các ngôi nhà đã xuống cấp và nhiều gia đình đang yêu cầu ngài cải thiện điều kiện xây dựng. Sẽ thật tuyệt vời nếu ngài xem xét việc cải thiện điều kiện xây dựng xung quanh thị trấn.
vi: Nhà ở của chúng ta đã bị ảnh hưởng nghiêm trọng bởi cái nóng trong vương quốc, thưa ngài. Một số gia đình mong muốn có điều kiện sống tốt hơn. Sẽ thật tuyệt vời nếu ngài xem xét bất kỳ cải tiến nào, thưa ngài.

# T_GAME_QUEST_SCEN4_11_NAME
source: Đạt được sự hài lòng cao về tình trạng xây dựng.
vi: Đạt được mức độ hài lòng cao với tình trạng của các tòa nhà.

# T_GAME_QUEST_SCEN4_12_DESC
source: Quản gia tốt bụng của ta, ta vẫn đang chờ đợi việc giao nước ép nho. Bữa tiệc ta đang tổ chức sẽ sớm bắt đầu.
vi: Thống đốc, ta vẫn đang chờ đợi chuyến hàng nước ép nho của các ngươi. Bữa tiệc mà ta tổ chức sẽ sớm bắt đầu.

# T_GAME_QUEST_SCEN4_12_NAME
source: Giao nước ép nho cho Nhà vua.
vi: Cung cấp nước ép nho cho Đức Vua.

# T_GAME_QUEST_SCEN4_13_DESC
source: Thưa Lãnh chúa, bột mì đang có nhu cầu cao trên khắp vương quốc. Các trang trại không thể sản xuất đủ lúa mì để các nhà máy hoạt động hết công suất. Nếu ngài giao đủ bột mì cho tôi, tôi có thể chiếm lĩnh thị trường và xây dựng độc quyền trong khu vực này. Tất nhiên, tôi sẽ thưởng hậu hĩnh cho ngài vì điều này.
vi: Thưa Chúa tể: Toàn bộ vương quốc đang thiếu bột mì cho các lò bánh mì. Các trang trại đang sản xuất quá ít ngũ cốc. Hãy cung cấp cho ta đủ bột mì và ta có thể đạt được vị thế độc quyền trong khu vực này. Tất nhiên, vì những nỗ lực của các ngươi, ta sẽ ban thưởng cho các ngươi một cách xứng đáng...

# T_GAME_QUEST_SCEN4_13_NAME
source: Giao bột mì cho thương nhân.
vi: Cung cấp bột mì cho thương nhân.

# T_GAME_QUEST_SCEN4_14_DESC
source: Dân làng muốn xây dựng những mái che nắng để che chắn họ khỏi ánh nắng gay gắt vào ban ngày. Chúng ta nên cung cấp cho họ ván gỗ, để họ có thể bắt đầu ngay lập tức!
vi: Trong làng có rất nhiều người mong muốn có những nơi râm mát, thưa ngài. Chúng ta nên sản xuất thêm ván gỗ để người dân có thể dựng nơi trú ẩn.

# T_GAME_QUEST_SCEN4_14_NAME
source: Sản xuất 35 ván.
vi: Sản xuất 35 ván gỗ.

# T_GAME_QUEST_SCEN4_15_DESC
source: Thưa Lãnh chúa, ngài đã làm tốt. Thị trấn đã phát triển đến một quy mô đáng ngưỡng mộ. Tuy nhiên, Dân làng rất không vui vì hạn hán. Ngài nên cố gắng tăng cường hạnh phúc bằng cách đáp ứng nhiều hơn mong muốn của họ. Tất nhiên, đây chỉ là một đề xuất khiêm tốn...
vi: Thưa ngài, ngài thực sự đã làm rất tốt - ngôi làng đã đạt đến một quy mô đáng kể! Tuy nhiên, người dân vẫn còn rất bất hạnh. Ngài nên cố gắng đáp ứng nhiều mong muốn hơn của người dân để tăng mức độ hài lòng trong làng. Tất nhiên, đây chỉ là một gợi ý...

# T_GAME_QUEST_SCEN4_15_NAME
source: Đạt được hạnh phúc cao trong thị trấn của ngài.
vi: Đạt được mức độ hài lòng cao trong làng của ngài.

# T_GAME_QUEST_SCEN4_15_SUCESS
source: Đơn giản là tuyệt vời, thưa Lãnh chúa! Bất chấp hạn hán, ngài đã cố gắng xây dựng một thị trấn lớn. Dân làng của ngài thực sự hài lòng với những thay đổi ngài đã thực hiện. Với tư cách là Vua của ngài, ta rất hài lòng với công việc của ngài. Ngài đã phục vụ rất tốt cho vương quốc và ngài sẽ được thưởng xứng đáng.
vi: Xuất sắc, thưa Thống đốc của ta. Mặc dù hạn hán, ngài đã xây dựng một thành phố lớn bên bờ sông. Tương tự, người dân trong làng rất hài lòng với những thay đổi mà ngài đã thực hiện. Với tư cách là Vua của các ngươi, ta rất hài lòng với những thành tích của các ngươi trong vương quốc. Các ngươi đã thực sự làm tốt và sẽ được ban thưởng xứng đáng.

# T_GAME_QUEST_SCEN4_1_DESC
source: Thưa Lãnh chúa, Dân làng đang sống trong nghèo đói và khốn khổ. Vương quốc đang phải chịu đựng hạn hán. Chỉ cần nhìn vào con sông từng tráng lệ chảy ngay bên cạnh lâu đài của ngài. Chỉ còn lại những vũng nước nhỏ... Nhà vua đã giao nhiệm vụ cho chúng ta mở rộng thị trấn. Hãy bắt đầu bằng cách xây dựng thêm một vài nhà phố.
vi: Người dân trong làng đang nghèo khó và bất hạnh vì hạn hán đang hoành hành khắp đất nước. Hãy nhìn con sông từng rất tráng lệ nơi lâu đài của ngài tọa lạc! Chỉ còn lại những vũng nước... Thưa ngài, Đức Vua đã giao cho chúng ta nhiệm vụ mở rộng làng của mình. Chúng ta hãy bắt đầu với một vài nhà ở mới.

# T_GAME_QUEST_SCEN4_1_NAME
source: Xây thêm 8 nhà phố.
vi: Xây dựng 8 nhà ở mới.

# T_GAME_QUEST_SCEN4_1b_DESC
source: Thưa Lãnh chúa, Nhà vua rất vui mừng khi nghe về sự mở rộng thành công của thị trấn, nhưng ngài ấy ra lệnh cho chúng ta xây dựng một thị trấn thậm chí còn lớn hơn.
vi: Thưa ngài, Đức Vua rất ấn tượng với việc mở rộng ngôi làng. Tuy nhiên, giờ ngài yêu cầu một thành phố lớn hơn nữa.

# T_GAME_QUEST_SCEN4_1b_NAME
source: Đạt tổng dân số 100 người.
vi: Đạt tổng dân số là 100 người.

# T_GAME_QUEST_SCEN4_2_DESC
source: Thưa Lãnh chúa, với tư cách là một thương nhân, tôi có thể giúp đỡ đáng kể trong tình thế khó khăn hiện tại của ngài. Vương quốc có thể phải chịu đựng hạn hán, nhưng tôi có thể giao những nguồn cung cấp rất cần thiết đến thị trấn của ngài ngay khi ngài xây dựng một khu chợ.
vi: Thưa Thống đốc đáng kính, tôi với tư cách là một thương nhân có thể giúp ích rất nhiều cho ngài trong tình huống cấp bách này. Mặc dù hạn hán đang hoành hành khắp đất nước, nhưng tôi có thể cung cấp cho ngài những lương thực cần thiết ngay khi ngài xây dựng một khu chợ.

# T_GAME_QUEST_SCEN4_2_NAME
source: Đạt được sự hài lòng cao về khu chợ.
vi: Đảm bảo mức độ hài lòng cao về khu chợ.

# T_GAME_QUEST_SCEN4_3_DESC
source: Tôi cầu xin ngài, thưa Lãnh chúa, xin hãy ra lệnh xây dựng thêm các giếng nước để cung cấp đủ nước cho dân làng trong cái nóng này.
vi: Thưa ngài, tôi xin ngài... Ngôi làng đang rất cần nhiều giếng nước để tiếp tục cung cấp đủ nước uống cho người dân trong thời tiết nóng bức này.

# T_GAME_QUEST_SCEN4_3_NAME
source: Xây dựng 2 giếng nước.
vi: Dựng 2 giếng nước.

# T_GAME_QUEST_SCEN4_4_DESC
source: Tôi mang đến tin tốt lành, thưa Lãnh chúa. Một Dân làng đã phát hiện ra rằng những vũng nước dưới lòng sông khô cạn vẫn còn một ít cá. Chúng ta nên ra lệnh xây dựng một vài lều của ngư dân.
vi: Tôi đến với một tin tức mới, thưa ngài. Một người dân trong làng đã phát hiện ra một số cá còn sót lại trong các vũng nước ở lòng sông khô cạn. Chúng ta nên xây một vài lều đánh cá ở lòng sông.

# T_GAME_QUEST_SCEN4_4_NAME
source: Xây dựng 2 lều của ngư dân.
vi: Xây dựng 2 lều đánh cá.

# T_GAME_QUEST_SCEN4_5_DESC
source: Thưa Lãnh chúa, tôi muốn đề xuất một thỏa thuận. Nếu chúng ta có thể mở rộng mối quan hệ thương mại, tôi có thể sắp xếp các chuyến giao lương thực thường xuyên đến thị trấn của ngài.
vi: Ta đề xuất với ngài một giao dịch tốt, thưa ngài Thống đốc. Ngài giao thương một chút với ta và ta sẽ thưởng cho ngài bằng các chuyến cung cấp lương thực thường xuyên.

# T_GAME_QUEST_SCEN4_5_NAME
source: Kiếm lợi nhuận 1000 Thaler từ việc bán hàng tại chợ.
vi: Kiếm được lợi nhuận 1000 đồng Taler tại chợ.

# T_GAME_QUEST_SCEN4_6_DESC
source: Một lần nữa tôi đến gặp ngài với một đề xuất. Tôi đang rất cần than đá. Cung cấp than cho tôi và tôi sẽ trả ơn ngài bằng một túi Thaler lớn.
vi: Một lần nữa ta đến với một yêu cầu, thưa ngài Thống đốc. Ngài cung cấp cho ta than củi và ta sẽ cung cấp cho ngài một túi đầy đồng Taler để đổi lại.

# T_GAME_QUEST_SCEN4_6_NAME
source: Giao than cho thương nhân.
vi: Cung cấp than cho thương nhân.

# T_GAME_QUEST_SCEN4_7_DESC
source: Quản gia, triều đình của ta đang rất cần nước ép nho. Hạn hán vẫn đang hoành hành vương quốc của ta và nó đã phá hủy vụ thu hoạch nho của chúng ta. Ta ra lệnh cho ngươi xây dựng một xưởng sản xuất nước ép. Ta đang lên kế hoạch tổ chức một bữa tiệc tại lâu đài của ta sớm, vì vậy đừng làm ta thất vọng!
vi: Thưa Thống đốc của ta, triều đình của ta đang thiếu nước ép nho ngon. Hạn hán đang hoành hành khắp vương quốc của ta và vụ thu hoạch nho đã bị thời tiết tàn phá. Hãy xây dựng một nhà máy ép theo lệnh của ta - ta sẽ tổ chức một bữa tiệc trong thời gian ngắn, vì vậy đừng làm ta thất vọng!

# T_GAME_QUEST_SCEN4_7_NAME
source: Xây dựng một xưởng sản xuất nước ép và sản xuất nước ép.
vi: Xây dựng một nhà máy ép và sản xuất nước ép nho.

# T_GAME_QUEST_SCEN4_8_DESC
source: Thưa Lãnh chúa, gia đình tôi khó có thể canh tác trên mảnh đất khô cằn vì hạn hán này. Vụ mùa sẽ kém, vì vậy một trang trại sẽ không đủ.
vi: Thưa ngài, gia đình của tôi hầu như không thể canh tác các cánh đồng khô cằn để thu hoạch đủ lúa mì. Do hạn hán, một trang trại đơn giản là không còn đủ nữa.

# T_GAME_QUEST_SCEN4_9_DESC
source: Kho dự trữ bánh mì của chúng ta đang cạn kiệt một cách nguy hiểm, thưa Lãnh chúa. Chúng ta nên giảm tiêu thụ bánh mì bằng cách cung cấp thêm thịt cho thị trấn.
vi: Lượng bánh mì dự trữ của chúng ta đang rất thấp, thưa ngài. Chúng ta nên cố gắng giảm lượng bánh mì tiêu thụ của làng bằng cách cung cấp thêm thịt trong kho của chúng ta.

# T_GAME_QUEST_SCEN4_MAIN_NAME
source: Hoàn thành tất cả các nhiệm vụ, vượt qua hạn hán và mở rộng thị trấn của ngài thành một thành phố!
vi: Hoàn thành tất cả các nhiệm vụ để phát triển ngôi làng thành một thành phố bất chấp hạn hán!

# T_GAME_QUEST_SCEN5_10_DESC
source: Bây giờ chỉ còn thiếu một thứ, thưa Lãnh chúa, đó là nước ép nho để ăn mừng chiến thắng của chúng ta! Xin hãy giao một lượng lớn nước ép nho đến trại quân đội!
vi: Chỉ còn một điều nữa thôi, thưa Lãnh Chúa. Quân của tôi muốn có thêm nước ép nho trong trại quân. Liệu ngài có thể gửi cho tôi một chuyến hàng nước ép không?

# T_GAME_QUEST_SCEN5_10_NAME
source: Giao 45 nước ép nho cho hiệp sĩ.
vi: Cung cấp 45 nước ép nho cho hiệp sĩ.

# T_GAME_QUEST_SCEN5_11_DESC
source: Tuyệt vời, thưa Lãnh chúa! Lãnh chúa Blankenstein đã hoàn thành xuất sắc chiến dịch của mình và đánh giá rất cao ngài và sự hỗ trợ của ngài. Ngài có muốn thực hiện một giao dịch cuối cùng trước khi tôi rời khỏi khu vực này không?
vi: Tuyệt vời, thưa ngài Thống đốc! Lãnh chúa von Blankenstein đã hoàn thành chiến dịch của mình trong khu vực và nói về ngài với những lời lẽ tốt đẹp nhất. Ngài nghĩ sao về một cuộc giao dịch cuối cùng trước khi tôi cũng lên đường?

# T_GAME_QUEST_SCEN5_11_NAME
source: Kiếm lợi nhuận 2500 Thaler thông qua giao thương.
vi: Kiếm được lợi nhuận 2500 đồng Taler tại chợ.

# T_GAME_QUEST_SCEN5_1_DESC
source: Chào buổi sáng tốt lành, thưa Lãnh chúa. Tôi có tin tốt lành. Chúng ta đã được liên hệ bởi một thương nhân tự do. Ông ấy sẽ sớm đến thăm thị trấn của chúng ta và đã bày tỏ nhu cầu về ván gỗ để xây dựng một gian hàng chợ.
vi: Thật là một buổi sáng tươi đẹp, thưa Thống đốc của ta! Ta có một tin tốt cho các ngươi: Việc liên lạc với một thương nhân tự do đã được sắp xếp. Thương nhân sẽ sớm đến làng của chúng ta và yêu cầu một vài tấm ván gỗ làm quà chào đón để dựng các gian hàng của mình.

# T_GAME_QUEST_SCEN5_1_NAME
source: Sản xuất 30 ván.
vi: Sản xuất 30 tấm ván gỗ.

# T_GAME_QUEST_SCEN5_2_DESC
source: Thưa Lãnh chúa, ngài đã thành lập một trạm giao thương nhỏ xinh ở đây. Tuy nhiên, nó thiếu một thứ quan trọng, đó là một quán rượu. Nếu chúng ta xây dựng một quán rượu, thị trấn nhỏ của chúng ta sẽ thu hút nhiều thương nhân và du khách hơn.
vi: Thưa ngài, ngài đã xây dựng một trạm buôn bán ở vị trí rất tốt! Tuy nhiên, điều còn thiếu là một quán trọ để thu hút thêm du khách và thương nhân.

# T_GAME_QUEST_SCEN5_2_NAME
source: Đạt được sự hài lòng cao với các quán rượu.
vi: Đạt được mức độ hài lòng cao về quán trọ.

# T_GAME_QUEST_SCEN5_3_DESC
source: Rất tốt, thưa Lãnh chúa. Quán rượu đó sẽ mở ra nhiều cơ hội giao thương trong tương lai. Bây giờ chúng ta hãy đến phần thú vị của thỏa thuận. Hãy giao dịch một số hàng hóa...
vi: Rất tốt, thưa ngài Thống đốc. Quán trọ này sẽ mang đến cho ngài nhiều đơn đặt hàng thương mại trong tương lai. Giờ chúng ta hãy hoàn thành phần thú vị trong thỏa thuận của mình. Chúng ta sẽ giao dịch một số hàng hóa...

# T_GAME_QUEST_SCEN5_3_NAME
source: Kiếm lợi nhuận 1500 Thaler thông qua giao thương.
vi: Kiếm được lợi nhuận 1500 đồng Taler tại chợ.

# T_GAME_QUEST_SCEN5_4_DESC
source: Ngài có thể vui lòng tích trữ vải không, thưa Lãnh chúa? Tôi có một đối tác giao thương cực kỳ quan tâm đến vải. Tôi cũng đã gặp một hiệp sĩ khi đang đi du lịch. Ông ấy đang trên đường đến đây và có thể có một số nhiệm vụ thú vị cho ngài.
vi: Ngài có thể vui lòng dự trữ vải vóc trong các nhà kho của mình được không, thưa ngài? Tôi có một đối tác thương mại rất quan tâm đến vải vóc. Ngoài ra, tôi đã gặp một hiệp sĩ trên đường đi, người đang trên đường đến đây. Ông ta có thể có những nhiệm vụ thú vị dành cho ngài.

# T_GAME_QUEST_SCEN5_4_NAME
source: Tích trữ 35 đơn vị vải trong kho của ngài.
vi: Dự trữ 35 vải trong nhà kho của ngài.

# T_GAME_QUEST_SCEN5_5_DESC
source: Thưa Lãnh chúa! Tôi là Kunibert von Blankenstein, một hiệp sĩ được phong tước của Nhà vua. Trạm giao thương của ngài hoàn toàn phù hợp để hỗ trợ tôi trong nhiệm vụ đánh đuổi bọn cướp khỏi những vùng đất này. Ngài có thể cung cấp đá cho tôi để tôi có thể xây dựng các tháp canh để bảo vệ khu vực này không?
vi: Thưa Lãnh Chúa! Tôi là Kunibert von Blankenstein, hiệp sĩ của Đức Vua. Trạm buôn bán của các ngươi có vị trí tốt để hỗ trợ ta trong các dự định của mình là đánh đuổi bọn cướp ở khu vực này. Liệu các ngươi có thể cung cấp cho ta đá để ta có thể xây dựng một số trạm canh gác trong khu vực không?

# T_GAME_QUEST_SCEN5_5_NAME
source: Giao 50 đá cho hiệp sĩ.
vi: Cung cấp 50 đá cho hiệp sĩ.

# T_GAME_QUEST_SCEN5_6_DESC
source: Thưa Lãnh chúa quản gia, thợ rèn vũ khí của tôi đang rất cần sắt để cung cấp kiếm cho quân đội của tôi. Có một số mỏ quặng gần trạm giao thương của ngài. Ngài có thể gửi một lô hàng sắt cho người hầu của tôi không?
vi: Thưa ngài Thống đốc, các xưởng rèn vũ khí của tôi đang rất cần sắt để cung cấp cho quân đội của tôi những thanh kiếm mới. Gần trạm buôn bán của các ngươi có một số mạch quặng - liệu các ngươi có thể cung cấp cho người hầu của ta một chuyến hàng sắt được không?

# T_GAME_QUEST_SCEN5_6_NAME
source: Giao 65 thanh sắt cho hiệp sĩ.
vi: Cung cấp 65 sắt cho hiệp sĩ.

# T_GAME_QUEST_SCEN5_7_DESC
source: Tôi có một vấn đề, thưa Lãnh chúa. Một số lính bộ binh của tôi đã làm móp áo giáp của họ trong trận chiến cuối cùng chống lại bọn cướp. Xin hãy tích trữ công cụ để binh lính của tôi có thể sửa chữa áo giáp của họ khi họ đến thăm trạm giao thương.
vi: Tôi đang gặp một vấn đề, thưa ngài Thống đốc. Một số người của tôi có áo giáp bị móp méo rất nhiều kể từ trận chiến cuối cùng với bọn cướp. Hãy dự trữ công cụ trong các nhà kho của các ngươi để binh lính của tôi có thể tự sửa chữa áo giáp khi đến thăm trạm buôn bán của các ngươi lần tới.
