Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_MAP_DESC_2016_09
source: Băng qua sông để đến các tài nguyên cần thiết cho thành phố của bạn.
vi: Vượt qua con sông lớn để tiếp cận các tài nguyên quan trọng mà bạn cần cho thành phố của mình.

# T_MAP_DESC_2016_10
source: Tiết kiệm một đống tiền xu. Nhưng hãy cẩn thận, bọn cướp đã lập sào huyệt trong khu vực. Ngoài mối đe dọa từ bọn cướp, những dân làng không vui sẽ không trả thuế.
vi: Tích lũy một lượng lớn đồng Taler. Tuy nhiên, hãy cẩn thận, rất nhiều bọn cướp đang lẩn trốn trong khu vực. Ngoài ra, những người dân bất hạnh không thích trả thuế.

# T_MAP_DESC_21
source: Thành lập một ngôi làng trên một hòn đảo xinh đẹp, ẩn mình. Hãy tận hưởng không khí biển trong lành!
vi: Dựng một ngôi làng trên một hòn đảo xinh đẹp, ẩn mình. Hãy tận hưởng không khí biển trong lành!

# T_MAP_DESC_21_NOBANDITS
source: Thành lập một ngôi làng trên một hòn đảo xinh đẹp, ẩn mình. Hãy tận hưởng không khí biển trong lành!
vi: Dựng một ngôi làng trên một hòn đảo xinh đẹp, ẩn mình. Hãy tận hưởng không khí biển trong lành!

# T_MAP_DESC_22
source: Đưa thị trấn của bạn vượt qua mùa đông khắc nghiệt.
vi: Đưa ngôi làng của bạn vượt qua mùa đông khắc nghiệt.

# T_MAP_DESC_23
source: Trên đồng bằng băng giá này, bạn phải xây dựng một thị trấn hoạt động hiệu quả rất nhanh chóng hoặc chết đói trong mùa đông.
vi: Trên bình nguyên đóng băng này, bạn phải hành động nhanh chóng để ngôi làng của bạn vượt qua mùa đông một cách an toàn.

# T_MAP_DESC_24
source: Hỗ trợ Đức Vua trong nỗ lực xây dựng một hạm đội tàu lớn, đồng thời kiểm soát tình trạng bất ổn ngày càng tăng trong thị trấn của bạn.
vi: Hỗ trợ Đức Vua đóng một hạm đội và giải quyết tình trạng bất ổn trong làng của bạn.

# T_MAP_DESC_25
source: Tận dụng các khu rừng xung quanh trong khu vực này khi cố gắng thành lập thị trấn của bạn. Nước ở đây khan hiếm, vì vậy không thể dựa vào việc đánh bắt cá.
vi: Sử dụng rừng xung quanh một cách khôn ngoan để xây dựng thành phố của bạn. Nước rất khan hiếm trong khu vực này, vì vậy đánh bắt cá không phải là một lựa chọn tốt để cung cấp cho người dân của bạn.

# T_MAP_DESC_26
source: Đức Vua đã tham gia một vụ cá cược và nhiệm vụ của bạn là xây dựng một thành phố lớn trước khi đại công tước làm được. Bạn không có nhiều thời gian để hoàn thành tất cả các nhiệm vụ. Đừng làm ngài thất vọng!
vi: Thay mặt Đức Vua tham gia một cuộc cá cược, xây dựng thành phố của bạn trước Đại Công tước. Bạn có rất ít thời gian để hoàn thành tất cả các nhiệm vụ. Đừng làm Đức Vua thất vọng!

# T_MAP_DESC_27
source: Các khu vực đầm lầy khiến việc tìm kiếm nền đất xây dựng phù hợp trở nên khó khăn. Hãy chắc chắn sử dụng hiệu quả nền đất xây dựng có sẵn!
vi: Thật khó để xây dựng trên diện rộng ở vùng đầm lầy này. Hãy sử dụng không gian cho trước một cách khôn ngoan để xây dựng thành phố của bạn.

# T_MAP_DESC_28
source: Một thung lũng đá chứa rất nhiều tài nguyên, nhưng không gian cho các công trình lại khan hiếm.
vi: Một thung lũng đá, nơi có rất nhiều tài nguyên – nhưng diện tích xây dựng bị hạn chế.

# T_MAP_DESC_29
source: Một nhóm đảo nhỏ. Thuộc địa hóa chúng sẽ là một thách thức.
vi: Một nhóm đảo nhỏ mà việc định cư là một thách thức.

# T_MAP_DESC_29_NOBANDITS
source: Một nhóm đảo nhỏ. Thuộc địa hóa chúng sẽ là một thách thức.
vi: Một nhóm đảo nhỏ mà việc định cư là một thách thức.

# T_MAP_DESC_3
source: Đây là bản đồ hướng dẫn. Tại đây bạn sẽ được giới thiệu về thế giới của Townsmen.
vi: Đây là bản đồ hướng dẫn. Tại đây, bạn sẽ làm quen với thế giới của Townsmen.

# T_MAP_DESC_30
source: Xây dựng một thị trấn xung quanh pháo đài trên núi của bạn. Nhưng hãy cẩn thận, một mùa đông dài đang đến.
vi: Xây dựng một thành phố xung quanh pháo đài trên núi của bạn. Mùa đông dài khiến việc cung cấp lương thực trở nên khó khăn ở đây.

# T_MAP_DESC_31
source: Đức Vua sẽ đến thăm các lãnh địa của mình. Hãy chuẩn bị cho sự xuất hiện của ngài.
vi: Đức Vua có kế hoạch thị sát lãnh thổ của mình. Hãy nhanh chóng chuẩn bị mọi thứ cho sự xuất hiện của ngài.

# T_MAP_DESC_32
source: Sinh nhật của Đức Vua sắp đến. Bây giờ bạn tìm kiếm loại bia hoàn hảo làm quà tặng. Có lẽ các tu sĩ tại tu viện biết nhiều hơn...
vi: Sinh nhật của Đức Vua đang đến gần và bạn đang tìm kiếm loại đồ uống hoàn hảo để làm quà tặng cho ngài - có lẽ các tu sĩ sẽ biết nhiều hơn…

# T_MAP_DESC_33
source: Đức Vua mắc một căn bệnh bí ẩn. Nhiệm vụ của bạn là chữa khỏi cho ngài và tìm ra nguồn gốc của căn bệnh.
vi: Đức Vua đang mắc một căn bệnh bí ẩn. Tùy thuộc vào các ngươi để chữa trị cho ngài và tìm ra nơi mà căn bệnh đó đến.

# T_MAP_DESC_34
source: Chiến tranh đang bao trùm vùng đất. Ở xa mặt trận, bạn phải thành lập một thị trấn thịnh vượng và hỗ trợ quân đội của Đức Vua.
vi: Chiến tranh đang nắm giữ đất nước một cách chắc chắn. Ở xa tiền tuyến, bạn phải xây dựng một nền kinh tế thịnh vượng và hỗ trợ quân đội của Đức Vua. Tuy nhiên, người dân cũng có những mong muốn của riêng mình.

# T_MAP_DESC_35
source: Đức Vua muốn chuẩn bị cho những thời điểm khó khăn và thị trấn của bạn đã được chọn để cung cấp hàng hóa cần thiết.
vi: Đức Vua muốn chuẩn bị cho những thời điểm khó khăn. Thành phố của các ngươi được giao nhiệm vụ trồng lúa mì cần thiết.

# T_MAP_DESC_36
source: Học hỏi các chi tiết về chiến tranh từ một cựu chiến binh.
vi: Học hỏi những điều phức tạp của chiến tranh từ một cựu chiến binh.

# T_MAP_DESC_37
source: Hoàn thành mong muốn của vợ bạn trong khi đối phó với một tên cướp tống tiền.
vi: Đáp ứng những mong muốn của người vợ khắt khe của bạn và đối phó với một tên cướp tống tiền.

# T_MAP_DESC_4
source: Lâu đài của bạn nằm trên một hòn đảo nhỏ trên sông. Sử dụng bờ sông xung quanh một cách khôn ngoan và xây dựng một nền kinh tế thịnh vượng.
vi: Lâu đài của bạn nằm trên một hòn đảo nhỏ. Hãy sử dụng các khu vực bờ biển xung quanh để xây dựng một nền kinh tế thịnh vượng.

# T_MAP_DESC_6
source: Xây dựng một ngôi làng nhỏ bên bờ hồ xinh đẹp.
vi: Tại đây, bạn có thể xây dựng một ngôi làng nhỏ trên bờ một hồ nước tuyệt đẹp.

# T_MAP_DESC_7
source: Thị trấn của bạn đã được Đức Vua chọn để tổ chức giải đấu thương lớn nhất khu vực!
vi: Thành phố của bạn đã được Đức Vua chọn để tổ chức giải đấu hiệp sĩ lớn nhất trong khu vực!

# T_MAP_DESC_8
source: Mùa đông đang đến! Giúp Dân làng của bạn chuẩn bị cho mùa băng giá!
vi: Mùa đông đang ở trước cửa thành phố của bạn! Hãy giúp người dân chuẩn bị cho mùa lạnh nhất trong năm!

# T_MAP_DESC_9
source: Hỗ trợ vợ bạn và làm cho nền kinh tế của một ngôi làng đổ nát phát triển trở lại!
vi: Hỗ trợ vợ của bạn và đưa nền kinh tế trở lại thịnh vượng trong một ngôi làng tồi tàn!

# T_MAP_DESC_APOCALYPSE
source: Thị trấn đang phải chịu một lời nguyền. Những căn bệnh và thảm họa kỳ lạ đang đè nặng lên dân chúng. Nhiệm vụ của bạn là tìm cách giải lời nguyền càng sớm càng tốt. Bất kể phải trả giá nào…
vi: Thành phố đang phải chịu một lời nguyền kỳ lạ. Bệnh tật và thảm họa đang gây áp lực lên người dân. Hãy tìm cách phá bỏ lời nguyền càng sớm càng tốt. Bất kể giá nào…

# T_MAP_DESC_FESTIVITIES
source: Đức Vua đã tái hôn. Để tôn vinh người vợ mới, bạn được lệnh tổ chức một số lễ hội theo mùa. Tuy nhiên, việc lập kế hoạch và thực hiện có thể khó khăn. Đó sẽ là một cuộc chạy đua với thời gian…
vi: Đức Vua đã kết hôn lần nữa. Để tôn vinh vị Hoàng hậu mới, các lễ hội lớn sẽ được tổ chức trên khắp đất nước. Tuy nhiên, việc lập kế hoạch và thực hiện là khó khăn. Đây sẽ là một cuộc chạy đua với thời gian…

# T_MAP_DESC_ICYHOLD
source: Cao trên một vách đá là pháo đài băng giá. Khó tiếp cận nhưng một khi đã leo lên, người ta có thể nhìn xa vào khu vực xung quanh của lãnh nguyên lạnh giá. Mùa đông rất dài ở khu vực này!
vi: Nằm trên đỉnh một ngọn núi dốc đứng là pháo đài băng giá khó tiếp cận. Từ đây, bạn có thể nhìn bao quát vùng lãnh nguyên trơ trụi xung quanh. Mùa đông ở đây rất dài!

# T_MAP_DIPLOMATICVISIT_DESC
source: Nữ hoàng của một quốc gia thân thiện đến thăm thành phố. Các thỏa thuận thương mại béo bở sắp được ký kết, nhưng có một rào cản ngôn ngữ cần phải vượt qua trước tiên.
vi: Nữ hoàng của một đất nước thân thiện đang đến thăm thành phố. Các thỏa thuận thương mại sinh lợi sẽ được ký kết, nhưng có một số vấn đề về ngôn ngữ.

# T_MAP_DIVIDEDSHORELINE_DESC
source: Một ngọn núi hùng vĩ đang chia cắt vùng đất của bạn. Hơn nữa, bạn có thể chinh phục một hòn đảo không xa lâu đài của mình.
vi: Một ngọn núi hùng vĩ chia cắt bờ biển này thành hai khu vực. Ngoài ra, một hòn đảo nhỏ ngoài khơi có thể được khai thác.

# T_MAP_DIVIDEDSHORELINE_NAME
source: Bờ biển chia cắt
vi: Bờ biển bị chia cắt

# T_MAP_FRIGYTHKINGDOM_DESC
source: Nữ hoàng Frigyth cần một thống đốc mới để quản lý phần này của Vương quốc của bà. Xây dựng một thị trấn tráng lệ ở vùng đất mới này.
vi: Nữ hoàng Frigyth cần một Thống đốc để quản lý khu vực này của vương quốc. Hãy xây dựng một thành phố tráng lệ ở vùng đất mới này.

# T_MAP_FROZENFRONT_DESC
source: Cuộc chiến cuối cùng đã khiến phần lớn thị trấn trở thành đống đổ nát. Những tàn tích phủ đầy tuyết của thị trấn giờ đây đánh dấu nơi diễn ra trận chiến lớn của các đội quân. Bây giờ là lúc để xây dựng lại thị trấn. Đây là bản đồ chỉ có mùa đông!
vi: Cuộc chiến cuối cùng đã tàn phá phần lớn ngôi làng. Trận chiến lớn đã diễn ra ở nơi này. Giờ là lúc xây dựng lại ngôi làng. Mùa đông luôn diễn ra trên bản đồ này!

# T_MAP_HIGHLANDS_DESC
source: Vùng đất này bị cắt ngang bởi núi và đồi. Khung cảnh thật tuyệt vời khi bạn lên đến đỉnh.
vi: Vùng đất này được bao phủ bởi núi và đồi. Khung cảnh rất tuyệt vời ngay khi bạn lên đến đỉnh núi.

# T_MAP_HIGHLANDS_INTRO
source: Chào mừng đến cao nguyên, thưa thống đốc. Vùng đất này đầy rẫy những bí ẩn. Tôi chắc chắn rằng, nếu ngài chú ý và quan tâm đến cư dân, vùng đất sẽ sớm tiết lộ tất cả bí mật của nó cho ngài.
vi: Chào mừng đến với vùng Cao nguyên, thưa Thống đốc. Khu vực này rải rác những điều bí ẩn. Tôi chắc chắn rằng những vùng đất này sẽ sớm tiết lộ tất cả bí mật của chúng cho các ngài nếu các ngài chăm sóc người dân một cách chu đáo và cẩn thận.

# T_MAP_INSANECHOICES_DESC
source: Bạn được gọi đến một ngôi làng nơi Công tước dường như bị điên. Dân làng từ chối trả bất kỳ khoản thuế nào! Mỗi lựa chọn bạn đưa ra sẽ dẫn bạn đến một kết thúc khác nhau.
vi: Các ngươi đã được gọi đến một ngôi làng nơi Công tước dường như bị điên. Người dân không còn trả thuế nữa. Mỗi quyết định của các ngươi có thể dẫn đến một kết thúc khác của câu chuyện…

# T_MAP_INSANECHOICES_NAME
source: Lựa chọn Điên rồ
vi: Những Quyết định Điên Rồ

# T_MAP_LEGACY_DESC
source: Đức Vua có một nhiệm vụ mới cho bạn. Ngài đang già đi và sợ rằng mình sẽ rời khỏi thế giới này mà không để lại di sản. Một di sản sẽ truyền lại những bài học ngài đã học được khi làm Vua cho các thế hệ tương lai.
vi: Đức Vua có một nhiệm vụ mới dành cho các ngươi. Ngài đã khá lớn tuổi và lo sợ rằng mình sẽ rời khỏi thế giới này mà không để lại di sản. Ngài muốn truyền lại những bài học mà ngài đã học được với tư cách là một vị vua cho các thế hệ tương lai.

# T_MAP_LOWLANDS_DESC
source: Những đồng bằng rộng lớn và rất nhiều không gian xây dựng trải dài đến tận chân trời. Ở đây có thể xây dựng một thành phố thực sự lớn.
vi: Đồng bằng rộng lớn và nhiều vùng đất xây dựng trải dài đến tận chân trời. Một thành phố thực sự lớn có thể được xây dựng ở đây.

# T_MAP_LOWLANDS_NAME
source: Đồng bằng
vi: Vùng đất thấp

# T_MAP_MARSH_DESC
source: Trong khu vực này, nhiều đồng cỏ ẩm ướt góp phần vào sự đa dạng sinh học của vùng đất.
vi: Nhiều vùng đầm lầy ẩm ướt đặc trưng cho khu vực này và góp phần vào sự đa dạng sinh học của đất nước.

# T_MAP_MARSH_INTRO
source: Thưa Lãnh chúa, hãy nhìn sự cân bằng hoàn hảo giữa đất và nước này. Tôi rất vui được chào đón ngài đến nơi yên tĩnh này. Những cư dân ở đây sẽ sớm chứng kiến những nỗ lực của ngài trong việc giúp khu vực này đạt đến sự vĩ đại thực sự!
vi: Thưa ngài, hãy nhìn vào sự cân bằng hoàn hảo giữa đất và nước này. Tôi rất vui khi được chào đón ngài đến địa điểm yên tĩnh này. Người dân ở đây sẽ sớm chứng kiến cách ngài giúp khu vực này đạt đến tầm vóc thực sự!

# T_MAP_NAME_13
source: Sườn núi
vi: Trên sườn núi

# T_MAP_NAME_15
source: Trạm giao dịch
vi: Trạm buôn bán

# T_MAP_NAME_2016_01
source: Thiếu gỗ
vi: Tình trạng thiếu gỗ

# T_MAP_NAME_2016_02
source: Đồi rộng lớn
vi: Những ngọn đồi rộng lớn

# T_MAP_NAME_2016_04
source: Thử thách thợ thủ công
vi: Thách thức thủ công

# T_MAP_NAME_2016_10
source: Túi tiền
vi: Hà tiện

# T_MAP_NAME_2017_01
source: Bị bao vây
vi: Cuộc bao vây

# T_MAP_NAME_2017_01_DESC
source: Bọn cướp đang đột kích thị trấn này. Nhiệm vụ của bạn sẽ là thiết lập một cơ sở hạ tầng hoạt động trong cuộc bao vây.
vi: Bọn cướp đang tấn công thành phố. Nhiệm vụ của bạn là xây dựng một cơ sở hạ tầng hoạt động trong thời gian bao vây.

# T_MAP_NAME_2017_02_DESC
source: Sắp tới sẽ diễn ra một cuộc bầu cử. Để giữ chức Thống đốc thị trấn, bạn phải thuyết phục một số phe phái bỏ phiếu cho mình. Mỗi phe phái có những lợi ích khác nhau, vì vậy hãy chọn một cách khôn ngoan.
vi: Một cuộc bầu cử mới sẽ sớm diễn ra trong làng. Để tiếp tục làm Thống đốc, các phe phái khác nhau phải được thuyết phục để bỏ phiếu cho bạn. Mỗi phe phái có những lợi ích khác nhau, vì vậy hãy lựa chọn một cách khôn ngoan.

# T_MAP_NAME_23
source: Đồng bằng băng giá
vi: Bình nguyên đóng băng

# T_MAP_NAME_24
source: Bất ổn
vi: Bạo loạn

# T_MAP_NAME_25
source: Rừng sâu
vi: Trong khu rừng sâu

# T_MAP_NAME_26
source: Vụ cá cược của Đức Vua
vi: Cuộc cá cược của Đức Vua

# T_MAP_NAME_27
source: Đầm lầy
vi: Vùng đầm lầy

# T_MAP_NAME_3
source: Hướng dẫn
vi: Giới thiệu

# T_MAP_NAME_31
source: Phía sau bức màn
vi: Đằng sau cái bịt mắt

# T_MAP_NAME_32
source: Loại bia hoàn hảo
vi: Đồ uống hoàn hảo

# T_MAP_NAME_34
source: Chiến tranh tàn phá
vi: Tàn phá bởi chiến tranh

# T_MAP_NAME_35
source: Đất nông nghiệp
vi: Vùng đất màu mỡ

# T_MAP_NAME_37
source: Ước muốn của một cô gái
vi: Mong muốn của một người phụ nữ

# T_MAP_NAME_6
source: Cảnh hồ
vi: Nhìn ra hồ

# T_MAP_NAME_FARMLAND
source: Đất nông nghiệp
vi: Vùng đất màu mỡ

# T_MAP_TALEOFTWOCLANS_DESC
source: Cách đây rất lâu tại một vương quốc xa xôi, một cuộc đụng độ đã xảy ra giữa hai nhóm Dân làng. Liệu bạn có thể khôi phục hòa bình và đoàn tụ hai gia đình dưới tên cũ của họ không?
vi: Cách đây rất lâu, ở một vương quốc xa xôi, có một cuộc tranh chấp đã xảy ra giữa hai gia tộc trong một ngôi làng. Kể từ đó, họ đã đi theo những con đường riêng biệt và thậm chí đã từ bỏ tên gọi cũ của mình. Các ngươi có thể làm cho hai gia đình đoàn tụ lại dưới cái tên cũ không?

# T_MAP_TALEOFTWOCLANS_NAME
source: Câu chuyện hai Gia tộc
vi: Câu chuyện của hai gia tộc

# T_MAP_THE_BEAST_DESC
source: Tại vùng đất của Nữ hoàng Frygith, một thị trấn biên giới nhỏ bị chia cắt bởi xung đột giữa hai phe phái. Sau đó, một con thú khủng khiếp bắt đầu tấn công Dân làng. Bạn được giao nhiệm vụ điều tra bí ẩn này.
vi: Ở vùng đất của Nữ hoàng Frigyth, một thị trấn biên giới nhỏ đang bị chia rẽ bởi các cuộc xung đột nội bộ. Nếu điều đó vẫn chưa đủ, thành phố còn bị khủng bố bởi một con quái vật, khiến người dân sống trong sợ hãi. Nhiệm vụ của ngươi là giải quyết các cuộc xung đột và bí ẩn xung quanh con quái vật.

# T_MAP_THE_BEAST_NAME
source: Quái thú
vi: Quái vật

# T_MAP_THE_PIT_DESC
source: Cách xa lâu đài và dòng sông, có một vùng trũng, chỉ được người dân địa phương gọi là cái hố. Giữa nó có một cây duy nhất. Chỉ những thống đốc dũng cảm nhất mới dám xây dựng một thị trấn gần cái hố.
vi: Xa lâu đài và dòng sông gần đó là một thung lũng mà người dân trong làng chỉ gọi là Hố. Một cái cây duy nhất đứng ở giữa. Chỉ những Thống đốc dũng cảm nhất mới dám dựng một ngôi làng gần nó.

# T_MAP_THE_WATERFALLS_DESC
source: Hai con sông gặp nhau ở phần dưới của thung lũng để tạo thành những thác nước hùng vĩ dọc theo các ngọn núi.
vi: Hai dòng sông gặp nhau ở phần dưới của thung lũng và tạo thành những thác nước tuyệt đẹp dọc theo những ngọn núi.

# T_MAP_THE_WATERFALLS_INTRO
source: Thưa Thống đốc, đây là một trong những nơi đáng mơ ước nhất trong toàn bộ vương quốc của ta. Mong ngài cai quản những vùng đất này nhân danh ta. Hãy chăm sóc chúng thật tốt. Ta chắc chắn rằng ngài sẽ sớm giúp ngôi làng nhỏ này đạt đến sự vĩ đại thực sự.
vi: Thưa Thống đốc, đây là một trong những địa điểm được thèm muốn nhất trong toàn bộ vương quốc của tôi. Cầu mong ngài cai quản vùng đất này nhân danh ta. Hãy chăm sóc chúng cẩn thận. Tôi chắc chắn rằng ngài sẽ sớm giúp ngôi làng nhỏ bé này đạt đến tầm vóc thực sự.

# T_MAP_TWELVE_DESC
source: Sự nổi tiếng của bạn trong thành phố đã giảm mạnh. Người dân khinh miệt bạn! Hãy đảm bảo Dân làng yêu quý người cai trị của họ trở lại! Hoàn thành mười hai nhiệm vụ huyền thoại mà không thất bại!
vi: Mức độ nổi tiếng của ngươi trong thành phố đã giảm xuống rất nhiều. Người dân đang khinh thường các ngươi! Hãy đảm bảo rằng người dân sẽ yêu quý người cai trị của mình trở lại! Hãy hoàn thành mười hai thử thách huyền thoại mà không được thất bại!

# T_MAP_TWELVE_NAME
source: Nhiệm vụ huyền thoại
vi: Những thử thách huyền thoại

# T_MAP_WASTELAND_DESC
source: Hầu như không có gì mọc ở vùng đất hoang này. Không có sông hoặc hồ hiện hữu làm cho việc phát triển đô thị càng khó khăn hơn. Liệu có thể xây dựng một thành phố thành công ở đây không? Trên bản đồ này luôn là mùa thu.
vi: Ở vùng đất hoang này, hầu như không có gì phát triển. Không có dòng sông hoặc hồ nào tồn tại, điều này gây khó khăn hơn nữa cho việc xây dựng thành phố. Liệu một thành phố thành công có thể được xây dựng ở đây không? Mùa thu luôn diễn ra trên bản đồ này.

# T_MENU_ACTIONS_AUTOTRADE_MARK_AUTOTRADE
source: Lệnh giao dịch
vi: Đơn hàng giao dịch

# T_MENU_ACTIONS_CANCEL
source: Hủy bỏ
vi: Hủy

# T_MENU_ACTIONS_CHANGE
source: Chuyển đổi
vi: Thay đổi

# T_MENU_ACTIONS_COMMIT_TRADE
source: Xác nhận giao dịch
vi: Hoàn tất giao dịch

# T_MENU_ACTIONS_CONTEXT_CLEAR_WORKERS
source: Loại bỏ công nhân
vi: Giải phóng công nhân

# T_MENU_ACTIONS_CONTEXT_FOLLOW_WORKERS
source: Theo dõi dân làng
vi: Theo dõi cư dân

# T_MENU_ACTIONS_COVERAGE
source: Phạm vi bao phủ
vi: Bao phủ

# T_MENU_ACTIONS_DEMOLISH
source: Phá hủy công trình
vi: Phá bỏ tòa nhà

# T_MENU_ACTIONS_DESTROY_RESOURCES
source: Hủy
vi: Tiêu hủy

# T_MENU_ACTIONS_DISMISS
source: Đóng chú giải
vi: Đóng ghi chú

# T_MENU_ACTIONS_FF_DOWN
source: Tốc độ -
vi: Giảm tốc độ

# T_MENU_ACTIONS_FF_UP
source: Tốc độ +
vi: Tăng tốc độ

# T_MENU_ACTIONS_FOLLOW_TOWNIE
source: Menu ngữ cảnh: theo dõi dân làng
vi: Menu ngữ cảnh: Theo dõi người dân

# T_MENU_ACTIONS_GOTO_BUILDINGS
source: Hiển thị công trình
vi: Hiển thị tòa nhà

# T_MENU_ACTIONS_JOBS
source: Chọn công việc
vi: Chọn nghề nghiệp

# T_MENU_ACTIONS_LAST_TIP
source: Mẹo trước
vi: Mẹo cuối cùng

# T_MENU_ACTIONS_MENU
source: Menu trong game
vi: Menu trò chơi

# T_MENU_ACTIONS_NEXT_TIP
source: Mẹo kế tiếp
vi: Mẹo tiếp theo

# T_MENU_ACTIONS_REPAIR
source: Sửa chữa công trình
vi: Sửa chữa tòa nhà

# T_MENU_ACTIONS_SELECTOR
source: Di chuyển con chọn
vi: Di chuyển bộ chọn

# T_MENU_ACTIONS_TABS
source: Chuyển tab
vi: Chuyển đổi các tab

# T_MENU_ACTIONS_TAX_SLIDER
source: Thiết lập thuế
vi: Điều chỉnh thuế

# T_MENU_ACTIONS_TRASH
source: Loại bỏ tài nguyên
vi: Tiêu hủy tài nguyên

# T_MENU_ACTIONS_ZOOMIN
source: Phóng to +
vi: Thu phóng +

# T_MENU_ACTIONS_ZOOMOUT
source: Thu nhỏ -
vi: Thu phóng -

# T_MENU_CREDITS
source: Giới thiệu
vi: Đóng góp

# T_MENU_GALLERY_NOPICS
source: Không có ảnh chụp màn hình nào trong thư viện của bạn!
vi: Không có ảnh nào trong thư viện của bạn!

# T_MENU_OPTIONS
source: Tùy chọn
vi: Cài đặt

# T_MODIFIER_TITLE_TAX_INCREASE
source: Thu nhập thuế nhiều hơn
vi: Tăng thu nhập từ thuế

# T_MOD_BUILDING_BARRACKS
source: Số lượng công trình cung cấp vật tư
vi: Số lượng tòa nhà cung cấp lương thực

# T_MOD_BUILDING_BARRACKS_OLD
source: Số lượng doanh trại trong thị trấn
vi: Số lượng doanh trại

# T_MOD_BUILDING_BUILDING_OCCUPANCY
source: Chỗ trống trong công trình
vi: Không gian khả dụng trong tòa nhà

# T_MOD_BUILDING_BURNING_BUILDINGS
source: Công trình đang cháy trong thị trấn
vi: Các tòa nhà đang cháy trong thành phố

# T_MOD_BUILDING_DEFENSE
source: Sức phòng thủ của lính: dựa trên tiêu thụ áo giáp, xúc xích và bia
vi: Sức mạnh phòng thủ của binh lính: Dựa trên mức tiêu thụ áo giáp, xúc xích và đồ uống

# T_MOD_BUILDING_DEPOSIT
source: Trữ lượng tài nguyên {DEPOSIT}
vi: Trữ lượng tài nguyên thô {DEPOSIT}

# T_MOD_BUILDING_DISTRIBUTION
source: Đã phân phối: {RESOURCES}
vi: Phân bổ: {RESOURCES}

# T_MOD_BUILDING_DISTRIBUTION_CLOTHES_JEWELS
source: Quần áo và trang sức
vi: Quần áo và đồ trang sức

# T_MOD_BUILDING_DISTRIBUTION_JUICE_BREW
source: Nước trái cây và bia
vi: Nước ép và đồ uống

# T_MOD_BUILDING_DISTRIBUTION_SOLDIER_GOODS
source: Trang bị quân sự
vi: Trang bị của binh lính

# T_MOD_BUILDING_FAIRGROUND_HAPPINESS_BONUS_DESC
source: Nếu một lễ hội đang diễn ra, hạnh phúc trong thị trấn tạm thời tăng lên.
vi: Khi một lễ hội đang diễn ra, mức độ hài lòng chung trong làng sẽ tăng lên trong thời gian ngắn.

# T_MOD_BUILDING_FAIRGROUND_HAPPINESS_BONUS_TITLE
source: Thưởng hạnh phúc
vi: Thưởng hài lòng

# T_MOD_BUILDING_FAMILIES
source: Gia đình dân làng trong công trình này
vi: Gia đình người dân trong tòa nhà này

# T_MOD_BUILDING_FEATURE_COLLECTALL
source: Thu tất cả thuế
vi: Thu thập tất cả thuế

# T_MOD_BUILDING_FEATURE_CUREALL
source: Chữa trị toàn thị trấn
vi: Chữa lành cho làng

# T_MOD_BUILDING_FEATURE_EXTINGUISHALL
source: Dập tắt mọi đám cháy
vi: Dập tắt tất cả đám cháy

# T_MOD_BUILDING_FEATURE_REFILLMINE
source: Bổ sung trữ lượng
vi: Lấp đầy lại trữ lượng

# T_MOD_BUILDING_FIRETOWERS
source: Trạm cứu hỏa trong làng
vi: Tòa nhà chữa cháy trong làng

# T_MOD_BUILDING_FIRETOWERS_OLD
source: Tháp canh lửa trong thị trấn
vi: Tháp canh lửa trong làng

# T_MOD_BUILDING_GLOBALSTOCK
source: Kho toàn cục
vi: Kho toàn cầu

# T_MOD_BUILDING_GUARDTOWERS
source: Công trình phòng thủ trong thị trấn
vi: Tòa nhà phòng thủ trong làng

# T_MOD_BUILDING_GUARDTOWERS_OLD
source: Tháp canh trong thị trấn
vi: Tháp canh trong làng

# T_MOD_BUILDING_ILL_TOWNIES
source: Dân làng bị bệnh
vi: Người dân bị bệnh

# T_MOD_BUILDING_MERCHANT_RETURNS
source: Thương nhân quay lại sau: {TIME}
vi: Thương nhân sẽ quay lại sau: {TIME}

# T_MOD_BUILDING_OFFENSE
source: Sức tấn công của lính: dựa trên tiêu thụ vũ khí, xúc xích và bia
vi: Sức mạnh tấn công của binh lính: Dựa trên mức tiêu thụ vũ khí, xúc xích và đồ uống

# T_MOD_BUILDING_PROCESSES
source: Đã xử lý:
vi: Đang chế biến:

# T_MOD_BUILDING_RANGE
source: Phạm vi bao phủ thị trấn
vi: Phạm vi bao phủ của thành phố

# T_MOD_BUILDING_RANGE_BUILDING_BARRACKS
source: Phạm vi cung cấp vật tư
vi: Phạm vi cung cấp lương thực

# T_MOD_BUILDING_RANGE_BUILDING_BARRACKS_INFO
source: Công trình cung cấp vật tư có phạm vi tăng {CHANGE}.
vi: Tòa nhà cung cấp lương thực có thêm {CHANGE} phạm vi hoạt động.

# T_MOD_BUILDING_RANGE_BUILDING_BARRACKS_INFO_OLD
source: Doanh trại có phạm vi tăng {CHANGE}.
vi: Doanh trại có thêm {CHANGE} phạm vi hoạt động.

# T_MOD_BUILDING_RANGE_BUILDING_BARRACKS_OLD
source: Phạm vi doanh trại
vi: Phạm vi hoạt động của doanh trại

# T_MOD_BUILDING_RANGE_BUILDING_BARRACKS_TITLE
source: Tăng phạm vi cung cấp vật tư
vi: Tăng phạm vi cung cấp lương thực

# T_MOD_BUILDING_RANGE_BUILDING_BARRACKS_TITLE_OLD
source: Tăng phạm vi doanh trại
vi: Tăng phạm vi hoạt động của doanh trại

# T_MOD_BUILDING_RANGE_BUILDING_BARRACKS_TITLE_OLD_02
source: Tăng phạm vi doanh trại {LEVEL}
vi: Tăng phạm vi hoạt động của doanh trại {LEVEL}

# T_MOD_BUILDING_RANGE_BUILDING_FIREWATCH
source: Phạm vi lính cứu hỏa
vi: Phạm vi hoạt động của lính cứu hỏa

# T_MOD_BUILDING_RANGE_BUILDING_FIREWATCH_INFO
source: Tăng phạm vi mà lính cứu hỏa phản ứng với các công trình âm ỉ cháy và đang cháy thêm {CHANGE}.
vi: Lính cứu hỏa có thêm {CHANGE} phạm vi để phản ứng với các ngôi nhà đang cháy hoặc âm ỉ.
