Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_EXPLANATIONS_01
source: My Lord, we could question the victim or search the area for clues. Since the victim is in shock it is recommended to question her now, before details get lost. If we want to search the area for clues, we should do it now, because it is starting to rain and many folks wander through here. Clues can be destroyed easily, you know.
vi: Thưa Lãnh Chúa, chúng ta có thể thẩm vấn nạn nhân hoặc tìm kiếm manh mối trong khu vực. Chúng ta nên thẩm vấn nạn nhân ngay bây giờ khi cô ấy vẫn còn nhớ được tất cả các chi tiết của cuộc tấn công. Nếu chúng ta muốn tìm kiếm manh mối trong khu vực, chúng ta nên làm ngay bây giờ. Trời sẽ sớm mưa và người qua đường có thể dễ dàng phá hủy các manh mối quan trọng.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_STARTED
source: My Lord! You have to come with me! There has been an attack in town! We are not sure what exactly happened…but some townies are talking about a beast. You have to see for yourself.
vi: Thưa Lãnh Chúa! Hãy đến nhanh! Có một cuộc tấn công trong thành phố! Chúng ta không chắc chắn chính xác những gì đã xảy ra.... Một số người dân đang nói về một con quái vật. Ngài phải tự mình đến xem.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_STARTED_002
source: The news about the attack have reached Queen Frigyth! She demands a clean and thorough investigation!
vi: Tin tức về vụ tấn công giờ đã đến tai Nữ hoàng. Bà ấy yêu cầu một cuộc điều tra kỹ lưỡng và tỉ mỉ về các sự kiện!

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_STARTED_003
source: Queen Frigyth wants you to be the chief inspector in the case. She also mentioned that we have to make haste, before the news of a beast spread all over the Kingdom.
vi: Nữ hoàng chọn các ngươi làm trưởng cuộc điều tra này. Bà ấy cũng đã đề cập rằng chúng ta nên nhanh chóng và kín đáo, trước khi tin tức về một con quái vật lan ra khắp vương quốc.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_CHOICE_001_TITLE
source: Choose how to proceed.
vi: Chọn một phương pháp tiếp cận.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_CHOICE_002
source: Hmm. We haven't learned a lot. A demonic beast? What the hell is that supposed to mean? Maybe a new attempt by the locals to drive out the newcomers?
vi: Hmm. Không có nhiều thông tin cho lắm. Một con quái vật quỷ quái? Cái quái gì thế này? Có lẽ đó là một nỗ lực mới của người dân địa phương nhằm đánh đuổi những người mới đến chăng?

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_CHOICE_002_TITLE
source: Would you like to ask this young woman another question or should we interrogate her husband instead?
vi: Ngài có muốn hỏi cô gái trẻ này một câu hỏi khác hay chúng ta nên hỏi chồng cô ấy thì hơn?

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_CHOICE_HUSBAND
source: Question the victim's husband.
vi: Thẩm vấn chồng của nạn nhân.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_CHOICE_VICTIM
source: Ask the victim a new question.
vi: Đặt một câu hỏi mới cho nạn nhân.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_HUSBAND_ANSWER
source: Ah.... What I saw? Not much, actually. I heard a growl, a little like the sound of pigs, but more... wild. And of course my wife who was calling for help. I ran and found her unconscious. I didn't see anything else.
vi: Tôi đã nhìn thấy gì ư? Thực ra là không nhiều. Tôi nghe thấy tiếng càu nhàu, tương tự như tiếng của lợn... nhưng hoang dã hơn nhiều! Và tất nhiên là tiếng vợ tôi đang la hét để được giúp đỡ. Sau đó, tôi chạy đến và thấy cô ấy bất tỉnh ở phía trước. Ngoài ra, tôi không thể nhìn thấy gì khác...

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_HUSBAND_ANSWER_002
source: Sire, my wife has often been influenced by her father, the merchant. He used to have crazy ideas which got not only himself, but also his daughters in trouble...
vi: Thưa Thống đốc, vợ tôi thường xuyên bị cha cô ấy, người thương gia, ảnh hưởng. Trước đây, ông ta thường có những ý tưởng điên rồ, không chỉ gây rắc rối cho chính mình mà còn cả các con gái của ông ta…

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_QUESTIONS_001
source: Question the victim.
vi: Thẩm vấn nạn nhân.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_SCENE_ANALYSE_SCENE
source: Investigate the crime scene.
vi: Điều tra hiện trường vụ án.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_VICTIM_ANSWER_002
source: Well... now that I think about it... Since my sister was banished for unproven accusations, the locals are looking at me strange. I wouldn't be surprised if some of them wished the plague upon me.
vi: Chà... bây giờ khi tôi nghĩ về điều đó... kể từ khi chị gái tôi bị trục xuất vì những cáo buộc vô căn cứ, những người dân địa phương nhìn tôi với ánh mắt kỳ lạ. Tôi sẽ không ngạc nhiên nếu một số người trong số họ muốn tôi mắc dịch bệnh.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_002_ADVISOR_STARTED
source: Oh no, my Lord! I have just learned that the beast struck again! Let's hurry to the scene! This time the victim is the baker! One of the locals!
vi: Ôi lạy chúa! Tôi vừa biết rằng có một cuộc tấn công khác của con quái vật! Người thợ làm bánh đã bị tấn công, nạn nhân lần này là một người dân địa phương! Hãy nhanh chóng đến hiện trường!

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_ALIBY_GATHERING_002_FARMER_STARTED
source: It is true that I did not like them very much, but nevertheless... They brought good mood and new inns to this desolate village. I was just beginning to like them.
vi: Đúng là tôi không thích họ lắm, nhưng dù sao đi nữa… Họ đã mang lại một tâm trạng tốt và các quán trọ mới cho ngôi làng ảm đạm này. Tôi vừa mới bắt đầu thích họ.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_ALIBY_GATHERING_002_GIRL_STARTED
source: No offense, but I was attacked by the beast! I'm one of the victims, not a criminal!
vi: Xin thứ lỗi, nhưng bản thân tôi đã bị con quái vật tấn công! Tôi là một trong những nạn nhân chứ không phải là thủ phạm!

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_ALIBY_GATHERING_002_MILLER_STARTED
source: Perhaps you have forgotten, my Lord, but I almost died from my wounds when the beast attacked me!
vi: Có lẽ ngài đã quên rồi, thưa ngài, nhưng tôi gần như đã chết vì những vết thương khi con quái vật tấn công tôi!

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_EXPLANATIONS_STARTED
source: Either we follow these footprints and hope they lead us to the solution, or we gather all the Townies to question them…
vi: Một là chúng ta nên theo dấu chân này và hy vọng rằng nó sẽ dẫn chúng ta đến lời giải, hai là chúng ta nên tập hợp tất cả người dân trong làng để thẩm vấn họ…

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_FOLLOW_THE_FOOTPRINTS_001_STARTED
source: My Lord, we must build a rope out of cloth so we don't get lost in the woods. I refuse to put small stones on the ground so let's hurry up and make this rope.
vi: Thưa Lãnh Chúa, chúng ta cần làm một sợi dây thừng bằng vải để không bị lạc trong rừng. Tôi từ chối đặt những viên đá nhỏ trên mặt đất, vậy nên chúng ta hãy nhanh lên và làm sợi dây này đi.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_FOLLOW_THE_FOOTPRINTS_002_STARTED
source: Can anyone testify that you were not present at the time of the attacks?
vi: Có ai có thể chứng thực rằng ngài đã không có mặt vào thời điểm các cuộc tấn công xảy ra không?

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_FOLLOW_THE_FOOTPRINTS_003_STARTED
source: It's certainly the farmer who did it. He kept bothering us to leave this village. By attacking the baker, he ensured that the federation of the locals would be beyond suspicion. My daughter was wrongly accused.
vi: Chắc chắn là người nông dân! Ông ta đã cố gắng bằng mọi cách để xua đuổi chúng ta ra khỏi làng rồi! Cuộc tấn công vào thợ làm bánh chỉ là một sự đánh lạc hướng để chuyển sự nghi ngờ từ người dân địa phương sang chúng ta! Con gái tôi đã bị buộc tội một cách oan uổng!

source: She is an herbalist by profession and she saw that the vines were in a bad condition. Of course, suspicious as it may sound, she just didn't want to talk to people and ask for permission…
vi: Cô ấy là một chuyên gia thảo dược và nhận ra rằng những cây nho đang ở trong tình trạng rất tồi tệ. Bản thân tôi biết rằng điều đó nghe có vẻ đáng ngờ, nhưng cô ấy thực sự chỉ muốn giúp đỡ chứ không phải xin phép ai cả.

source: And the other villagers really believed that she was poisoning the fields while she was actually trying to save them. This farmer doesn't know his job! And then she was forced out of the country by the Queen's orders!
vi: Và những người dân còn lại trong làng thực sự tin rằng cô ấy đã đầu độc các cánh đồng trong khi cô ấy thực sự cố gắng cứu chúng. Người nông dân này chẳng biết gì về nghề của mình cả! Sau đó, theo lệnh của Nữ hoàng, cô ấy đã bị đuổi khỏi đất nước!

source: I'm afraid now they'll take it out on my other daughter. You met her a short time ago. She was the first victim of the beast. And that's no coincidence! They don't want us here!
vi: Tôi e rằng giờ họ sẽ trút giận lên con gái còn lại của tôi. Ngài đã gặp cô ấy gần đây. Cô ấy là nạn nhân đầu tiên của con quái vật. Và đó không phải là sự trùng hợp! Họ không muốn chúng ta ở đây!

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_STARTED
source: MY LOOOOOOORD! A NEW ATTACK! This time we have a missing Townie! One of the farm workers is missing!
vi: THƯA LÃNH CHÚA! MỘT CUỘC TẤN CÔNG MỚI! Lần này, chúng ta có một người dân mất tích! Một trong những công nhân của trang trại đã biến mất!

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_STARTED_002
source: Look, my Lord, here are some footprints. I only see two ways to solve this investigation.
vi: Hãy nhìn xem, thưa Lãnh Chúa, có một vài dấu chân ở đây. Tôi chỉ thấy có hai lựa chọn để hoàn thành cuộc điều tra này.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_TOWNIE_STILL_MISSING_002_STARTED
source: My Lord, the Queen demands answers. It is time for us to crack the case. Let us hope that the evidence we have will be sufficient to proceed with the charges.
vi: Thưa Lãnh Chúa, Nữ hoàng đang yêu cầu câu trả lời. Đã đến lúc chúng ta phải đưa chúng cho bà ấy. Hy vọng rằng những bằng chứng mà chúng ta có được sẽ đủ để tiếp tục các cáo buộc.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_ADVISOR_TOWNIE_STILL_MISSING_STARTED
source: My Lord, let us not forget that one of the villagers is still missing. This trail won't take us any further. Let's go back to the castle and solve this mystery with the clues we've managed to accumulate.
vi: Thưa ngài, đừng quên rằng một trong số người dân vẫn đang mất tích. Con đường này sẽ không đưa chúng ta đi xa hơn. Chúng ta hãy quay lại lâu đài và giải quyết bí ẩn này bằng những manh mối mà chúng ta có được.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_CHOICE_SPOTS_DESC
source: These footprints could lead us to the missing Townie and to the culprit!
vi: Những dấu chân này có thể dẫn chúng ta đến người dân đang mất tích và cả thủ phạm!

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_CHOICE_SPOTS_TITLE
source: Let's follow these footprints!
vi: Hãy đi theo những dấu chân này!

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_GATHERING_TOWNIES_001_DESC
source: Why not gather all the Townies and confront them with each other? The culprit is among them, that's for sure.
vi: Sao ngài không tập hợp tất cả người dân trong làng và đối chất với họ về điều này? Chắc chắn là thủ phạm ở trong số họ.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_MERCHANT_FOOTPRINTS_STARTED
source: Good morning, my Lord. You say these footprints led you here? Well, I don’t know anything about it. It's probably just another joke of the locals.
vi: Chào buổi sáng, thưa Lãnh Chúa. Ngài nói rằng những dấu chân này đã dẫn ngài đến đây sao? Chà, tôi không biết gì về điều đó cả. Có lẽ đó chỉ là một trò đùa khác của người dân địa phương thôi.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_003_QUESTIONS_001_TITLE
source: Gather the Townies.
vi: Tập hợp người dân.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_CHOICE
source: Everyone, gather at the town square! We have to ask you some questions.
vi: Người dân, hãy tập trung tại quảng trường làng! Chúng ta có một vài câu hỏi dành cho các người.

# T_QUESTS_SCENARIO_THEBEAST_A_TOWNIE_NEED_TO_EAT_PART_I_STARTED
source: A bakery to make good bread would be an excellent start. As my mother always said, a full stomach is the cure to all worries! Do you think you can help us?
vi: Để bắt đầu, một lò bánh mì chắc chắn sẽ hữu ích để chúng ta có thể nướng bánh mì ngon. Như mẹ tôi vẫn thường nói: Một cái bụng no là giải pháp cho mọi nỗi lo! Ngài có nghĩ rằng ngài có thể giúp được điều đó không?

# T_QUESTS_SCENARIO_THEBEAST_A_TOWNIE_NEED_TO_EAT_PART_I_SUCCESS
source: Thank you, my Lord! I think we are on the right track! We now have enough resources to produce some good bread and share it with the whole town.
vi: Tôi cảm ơn ngài, thưa Lãnh Chúa! Tôi nghĩ rằng chúng ta đang đi đúng hướng! Giờ chúng ta đã có đủ để sản xuất bánh mì ngon và chia sẻ nó với toàn thành phố.

# T_QUESTS_SCENARIO_THEBEAST_BUILDING_FIRETOWER_STARTED
source: For example, we have quite a few new buildings, but no fire tower in sight. If a fire breaks out, we are doomed. The new inhabitants are really selfish not to think about that!
vi: Ví dụ như, thông qua những người lạ này, chúng ta đã có một số tòa nhà mới trong thành phố, nhưng lại không có tháp canh lửa nào ở đâu cả. Làm sao những người này lại có thể ích kỷ như vậy? Nếu có hỏa hoạn xảy ra ở đây, tất cả chúng ta sẽ chết cả!

# T_QUESTS_SCENARIO_THEBEAST_BUILDING_FIRETOWER_SUCCESS
source: Thank you, my Lord! Oh, those people, they want new, fancy buildings here in town. But not one of these newcomers is thinking about safety! I'm really sick of them.
vi: Chúng tôi cảm ơn ngài, thưa Lãnh Chúa! Những người lạ này... đang xây những ngôi nhà mới sang trọng ở đây, nhưng tất nhiên không ai nghĩ đến sự an toàn cả. Tôi đã quá chán ghét tất cả bọn họ rồi!

# T_QUESTS_SCENARIO_THEBEAST_BUILDING_FIRETOWER_TITLE
source: Build some fire towers.
vi: Xây dựng một vài tháp canh lửa.

# T_QUESTS_SCENARIO_THEBEAST_FATHER_MERCHANT_QUEST_STARTED
source: Oh my Lord, I'm at the end of my rope. Since my daughter was banished, no one buys anything from me anymore… Could you help me?
vi: Ôi, thưa ngài, tôi đã cạn kiệt sức lực rồi. Kể từ khi con gái tôi bị trục xuất, không ai còn mua gì từ tôi nữa…. Ngài có thể giúp tôi được không?

# T_QUESTS_SCENARIO_THEBEAST_FATHER_MERCHANT_QUEST_SUCCESS
source: Thank you for your help! Now I'll be able to get back in the race.
vi: Cảm ơn ngài đã giúp đỡ! Với việc này, tôi sẽ có thể đứng vững trên đôi chân của mình một lần nữa.

# T_QUESTS_SCENARIO_THEBEAST_FISHING_MISSION_STARTED
source: My Lord, this beast story is haunting me, but we also have a village to feed. Why not kill two birds with one stone by organizing a hunt in the woods? We need more hunters.
vi: Thưa ngài, câu chuyện về con quái vật này khiến tôi không thể yên tâm, nhưng chúng ta cũng có một ngôi làng cần phải nuôi sống. Tại sao không bắn hai con chim bằng một viên đạn bằng cách tổ chức một cuộc đi săn trong rừng? Nhưng để làm được điều đó, chúng ta cần nhiều thợ săn hơn.

# T_QUESTS_SCENARIO_THEBEAST_FISHING_MISSION_SUCCESS
source: Very good, my Lord! Although we did not find the beast, which is responsible for the attack, we now have enough meat for the village.
vi: Rất tốt, thưa Lãnh Chúa! Mặc dù chúng ta chưa tìm thấy con quái vật, nhưng giờ chúng ta đã có đủ thịt cho cả làng.

# T_QUESTS_SCENARIO_THEBEAST_FISHING_MISSION_TITLE
source: Build two hunter's cabins to hunt for the beast.
vi: Xây dựng hai lều săn bắn để bắt con quái vật.

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_001
source: During the trial against my sister we could do nothing to protect her. So she was banished from the kingdom. She served as an example to let everyone know that us immigrants are not welcome here and we must behave decently if we ever want to be accepted by the locals.
vi: Trong suốt phiên tòa xét xử em gái tôi, chúng tôi không thể làm gì khác ngoài việc nhìn cô ấy bị trục xuất khỏi vương quốc. Một tấm gương đã được dựng lên cho cô ấy, để mọi người thấy rằng chúng tôi, những người lạ, không được chào đón ở đây và phải tuân theo các quy tắc nếu chúng tôi muốn sống ở đây.

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_002
source: We never came to terms with this situation, because my sister had to return to all the misery in our old country without even being able to say goodbye.
vi: Chúng tôi đã bị trói tay và không thể xử lý các sự kiện đó vì em gái tôi đã phải rời khỏi đất nước mà không được nói lời tạm biệt. Cô ấy phải quay lại ngôi làng hoang tàn mà chúng tôi đã rời đi vì ở đó không có tương lai vào thời điểm đó.

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_003
source: When we were very young, our father taught us how to tame boars. A few years ago we managed to breed a real splendid specimen. He was especially strong and listened to us like a faithful dog. By placing truffles here and there we could give him precise orders.
vi: Khi chúng tôi còn rất trẻ, chúng tôi đã học cách thuần hóa lợn rừng từ cha của mình. Chúng tôi đã xoay sở để nuôi dưỡng được một con vật thực sự lộng lẫy vài năm trước. Nó đặc biệt mạnh mẽ và vâng lời chúng tôi như một con chó trung thành. Bằng cách đặt nấm truffle ở đây và đó, chúng tôi có thể ra lệnh cho nó.

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_004
source: I had ordered him to attack the baker, because he played a key role in the case. To cover my tracks, I pretended an attack on myself. And finally.…
vi: Chúng tôi đã ra lệnh cho nó tấn công thợ làm bánh vì ông ta đóng vai trò quan trọng trong vụ việc của em gái tôi. Để che đậy dấu vết của mình, tôi đã làm như thể một con quái vật đã tấn công tôi. Và cuối cùng...

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_005
source: The farmer who disappeared... You will find him in our cellar. He is alive and fine. He was the witness who accused my sister of poisoning the vineyard in the past. I wanted him to pay for his prejudices!
vi: Người nông dân đã biến mất… Các người sẽ tìm thấy ông ta trong tầng hầm của chúng tôi. Ông ta vẫn ổn. Thật không may, ông ta là nhân chứng đã buộc tội em gái tôi khi đó về tội đầu độc vườn nho. Tôi muốn ông ta phải trả giá cho những định kiến của mình!

# T_QUESTS_SCENARIO_THEBEAST_GIRL_CONFESSION_SUCCESS
source: I confess everything! My father and I were at the origin of this vendetta.
vi: Tôi xin thú nhận, thưa ngài! Cùng với cha của tôi, người thương nhân, tôi đã bắt đầu cuộc trả thù này.

# T_QUESTS_SCENARIO_THEBEAST_MAKE_A_SUGGESTION_FOR
source: And what was the reason for the crime? What was the perpetrator's motive?
vi: Và nguyên nhân của hành động đó là gì? Động cơ của thủ phạm là gì?

# T_QUESTS_SCENARIO_THEBEAST_MAKE_A_SUGGESTION_WHO
source: Who is the culprit?
vi: Ai là thủ phạm?

# T_QUESTS_SCENARIO_THEBEAST_MAKE_A_SUGGESTION_WITH
source: And who was the accomplice?
vi: Và ai là đồng phạm?

# T_QUESTS_SCENARIO_THEBEAST_MINERS_FEDERATION_INTRO_PART_II
source: You ask what trouble? Trouble like a… huge crowd of strangers invading our town… if you know what I mean.... No?
vi: Chúng ta có vấn đề gì à? Chúng ta có cả một đống vấn đề! Cả một đống người lạ xâm chiếm làng của chúng ta… nếu ngài hiểu ý tôi…?

# T_QUESTS_SCENARIO_THEBEAST_MINERS_FEDERATION_INTRO_PART_III
source: Oh, while you're here, could you help us? The town is in great need of improvement, a little support here and there would be nice.
vi: Ồ, tiện thể thì khi ngài ở đây, ngài có thể giúp chúng tôi được không? Tiếc thay, thành phố của chúng ta không còn như xưa nữa. Chúng ta sẽ thực sự biết ơn ngài vì đã giúp đỡ chúng ta ở đây và ở kia!

# T_QUESTS_SCENARIO_THEBEAST_MINERS_FEDERATION_INTRO_PART_II_B
source: Well, it started a few years ago, when the Queen had to interfere in the city to banish someone. The girl poisoned our beautiful vineyards! She was also a stranger, ... I mean, not a local.
vi: Chà, tất cả bắt đầu từ vài năm trước khi Nữ hoàng phải can thiệp vào công việc của chúng ta và trục xuất ai đó. Cô gái bị trục xuất khỏi làng đã đầu độc những vườn nho xinh đẹp của chúng ta! Tất nhiên cô ta thuộc nhóm người lạ đã xâm chiếm nơi này.

# T_QUESTS_SCENARIO_THEBEAST_NO_ACOLYTE
source: Your investigation took the wrong conclusions, Governor. My other investigators say, that you've determined the wrong acolyte. This is very unfortunate!
vi: Cuộc điều tra của các ngươi đã dẫn đến một đồng phạm sai, thưa Lãnh Chúa. Theo các nhà điều tra của tôi, đó là một người khác.

# T_QUESTS_SCENARIO_THEBEAST_NO_REASON
source: You got it all wrong, Governor. You've determined a wrong motive for the attacks. Did you really investigate in this case or did you simply wander around aimlessly?
vi: Tôi e rằng các ngươi đã không tìm ra được động cơ thích hợp của thủ phạm. Các ngươi có thực sự tiến hành điều tra hay chỉ đi lang thang vô định trong làng?

# T_QUESTS_SCENARIO_THEBEAST_NO_SUSPECT
source: You've determined the wrong culprit. Your incompetence is unacceptable, Governor!
vi: Các ngươi đã xác định sai thủ phạm. Thất bại của các ngươi là không thể chấp nhận được!

# T_QUESTS_SCENARIO_THEBEAST_QUEEN_FAILED_SCENARIO
source: You really disappoint me, Lord. Not only did you fuel the conflicts in my town, you are also a bad investigator. I banish you from my lands! Now get out of my sight!
vi: Các ngươi thực sự đã làm ta thất vọng, thưa Thống đốc. Các ngươi không chỉ làm trầm trọng thêm cuộc xung đột này trong thành phố của ta, mà các ngươi còn là một nhà điều tra tồi. Ta trục xuất các ngươi khỏi đất nước của ta! Giờ thì hãy biến khỏi mắt ta!

# T_QUESTS_SCENARIO_THEBEAST_QUEEN_PRECONCLUSION
source: Governor, I have ordered a second investigation next to yours, so that I can verify your results.
vi: Thưa ngài, tôi đã ra lệnh điều tra thứ hai bên cạnh cuộc điều tra của ngài để tôi có thể kiểm tra kết quả.

# T_QUESTS_SCENARIO_THEBEAST_ROADS_STARTED
source: My Lord, the transport of goods is delayed because of the bad roads in town. It is imperative that we optimize the transport routes. I recommend you order the construction of dirt and stone roads, wouldn’t you think?
vi: Thưa Lãnh Chúa, việc vận chuyển hàng hóa trong thành phố đang bị chậm trễ do đường xá xuống cấp trong thành phố. Việc tối ưu hóa vận chuyển hàng hóa là điều cần thiết. Tôi khuyên các ngài nên cho xây dựng đường rải đá và đường đá, ngài có thấy vậy không?

# T_QUESTS_SCENARIO_THEBEAST_ROADS_SUCCESS
source: Excellent Sir, we built some nice roads. The transport of goods should be a lot faster from now on.
vi: Tuyệt vời, thưa ngài. Giờ thì việc vận chuyển hàng hóa sẽ tăng tốc đáng kể.

# T_QUESTS_SCENARIO_THEBEAST_ROADS_TITLE
source: Build some roads in town.
vi: Xây dựng một vài con đường trong thành phố.

# T_QUESTS_SCENARIO_THEBEAST_SHEEP_MISSION_STARTED
source: My Lord, we could use a helping hand on the farm. I have received several requests for wool from the weaver, but we no longer have any sheep, because I had to tear down my sheep pasture to make room for new houses.
vi: Thưa ngài, chúng ta có thể cần một sự giúp đỡ ở trang trại. Tôi đã nhận được một số yêu cầu về len từ thợ dệt, nhưng chúng ta không còn cừu nữa vì tôi đã phải phá bỏ đồng cỏ cừu để nhường chỗ cho các ngôi nhà mới.

# T_QUESTS_SCENARIO_THEBEAST_SHEEP_MISSION_SUCCESS
source: Thank you, my Lord! With your help, our farm will be able to meet the need for wool. I hope that no more newcomers will move to our lands, so that we won't need to demolish everything again.
vi: Xin cảm ơn, thưa ngài! Với sự giúp đỡ của ngài, chúng ta đã xoay sở để đáp ứng nhu cầu mạnh mẽ về len. Tôi hy vọng rằng sẽ không có thêm người dân mới nào đến đất nước của chúng ta để tôi không phải phá bỏ mọi thứ nữa.

# T_QUESTS_SCENARIO_THEBEAST_SHEEP_MISSION_TITLE
source: Build a pasture and harvest some wool.
vi: Dựng một đồng cỏ cừu và sản xuất len.
