Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_DESIRES_13_SUCCESS
source: Có vẻ như ngài đã học được điều gì đó. Có lẽ người của ta sẽ không phải đến lấy phần của họ nữa.
vi: Tôi thấy ngài đã học được rồi đấy. Có lẽ những người bạn của tôi sẽ không cần phải tự mình đến lấy phần của họ trong tương lai.

# T_GAME_QUEST_DESIRES_15_START
source: Ngài nên chế biến vàng thành trang sức cho em, anh yêu!
vi: Anh không định đưa vàng cho tên cướp này chứ? Anh nên chế tác nó thành đồ trang sức cho em thì hơn!

# T_GAME_QUEST_DESIRES_15_SUCCESS
source: Cảm ơn anh yêu nhiều!
vi: Ồ, cảm ơn anh yêu. Tuy nhiên, bây giờ em đang lo lắng cho đồ trang sức của mình. Anh có chắc là lính canh sẽ đẩy lùi được tất cả bọn cướp không?

# T_GAME_QUEST_DESIRES_16_START
source: Em muốn tổ chức một lễ hội nhỏ. Do đó em cần nước ép và bánh mì.
vi: Em muốn tổ chức một lễ hội nhỏ trong thành phố. Em cần thêm nước ép nho và bánh mì.

# T_GAME_QUEST_DESIRES_16_SUCCESS
source: Rất tốt. Em hy vọng sẽ không có sự cố nào với bọn cướp.
vi: Tuyệt vời. Em chỉ hy vọng không có sự cố nào xảy ra với bọn cướp.

# T_GAME_QUEST_DESIRES_17_START
source: Ồ, thật là một lễ hội đẹp, ngài quên mời chúng ta à?
vi: Ồ, một bữa tiệc tuyệt vời làm sao! Có phải các anh quên mời chúng tôi rồi không?

# T_GAME_QUEST_DESIRES_18_START
source: Đủ rồi. Hãy loại bỏ những tên cướp này một lần và mãi mãi! Phá hủy trại của chúng.
vi: Vậy là đủ rồi đấy! Bọn cướp này phải bị trục xuất khỏi đây một lần và mãi mãi. Phá hủy trại của chúng để chúng hết hứng thú cướp bóc.

# T_GAME_QUEST_DESIRES_18_SUCCESS
source: Cuối cùng chúng ta đã loại bỏ được những kẻ phản diện đó!
vi: Cuối cùng chúng ta cũng thoát khỏi bọn cướp này!

# T_GAME_QUEST_DESIRES_19_START
source: Ngôi làng này thậm chí còn không có chợ!? Xây một cái đi, anh yêu, để em có thể giao dịch hàng hóa từ thành phố.
vi: Ngôi làng này thậm chí còn không có chợ! Hãy xây dựng một cái, anh yêu, để chúng ta có thể giao dịch hàng hóa với người buôn từ thành phố.

# T_GAME_QUEST_DESIRES_19_SUCCESS
source: Điều này làm cho việc sống ở đây dễ chịu hơn một chút.
vi: Điều đó làm cho việc sinh sống ở đây dễ chịu hơn một chút.

# T_GAME_QUEST_DESIRES_20_START
source: Họ không có bất kỳ loại thực phẩm nào khác ngoài cá sao? Làm ơn xây một lò bánh mì và sản xuất bánh mì.
vi: Ở đây không có loại thực phẩm nào khác ngoài cá sao? Anh có thể vui lòng xây một tiệm bánh để sản xuất bánh mì tươi được không.

# T_GAME_QUEST_DESIRES_20_SUCCESS
source: Cảm ơn anh rất nhiều! Em đã phát ốm vì nhìn thấy cá rồi.
vi: Cuối cùng! Em không còn muốn thấy cá nữa.

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_01
source: Thưa Lãnh chúa, các trinh sát của chúng ta báo cáo rằng bọn cướp trong khu vực đang tập trung tại biên giới thành phố. Thần sợ một cuộc tấn công quy mô lớn của bọn cướp sắp xảy ra. Chúng ta nên chuẩn bị phòng thủ!
vi: Thưa ngài, các trinh sát của chúng ta báo cáo rằng bọn cướp trong khu vực đã tập hợp ở biên giới thành phố. Tôi e rằng, một cuộc tấn công quy mô lớn sắp xảy ra. Chúng ta nên thực hiện các sự chuẩn bị cần thiết!

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_02
source: Bọn cướp đang bắt đầu tấn công!
vi: Bọn cướp đang bắt đầu một cuộc tấn công!

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_03
source: Làn sóng cướp tiếp theo đã đến thị trấn, thưa Lãnh chúa!
vi: Làn sóng bọn cướp tiếp theo đã đến làng, thưa ngài!

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_04
source: Lãnh chúa Thống đốc, bọn cướp đã bắt đầu cuộc tấn công tiếp theo!
vi: Thưa Thống đốc! Bọn cướp đang bắt đầu cuộc tấn công tiếp theo…

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_05
source: Một làn sóng cướp khác đang trên đường đến thị trấn, thưa Lãnh chúa!
vi: Một làn sóng bọn cướp khác đang trên đường đến làng của chúng ta, thưa ngài.

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_06
source: Một làn sóng cướp lớn đang đến, thưa Lãnh chúa. Có vẻ như đó là làn sóng cướp cuối cùng. Chúng ta phải giữ vững vị trí!
vi: Một làn sóng tấn công rất lớn đang trên đường đến chỗ chúng ta. Có vẻ như đây là làn sóng cuối cùng của bọn cướp. Chúng ta phải giữ vững thành phố!

# T_GAME_QUEST_DISASTERS_BANDIT_RAID_07
source: Thưa Lãnh chúa, đội cận vệ thành phố báo cáo rằng cuộc tấn công đã kết thúc. Những tên cướp còn lại bị đuổi ra khỏi thị trấn và đang rút lui.
vi: Thưa ngài, đội tuần tra thành phố báo cáo rằng cuộc tấn công đã kết thúc. Những tên cướp cuối cùng đang bị đuổi khỏi làng và rút lui.

# T_GAME_QUEST_DISASTER_ANIMAL_SUCCESS
source: Quần thể động vật đang hồi phục. Cuối cùng chúng ta có thể đi săn trở lại!
vi: Động vật đã phục hồi trở lại, thưa ngài. Cuối cùng chúng ta có thể đi săn trở lại!

# T_GAME_QUEST_DISASTER_DROUGHT_SUCCESS
source: Các cánh đồng đang dần hồi phục, thưa Lãnh chúa. Bệnh cây trồng dường như đã qua.
vi: Các cánh đồng đang từ từ hồi phục trở lại. Có vẻ như cái chết của đồng ruộng đã qua, thưa ngài.

# T_GAME_QUEST_DISASTER_DROUGHT_SUCCESS_02
source: Các cánh đồng đang dần hồi phục, thưa Lãnh chúa. Hạn hán dường như đã qua.
vi: Các cánh đồng đang từ từ hồi phục, thưa Lãnh Chúa. Có vẻ như hạn hán đã qua.

# T_GAME_QUEST_DISASTER_FIRE_START
source: Thị trấn đang bốc cháy, thưa Lãnh chúa Quản gia! Chúng ta cần dập tắt đám cháy nhanh chóng, trước khi nó lan ra khắp thị trấn.
vi: Một đám cháy lớn đã bùng phát trong thành phố, thưa Thống đốc! Chúng ta phải dập tắt nó nhanh chóng trước khi nó lan sang các khu vực khác của thành phố.

# T_GAME_QUEST_DISASTER_FIRE_SUCCESS
source: Tuyệt vời, thưa Lãnh chúa. Tất cả các đám cháy đã được dập tắt và thị trấn lại an toàn.
vi: Xuất sắc, thưa ngài. Tất cả các đám cháy đều đã được dập tắt và thành phố đã an toàn trở lại.

# T_GAME_QUEST_DISASTER_FIRE_SUCCESS_NEW
source: Không còn đám cháy nào trong thị trấn, thưa Lãnh chúa.
vi: Tất cả các đám cháy đã được dập tắt, thưa ngài.

# T_GAME_QUEST_DISASTER_FIRE_TITLE_NEW
source: Đảm bảo không có tòa nhà nào bị cháy rụi.
vi: Đảm bảo không có tòa nhà nào bị cháy.

# T_GAME_QUEST_DISASTER_PLAGUE_START
source: Thưa Lãnh chúa, cái chết đen đang tàn phá vùng đất. Chúng ta cần chăm sóc những người bệnh, trước khi cả thị trấn bị nhiễm bệnh dịch.
vi: Thưa ngài, cái chết đen đang lan rộng khắp đất nước. Chúng ta cần khẩn trương chăm sóc những người bệnh trước khi họ lây nhiễm dịch bệnh cho toàn bộ ngôi làng.

# T_GAME_QUEST_DISASTER_PLAGUE_SUCCESS
source: Chúng ta đã làm được, thưa Lãnh chúa! Sự bùng phát của bệnh dịch đã được ngăn chặn. Thị trấn đã được cứu.
vi: Đã hoàn thành, thưa Thống đốc! Dịch bệnh đã được kiểm soát. Ngôi làng đã an toàn trở lại.

# T_GAME_QUEST_DOCTORS_GRANDMA_ANSWER_002
source: Phương thuốc của bà.
vi: Thuốc chữa bệnh của bà.

# T_GAME_QUEST_DOCTORS_GRANDMA_CONSEQUENCE_A_001
source: Quyết định khôn ngoan, thưa ngài.
vi: Một quyết định khôn ngoan, thưa ngài.

# T_GAME_QUEST_DOCTORS_GRANDMA_CONSEQUENCE_A_002
source: Nhờ sự lựa chọn của ngài, việc chăm sóc do bác sĩ cung cấp hiệu quả hơn nhiều!
vi: Nhờ quyết định của ngài, việc điều trị của các nhà y học hiệu quả hơn rất nhiều!

# T_GAME_QUEST_DOCTORS_GRANDMA_DESC
source: Thưa ngài, nhiều dân làng không còn biết phải tìm đến đâu khi gặp vấn đề về sức khỏe. Chúng ta nên hướng họ đến y học hiện đại hay phương thuốc của bà?
vi: Thưa ngài, nhiều dân làng không còn biết nên đến gặp ai khi họ có vấn đề về sức khỏe. Chúng ta có nên giới thiệu họ đến y học hiện đại hay thuốc chữa bệnh của bà không?

# T_GAME_QUEST_DOCTORS_GRANDMA_TITLE
source: Bác sĩ và các bà
vi: Bác sĩ và bà

# T_GAME_QUEST_DREAM_TIME_ANSWER_001
source: Cứ quay lại giường đi.
vi: Hãy ngủ lại đi.

# T_GAME_QUEST_DREAM_TIME_ANSWER_002
source: Ta tin ngươi.
vi: Tôi tin tưởng ngài.

# T_GAME_QUEST_DREAM_TIME_CONSEQUENCE_001_A
source: Ôi không! Không! Chúng ta nên lắng nghe kẻ mơ mộng đó! Một số người bắt đầu mắc một căn bệnh kỳ lạ.
vi: Ôi không! Không! Chúng ta đáng lẽ phải tin người mơ mộng đó! Một số cư dân đã bắt đầu phát triển một căn bệnh kỳ lạ.

# T_GAME_QUEST_DREAM_TIME_CONSEQUENCE_001_B
source: May mắn cho chúng ta, chúng ta đã ngăn chặn được căn bệnh này. Lần sau chúng ta nên lắng nghe những điềm báo...
vi: May mắn cho chúng ta, chúng ta đã xoay sở để ngăn chặn căn bệnh này. Lần sau chúng ta nên lắng nghe những linh cảm…

# T_GAME_QUEST_DREAM_TIME_CONSEQUENCE_001_C
source: Dân làng này đã cứu chúng ta khỏi một vài thảm họa không chỉ một lần. Hãy xây dựng một bệnh xá, thưa ngài, đề phòng trường hợp.
vi: Người dân làng này đã cứu chúng ta khỏi thảm họa không chỉ một lần. Hãy đưa một nhà y học đến thành phố, thưa ngài, chỉ để đề phòng.

# T_GAME_QUEST_DREAM_TIME_CONSEQUENCE_002_001
source: Ôi thưa ngài! Chúng ta vừa xây xong bệnh xá và một số dân làng của chúng ta bị ốm. Thật tốt khi ngài quyết định lắng nghe dân làng này! Thiệt hại đã được hạn chế! Làm tốt lắm, thưa ngài.
vi: Ồ, thưa bệ hạ! Chúng tôi vừa hoàn thành xong một ngôi nhà cho nhà y học và một số dân làng của chúng ta đang bị bệnh. Thật tốt vì ngài đã quyết định lắng nghe người dân làng này! Thiệt hại do đó có thể kiểm soát được. Làm tốt lắm, thưa ngài.

# T_GAME_QUEST_DREAM_TIME_CONSEQUENCE_002_002
source: Chúng ta vẫn phải chữa bệnh cho họ, thưa ngài. Nếu không bệnh có thể lây lan.
vi: Tuy nhiên, chúng ta vẫn phải chữa khỏi cho họ, thưa bệ hạ. Nếu không bệnh có thể lây lan.

# T_GAME_QUEST_DREAM_TIME_CONSEQUENCE_002_003
source: Tuyệt vời! Cả làng lại khỏe mạnh hoàn hảo. Chúng ta có thể quay lại công việc của mình.
vi: Tuyệt vời! Thành phố lại khỏe mạnh và hưng phấn rồi. Bây giờ chúng ta có thể quay lại giải quyết công việc của mình.

# T_GAME_QUEST_DREAM_TIME_DESC
source: Thưa Lãnh chúa, đêm qua thần mơ thấy làng của chúng ta sẽ bị nhiễm một căn bệnh kỳ lạ. Tất cả cư dân đều bị nghẹt mũi. Ngài có nghĩ rằng giấc mơ của thần có thể là điềm báo không?
vi: Thưa Lãnh Chúa, đêm qua tôi mơ thấy thành phố của chúng ta sẽ bị lây nhiễm một căn bệnh kỳ lạ. Tất cả cư dân đều bị nghẹt mũi. Ngài có tin rằng giấc mơ của tôi có thể là một điềm báo trước không?

# T_GAME_QUEST_ENEMIES_FLOWERS_ANSWER_001
source: Ta rất mong chờ điều đó!
vi: Tôi rất mong chờ điều đó!

# T_GAME_QUEST_ENEMIES_FLOWERS_ANSWER_002
source: Ồ, ta thích cái trước hơn.
vi: Ồ, tôi thích cái cũ hơn.

# T_GAME_QUEST_ENEMIES_FLOWERS_ANSWER_004
source: Không, ta không có thời gian cho việc đó.
vi: Không, tôi không có thời gian cho việc này.

# T_GAME_QUEST_ENEMIES_FLOWERS_ANSWER_006
source: Cho cô ấy vào.
vi: Hãy đưa chúng vào.

# T_GAME_QUEST_ENEMIES_FLOWERS_ANSWER_007
source: Được chấp thuận.
vi: Được thôi.

# T_GAME_QUEST_ENEMIES_FLOWERS_ANSWER_HELP_OK_001
source: Với lòng hào phóng vô song, ngài bắt tay vào việc. Quán trọ này sẽ ngập trong biển hoa!
vi: Trong một sự bùng nổ của sự hào phóng chưa từng có, ngài bắt tay vào công việc. Quán trọ này sẽ tràn ngập trong biển hoa.

# T_GAME_QUEST_ENEMIES_FLOWERS_ANSWER_OK
source: Chà, được rồi.
vi: Được thôi.

# T_GAME_QUEST_ENEMIES_FLOWERS_DESC_001
source: "Nghe đây, nghe đây, hỡi những người tốt! Quán trọ có chủ mới! Hãy đến quán trọ để dự lễ khai trương lại!" Người rao tin thị trấn hôm nay có tâm trạng tốt. Người ta nói rằng mỗi khi có khách mới đến quán trọ, anh ta đều nhận được tiền boa.
vi: “Nghe này, nghe này, các người tốt! Quán trọ có một nữ chủ mới! Hãy đến dự lễ khai trương!” Người rao tin thành phố hôm nay có tâm trạng tốt. Người ta nói rằng mỗi khi một vị khách mới đến quán trọ, anh ta đều nhận được tiền boa.

# T_GAME_QUEST_ENEMIES_FLOWERS_DESC_002
source: Thưa ngài, chúng ta có chuyến thăm của chủ quán trọ mới. Ngài có muốn chào đón cô ấy không?
vi: Thưa ngài, chúng ta cần đến thăm nữ chủ mới của quán trọ. Ngài có muốn tiếp cô ấy không?

# T_GAME_QUEST_ENEMIES_FLOWERS_DESC_003
source: Thưa ngài, làm ơn. Quán trọ là một trong những nơi yêu thích của khách du lịch. Chúng ta có thể cải thiện danh tiếng của thành phố bằng cách cải thiện cơ sở này.
vi: Thưa ngài, làm ơn. Quán trọ là một trong những địa điểm yêu thích của du khách. Chúng ta có thể nâng cao danh tiếng của thành phố nếu chúng ta cải thiện quán trọ.

# T_GAME_QUEST_ENEMIES_FLOWERS_DIALOGUE_001
source: Chào buổi sáng, thưa ngài. Cảm ơn ngài đã tiếp đón tôi trong lâu đài của ngài.
vi: Chào buổi sáng, thưa ngài. Cảm ơn ngài vì sự chào đón nồng nhiệt.

# T_GAME_QUEST_ENEMIES_FLOWERS_DIALOGUE_002
source: Điều gì mang lại cho chúng tôi vinh dự được ngài ghé thăm?
vi: Chúng tôi vinh dự được biết lý do ngài đến thăm?

# T_GAME_QUEST_ENEMIES_FLOWERS_DIALOGUE_003
source: Chà, ngài thấy đấy, quán trọ đang ở trong tình trạng tồi tệ. Chủ cũ thực sự bất cẩn. Không chỉ với nhà cung cấp mà còn với khách hàng!
vi: Chà, như các ngài đã biết, quán trọ đang trong tình trạng tồi tệ. Chủ cũ thực sự là người vô trách nhiệm. Không chỉ với các nhà cung cấp mà còn với các vị khách!

# T_GAME_QUEST_ENEMIES_FLOWERS_DIALOGUE_004
source: Ừm, vâng, nếu ngài nói vậy. Chúng tôi không thực sự dành nhiều thời gian ở quán trọ.
vi: Ờ, vâng. Nếu ngài cho là vậy. Chúng tôi không thực sự dành nhiều thời gian trong quán trọ.

# T_GAME_QUEST_ENEMIES_FLOWERS_DIALOGUE_005
source: Vì vậy, tôi ở đây để nhờ sự giúp đỡ của ngài. Tôi muốn bắt đầu bằng cách thêm hoa xung quanh cơ sở của mình. Để mang lại cho nó một diện mạo quyến rũ hơn. Tôi muốn thu hút nhiều khách du lịch hơn để họ có thể quay lại.
vi: Tôi ở đây để cầu xin sự giúp đỡ của ngài. Tôi muốn bắt đầu bằng việc trang trí nội thất bằng một vài bông hoa để làm cho nó trông hấp dẫn hơn một chút. Tôi muốn thu hút nhiều du khách có thể quay trở lại.

# T_GAME_QUEST_ENEMIES_FLOWERS_DRINKS_001
source: Bây giờ hãy chuyển sang bước hai! Đồ uống.
vi: Bây giờ, chúng ta hãy chuyển sang bước thứ hai! Đồ uống.

# T_GAME_QUEST_ENEMIES_FLOWERS_DRINKS_002
source: À! Bước thứ hai... Chà, vì chúng ta đã ở đây, chúng ta cũng có thể tiếp tục. Vậy bước tiếp theo trong chương trình của ngài là gì?
vi: À! Một bước thứ hai… Vậy thì, bây giờ chúng ta đã ở đây rồi, chúng ta cũng có thể tiếp tục luôn. Bước tiếp theo là gì?

# T_GAME_QUEST_ENEMIES_FLOWERS_DRINKS_003
source: Chúng ta cần kim loại cũng như gỗ chất lượng hàng đầu.
vi: Chúng ta cần kim loại và gỗ tốt nhất.

# T_GAME_QUEST_ENEMIES_FLOWERS_DRINKS_004
source: Ngài không nói gì về đồ uống sao? Tại sao bây giờ lại là gỗ?
vi: Chẳng phải ngài vẫn đang nói về đồ uống sao? Sao bây giờ lại là gỗ?

# T_GAME_QUEST_ENEMIES_FLOWERS_DRINKS_005
source: Để làm những thùng rượu tử tế, nào! Chủ cũ thậm chí còn không có thùng rượu phù hợp để chứa đồ uống. Các nhà cung cấp chắc hẳn đang sử dụng gỗ xấu. Vì vậy, chúng ta phải thu thập đủ gỗ và thanh sắt để tự làm.
vi: Để đóng những thùng tốt, thì còn gì nữa? Chủ cũ thậm chí còn không có những chiếc thùng tốt để chứa đồ uống. Các nhà cung cấp chắc hẳn đã sử dụng gỗ xấu. Vì vậy, chúng ta cần đủ gỗ và thỏi sắt để tự làm.

# T_GAME_QUEST_ENEMIES_FLOWERS_END_002
source: Nếu ngài nghĩ vậy. Tôi sẽ tự mình xoay sở!
vi: Nếu ngài nói vậy. Tôi sẽ tự mình xoay sở!

# T_GAME_QUEST_ENEMIES_FLOWERS_FINAL_INN
source: Từ bây giờ, người rao tin thị trấn sẽ ưu tiên quán trọ trong các thông báo của mình.
vi: Từ giờ trở đi, người rao tin thành phố sẽ quảng cáo quán trọ.

# T_GAME_QUEST_ENEMIES_FLOWERS_FINAL_TAVERN_001
source: Từ bây giờ, người rao tin thị trấn sẽ ưu tiên quán rượu trong các thông báo của mình.
vi: Từ giờ trở đi, người rao tin thành phố sẽ quảng cáo quán rượu.

# T_GAME_QUEST_ENEMIES_FLOWERS_FINAL_TAVERN_002
source: Cảm ơn ngài, Thống đốc! Mọi chuyện tốt đẹp đều kết thúc tốt đẹp.
vi: Cảm ơn ngài, thưa Thống đốc! Kết thúc tốt đẹp, mọi thứ đều tốt đẹp.

# T_GAME_QUEST_ENEMIES_FLOWERS_SUCCESS_FLOWERS_001
source: Ồ, cảm ơn ngài, thưa ngài! Quán trọ trông ấm cúng hơn nhiều với những bông hoa.
vi: Ồ, cảm ơn ngài, thưa Lãnh Chúa! Quán trọ trông hấp dẫn hơn rất nhiều với tất cả những bông hoa này.

# T_GAME_QUEST_ENEMIES_FLOWERS_SURE_001
source: Nào, thưa ngài, hãy dành thời gian suy nghĩ về điều đó. Quán trọ là một nguồn thu nhập quan trọng cho làng. Nó có thể giúp ngài hoàn thành một số dự án của mình. Ngài có chắc chắn muốn dừng nỗ lực của mình không?
vi: Nào, thưa ngài. Hãy dành thời gian để suy nghĩ về nó. Quán trọ là một nguồn thu nhập quan trọng của thành phố. Nó có thể giúp ngài thúc đẩy một số dự án của mình. Ngài có chắc là mình không muốn điều đó không?

# T_GAME_QUEST_ENEMIES_FLOWERS_TAVERNE_DIALOGUE_001
source: Ngài đang nói gì vậy, thưa ngài?! Ngài giúp cô gái trẻ này với quán trọ của cô ấy và còn tôi thì sao? Ngài sẽ không giúp tôi với quán rượu của tôi!
vi: Tôi nghe gì đây, thưa ngài?! Ngài đang giúp quý cô trẻ này với quán trọ của cô ấy và còn tôi thì sao? Quán rượu của tôi thì không được giúp đỡ!

# T_GAME_QUEST_ENEMIES_FLOWERS_TAVERNE_DIALOGUE_002
source: Nào, hãy cư xử đúng mực khi ngươi nói chuyện với thống đốc.
vi: Hãy cẩn thận lời nói khi ngài nói chuyện với Thống đốc!

# T_GAME_QUEST_ENEMIES_FLOWERS_TAVERNE_DIALOGUE_003
source: Tôi yêu cầu được hưởng những đặc quyền giống như quý bà này!
vi: Tôi yêu cầu được hưởng những đặc quyền giống như quý cô kia!

# T_GAME_QUEST_ENEMIES_FLOWERS_TAVERNE_DIALOGUE_004
source: Ngươi cũng muốn hoa cho cơ sở của mình à?
vi: Ngài cũng muốn có hoa cho công việc kinh doanh của mình sao?

# T_GAME_QUEST_ENEMIES_FLOWERS_TAVERNE_DIALOGUE_005
source: Hoa? Không! Tôi muốn một người rao tin thị trấn cũng ủng hộ cơ sở của tôi!
vi: Hoa á? Không! Tôi muốn một người rao tin thành phố để quảng cáo quán rượu của tôi!

# T_GAME_QUEST_ENEMIES_FLOWERS_TAVERNE_DIALOGUE_007
source: Quảng bá quán rượu.
vi: Quảng cáo quán rượu.

# T_GAME_QUEST_ENEMIES_FLOWERS_TAVERNE_DIALOGUE_008
source: Quảng bá quán trọ.
vi: Quảng cáo quán trọ.

# T_GAME_QUEST_FEAST_TITLE
source: Tổ chức một lễ hội cho thị trấn.
vi: Tổ chức một lễ hội cho làng.

# T_GAME_QUEST_FIRECOVERAGE_TITLE
source: Bao phủ ngôi làng bằng các tháp canh lửa.
vi: Bao phủ làng bằng tháp canh lửa.

# T_GAME_QUEST_FIRE_COVERAGE_DESC
source: Thưa Lãnh chúa, thị trấn chưa chuẩn bị cho các đám cháy lớn! Các khu vực của làng không được bao phủ bởi các tháp canh lửa. Đặt các tháp sao cho chúng bao phủ càng nhiều tòa nhà càng tốt.
vi: Thưa ngài, thành phố không chuẩn bị cho các vụ cháy lớn! Các khu vực của làng không được bao phủ bởi các tháp canh lửa. Chúng ta nên đặt các tháp sao cho chúng có thể bao phủ càng nhiều tòa nhà càng tốt.

# T_GAME_QUEST_FOOD_STARTED
source: Đừng quên đồ ăn, thưa ngài! Không có lễ hội nào mà không có kho lương thực đầy đủ. Hãy nhanh chóng dự trữ tài nguyên. Càng sớm có chúng, dự án của ngài càng sớm thành công.
vi: Chúng ta đừng quên đồ ăn, thưa ngài! Không có lễ hội nào mà không có kho thực phẩm đầy ắp! Hãy nhanh chóng và dự trữ thức ăn. Chúng ta có chúng càng sớm thì kế hoạch sẽ thành công càng sớm.

# T_GAME_QUEST_FOOD_SUCCESS
source: Những người tham dự Lễ hội của chúng ta sẽ không chết đói! Ôi thưa ngài, chúng ta đang đến gần mục tiêu! Thần không thể chờ đợi được nữa!
vi: Các khách mời của chúng ta sẽ không bị chết đói! Ôi, thưa ngài, chúng ta đang tiến gần đến mục tiêu! Tôi rất mong chờ điều đó!

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_BYE_001
source: Một thống đốc không thể mời một nữ hoàng một ly nước giải khát!? Người ta bảo ta phải nghi ngờ ngươi, nhưng ta không muốn nghe!
vi: Một thống đốc không có khả năng mời nữ hoàng một thức uống! Tôi đã được bảo phải nghi ngờ ngài, nhưng tôi đã không muốn tin điều đó!

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_BYE_002
source: Nữ hoàng Frygith, nào, đừng tức giận vì một chuyện nhỏ như vậy. Chỉ là một ly nước giải khát thôi mà. Đừng quá kịch tính.
vi: Nữ hoàng Frygith, thôi nào, đừng giận vì một điều nhỏ nhặt như vậy. Chỉ là một thức uống thôi mà. Đừng làm quá lên.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_BYE_003
source: Ta thấy ngay cả cố vấn của ngươi cũng bắt đầu thiếu tôn trọng ta…
vi: Tôi thấy rằng ngay cả cố vấn của ngài cũng bắt đầu không đối xử với tôi một cách tôn trọng nữa…

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_BYE_004
source: Tình hình hoàn toàn mất kiểm soát, ngài không còn biết phải làm gì và mức độ căng thẳng của ngài chỉ tăng lên. Ngài phản ứng thế nào?
vi: Tình hình hoàn toàn mất kiểm soát. Ngài không còn biết cách cư xử và áp lực ngày càng lớn. Ngài phản ứng như thế nào?

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CALM_001
source: Cố gắng làm Nữ hoàng bình tĩnh lại.
vi: Cố gắng trấn an Nữ hoàng.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CALM_002
source: Nghe này, thống đốc có tình cảm với ngài và ông ấy chỉ không biết cách cư xử. Ngài thấy đấy, đây là lần đầu tiên ông ấy yêu.
vi: Đúng là như vậy… Thống đốc có tình cảm với ngài và không biết cư xử như thế nào. Ngài biết đấy, đây là lần đầu tiên anh ấy yêu.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CALM_003
source: Nữ hoàng cũng đang cảm thấy xúc động. Có vẻ như bà ấy cũng có tình cảm với ngài. Đây có thể là khởi đầu của một câu chuyện tình yêu thực sự không? Thầy bói này có đúng không? Chỉ có thời gian mới có thể trả lời. Trong khi đó, nữ hoàng đã quyết định khiêu vũ thêm một điệu nữa.
vi: Nữ hoàng cũng rất xúc động. Bà ấy dường như cũng có tình cảm với ngài. Đây có thể là sự khởi đầu của một câu chuyện tình yêu thực sự không? Phải chăng thầy bói đã đúng? Câu trả lời nằm ở các vì sao. Trong khi đó, Nữ hoàng đã quyết định nhảy thêm một điệu nhảy nữa.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CALM_004
source: Vài tháng đã trôi qua kể từ vũ hội nổi tiếng. Ngài và Nữ hoàng Frigith có một mối quan hệ thư từ. Đôi khi bà ấy đến thăm ngài khi thời tiết cho phép. Có lẽ một ngày nào đó, bà ấy sẽ chọn ngài làm Vua của vương quốc của mình. Nhưng bây giờ, bà ấy có quá nhiều việc phải làm để có thể dành chỗ cho mình với tư cách là một nữ hoàng. Và ngài cũng vậy! Ngài phải tiếp tục làm mọi thứ trong khả năng của mình để giữ cho thành phố của ngài hoạt động trơn tru.
vi: Đã vài tháng trôi qua kể từ buổi khiêu vũ nổi tiếng. Ngài và Nữ hoàng Frigith vẫn giữ liên lạc qua thư từ. Đôi khi bà ấy đến thăm ngài khi thời tiết cho phép. Có lẽ một ngày nào đó bà ấy sẽ đưa ngài lên ngôi vua vương quốc của bà ấy. Nhưng hiện tại, bà ấy có quá nhiều việc phải làm để đảm bảo vị trí của mình với tư cách là Nữ hoàng. Cũng giống như ngài! Ngài phải tiếp tục làm mọi thứ trong khả năng của mình để mọi thứ diễn ra suôn sẻ trong thành phố của ngài.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CALM_005
source: Dân làng cũng mừng cho ngài và Nữ hoàng. Họ đã quan sát thấy sự gia tăng khách du lịch, họ chủ yếu đến để nếm thử nước ép nho và đồ uống mà nữ hoàng đã bị từ chối trong bữa tiệc. Tin đồn rằng, chúng ngon đến nỗi họ đã hết hàng dự trữ trong vòng chưa đầy một giờ. Năng suất của hai tòa nhà này đã tăng lên!
vi: Dân làng cũng cảm thấy vui cho ngài và Nữ hoàng. Họ đã quan sát thấy sự gia tăng số lượng du khách. Họ chủ yếu đến để nếm thử nước ép nho và đồ uống mà nữ hoàng đã từ chối trong bữa tiệc. Theo tin đồn thì đồ uống ngon đến mức họ đã hết đồ dự trữ trong vòng chưa đầy một giờ. Năng suất của hai tòa nhà này đã tăng lên!

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_002
source: Thần sẽ rút một lá bài chung cho ngài, thưa ngài. Nó sẽ cho chúng ta biết thêm một chút về loại người ngài là và số phận nào đang chờ đợi ngài.
vi: Tôi sẽ rút bài tổng quát cho ngài, thưa ngài. Nó sẽ tiết lộ cho chúng ta thêm một chút về con người của ngài và số phận nào đang chờ đợi ngài.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_003
source: Sau lần rút đầu tiên này, cô ấy tiến hành xáo bài một lần nữa. Cô ấy yêu cầu ngài rút ba lá bài. Một cho quá khứ, hiện tại và tương lai. Sau khi tất cả các lá bài đã được chọn, cô ấy lật chúng lên từng lá một.
vi: Sau nước đi đầu tiên này, cô ấy lại xáo bài. Cô ấy yêu cầu ngài rút ba lá bài. Mỗi lá cho quá khứ, hiện tại và tương lai. Ngay sau khi tất cả các lá bài được chọn, cô ấy lật chúng lại lần lượt.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_004
source: Ôi thưa ngài, ba lá bài này cho thần biết ngài sẽ có một khoảng thời gian rất khó khăn. Ngài nên nghi ngờ những người trong nhà thờ. Các lá bài cho thần biết rằng trong quá khứ, họ đã cố gắng tiếp cận ngài, nhưng không thành công lắm. Ngài đã được cảnh báo.
vi: Ôi, thưa ngài, ba lá bài này cho tôi biết rằng ngài sẽ có một khoảng thời gian rất khó khăn. Ngài nên nghi ngờ những người trong nhà thờ. Các lá bài cho tôi biết rằng họ đã cố gắng tiếp cận ngài trong quá khứ nhưng không thành công lắm. Hãy cảnh giác.
