Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_BUILDING_INFO_HERBSGARDEN_OLD
source: Tại Vườn Thảo dược, bác sĩ hoặc nông dân có thể thu hoạch thảo dược. Thảo dược không mọc vào mùa đông.
vi: Vườn thảo dược có thể được người nông dân hoặc nhà y học canh tác. Thảo dược không phát triển vào mùa đông.

# T_GAME_BUILDING_INFO_HOPSFARM
source: Tại nhà sấy hoa bia, hoa bia sẽ được trồng và sấy khô. Sau đó nó sẽ được giao đến các nhà máy bia trong thị trấn.
vi: Trại trồng hoa bia chịu trách nhiệm trồng và sấy khô hoa bia. Nó cung cấp hoa bia cho các nhà máy bia trong làng.

# T_GAME_BUILDING_INFO_HOPSFIELD
source: Tại cánh đồng hoa bia, công nhân của nhà sấy hoa bia thu hoạch hoa bia cho các nhà máy bia tu viện nơi nó được chế biến thành bia. Cánh đồng không mọc lại vào mùa đông.
vi: Trên ruộng hoa bia, các công nhân của trại trồng hoa bia trồng hoa bia. Các nhà máy bia cần hoa bia để sản xuất đồ uống. Ruộng hoa bia không phát triển vào mùa đông.

# T_GAME_BUILDING_INFO_HOPSFIELD_OLD
source: Cánh đồng hoa bia cung cấp hoa bia cho tu viện, nơi nó được chế biến thành bia. Cánh đồng không mọc lại vào mùa đông.
vi: Ruộng hoa bia cung cấp hoa bia cho tu viện, nơi hoa bia có thể được chế biến thành đồ uống. Ruộng không phát triển vào mùa đông.

# T_GAME_BUILDING_INFO_HOUSE_UPGRADE1
source: Nâng cấp cấp 2 cho Nhà phố làm tăng thu nhập thuế và giảm một nửa tốc độ xuống cấp của tòa nhà. Thưởng của người thu thuế cũng được tăng lên. Tuy nhiên, việc sửa chữa tòa nhà đã nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Nâng cấp lên cấp 2 cải thiện doanh thu thuế của nhà ở và giảm một nửa sự xuống cấp của tòa nhà. Người thu thuế mang lại tiền thưởng thuế lớn hơn cho tòa nhà. Tuy nhiên, chi phí sửa chữa tăng mạnh.

# T_GAME_BUILDING_INFO_HOUSE_UPGRADE2
source: Nâng cấp cấp 3 cho Nhà phố làm tăng thu nhập thuế và giảm một nửa tốc độ xuống cấp của tòa nhà. Thưởng của người thu thuế được tăng thêm nữa. Tuy nhiên, việc sửa chữa tòa nhà đã nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Nâng cấp lên cấp 3 cải thiện doanh thu thuế của nhà ở và giảm một nửa sự xuống cấp của tòa nhà. Người thu thuế mang lại tiền thưởng thuế lớn hơn cho tòa nhà. Tuy nhiên, chi phí sửa chữa tăng rất mạnh.

# T_GAME_BUILDING_INFO_HUNTER
source: Thợ săn đi vào rừng để săn thú. Anh ta mang thịt làm tài nguyên thực phẩm và da cho xưởng thuộc da trở lại lều thợ săn.
vi: Người thợ săn đi vào rừng để săn bắn động vật hoang dã. Anh ta mang thịt về làm nguồn thức ăn và da động vật cho các xưởng thuộc da.

# T_GAME_BUILDING_INFO_HUNTER_DEPRECATED
source: Lều thợ săn là điểm xuất phát cho các chuyến đi săn vào rừng. Thợ săn săn hươu và cung cấp thịt cho thị trấn.
vi: Lều săn bắn là điểm khởi đầu lý tưởng cho các chuyến đi săn vào rừng. Khi người thợ săn đã giết được động vật hoang dã, anh ta sẽ mang thịt về lều, sau đó thịt này sẽ được dùng làm thức ăn cho làng.

# T_GAME_BUILDING_INFO_INN
source: Quán trọ là nơi gặp gỡ của dân làng và du khách. Nó cung cấp một nguồn thu nhập bổ sung độc lập với nhà ở hoặc cư dân. Thị trấn càng được trang trí đẹp mắt, thu nhập tại quán trọ càng cao.
vi: Quán trọ là nơi gặp gỡ của dân làng và du khách. Nó cung cấp một nguồn thu nhập bổ sung độc lập với nhà ở hoặc cư dân. Thành phố được trang trí càng đẹp, thu nhập trong quán trọ càng cao.

# T_GAME_BUILDING_INFO_JOUSTINGSITE
source: Dân làng đến sân đấu thương để được giải trí bởi các hiệp sĩ anh hùng chiến đấu vì danh dự.
vi: Tại sân đấu, các hiệp sĩ tham gia các trận chiến danh dự trên lưng ngựa. Dân làng thích hình thức giải trí này.

# T_GAME_BUILDING_INFO_JUICER
source: Xưởng sản xuất nước ép tạo ra loại nước ép nho ngon nhất có thể tìm thấy trong vương quốc.
vi: Nước ép nho ngon nhất vương quốc được sản xuất trong xưởng ép.

# T_GAME_BUILDING_INFO_LUMBERJACK
source: Lều tiều phu là nơi ở của một tiều phu, người chặt cây gần đó và cung cấp gỗ cho thị trấn của bạn.
vi: Lán thợ rừng là nơi ở của một người thợ đốn gỗ, người chặt cây trong rừng và cung cấp gỗ cho làng của bạn.

# T_GAME_BUILDING_INFO_MARKETSQUARE
source: Chợ cung cấp cho nữ dân làng quyền truy cập vào đồ trang sức và quần áo từ các cửa hàng của bạn. Nó cũng cho phép bạn giao dịch với thương nhân khi anh ta ở trong thị trấn.
vi: Tại chợ, các dân làng nữ có thể mua đồ trang sức và quần áo từ kho của bạn. Ngoài ra, bạn có thể trao đổi hàng hóa với những người buôn rong khi họ ở trong làng.

# T_GAME_BUILDING_INFO_MEDICALCENTER
source: Dân làng đến bệnh xá khi họ bị ốm. Bác sĩ sử dụng thảo dược để chữa bệnh cho họ.
vi: Nhà y học sử dụng thảo dược để chữa bệnh cho dân làng. Khi bị bệnh, họ đến với ông để được chữa lành.

# T_GAME_BUILDING_INFO_MEDIUMHOME
source: Trong nhà phố cỡ vừa, {FAMILIES} gia đình có thể sống thoải mái cùng nhau.
vi: Nhà ở vừa cung cấp không gian sống thoải mái cho {FAMILIES} gia đình.

# T_GAME_BUILDING_INFO_MINE
source: Tùy thuộc vào vị trí của mỏ, mỏ có thể được sử dụng để khai thác đá, quặng sắt và thậm chí cả quặng vàng. Khi được mở khóa bằng nghiên cứu, nhà địa chất có thể làm đầy lại các mỏ đã cạn kiệt.
vi: Trong mỏ, tùy thuộc vào vị trí, đá, quặng sắt và thậm chí cả quặng vàng có thể được khai thác. Nếu được mở khóa thông qua nghiên cứu, một nhà địa chất có thể lấp đầy lại các mỏ tài nguyên.

# T_GAME_BUILDING_INFO_MINE_DEPRECTAED
source: Tùy thuộc vào vị trí của mỏ, mỏ có thể được sử dụng để khai thác đá, quặng sắt và thậm chí cả quặng vàng.
vi: Trong mỏ, tùy thuộc vào vị trí, đá, quặng sắt và thậm chí cả quặng vàng có thể được khai thác.

# T_GAME_BUILDING_INFO_MINT
source: Lò luyện kim cung cấp cho các nhà sản xuất các thanh sắt và vàng. Các thanh sẽ được sản xuất từ quặng tương ứng và than củi.
vi: Xưởng đúc tiền cung cấp các thỏi vàng và sắt cho các cơ sở chế biến. Các thỏi được làm từ quặng tương ứng và than.

# T_GAME_BUILDING_INFO_MONASTERY
source: Các nhà sư tại tu viện nấu một loại bia ngon tuyệt. Quy trình chính xác không được biết, nhưng người ta biết rộng rãi rằng hoa bia, lúa mì và nước suối trong như pha lê là một trong những thành phần.
vi: Các tu sĩ trong tu viện ủ một loại đồ uống ngon. Quy trình ủ chính xác là một bí mật - nhưng người ta biết rằng hoa bia, lúa mì và nước suối trong vắt là những nguyên liệu.

# T_GAME_BUILDING_INFO_MONASTERY_OLD
source: Các nhà sư tại tu viện thu hoạch hoa bia và nấu một loại bia ngon tuyệt. Để thu hoạch, cần có một cánh đồng hoa bia. Quy trình chính xác không được biết, nhưng người ta biết rộng rãi rằng hoa bia, lúa mì và nước suối trong như pha lê là một trong những thành phần.
vi: Các tu sĩ trong tu viện thu hoạch hoa bia và ủ chúng thành một loại đồ uống ngon. Một ruộng hoa bia là cần thiết cho việc sản xuất hoa bia. Quy trình ủ chính xác là một bí mật - nhưng người ta biết rằng hoa bia, lúa mì và nước suối trong vắt là những nguyên liệu.

# T_GAME_BUILDING_INFO_PIGFARM
source: Tại trang trại lợn, người chăn lợn nuôi và nhân giống lợn nhà. Lợn được nuôi làm tài nguyên thực phẩm và da.
vi: Tại trang trại lợn, lợn được nuôi và nuôi dưỡng. Chúng chủ yếu được sử dụng để sản xuất thực phẩm, da của chúng có thể được chế biến thành da.

# T_GAME_BUILDING_INFO_PRODUCTION_UPGRADE1_DEPRECATED
source: Nâng cấp cấp 2 làm tăng năng suất và không gian lưu trữ của tòa nhà. Nó cũng thêm một nơi làm việc khác và giảm một nửa tốc độ xuống cấp của tòa nhà. Tuy nhiên, việc sửa chữa tòa nhà đã nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Nâng cấp lên cấp 2 cải thiện năng suất và sức chứa kho của tòa nhà. Ngoài ra, một công nhân khác có thể làm việc trong tòa nhà và sự xuống cấp của tòa nhà sẽ giảm đi một nửa. Tuy nhiên, chi phí sửa chữa và tiêu thụ tài nguyên sẽ tăng mạnh.

# T_GAME_BUILDING_INFO_PRODUCTION_UPGRADE2_DEPRECATED
source: Nâng cấp cấp 3 làm tăng năng suất và không gian lưu trữ của tòa nhà hơn nữa. Nó cũng thêm một nơi làm việc khác và giảm một nửa tốc độ xuống cấp của tòa nhà. Tuy nhiên, việc sửa chữa tòa nhà đã nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Nâng cấp cấp 3 cải thiện năng suất và kho của tòa nhà. Ngoài ra, một dân làng khác có thể làm việc trong tòa nhà và sự xuống cấp của tòa nhà sẽ giảm đi một nửa. Tuy nhiên, chi phí sửa chữa và tiêu thụ tài nguyên cũng tăng mạnh.

# T_GAME_BUILDING_INFO_PUBLIC_UPGRADE1_DEPRECATED
source: Nâng cấp cấp 2 làm tăng sức chứa của tòa nhà và giảm một nửa tốc độ xuống cấp của tòa nhà. Tuy nhiên, việc sửa chữa tòa nhà đã nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Nâng cấp lên cấp 2 làm tăng sức chứa của tòa nhà và sự xuống cấp của tòa nhà sẽ giảm đi một nửa. Tuy nhiên, chi phí sửa chữa tăng mạnh.

# T_GAME_BUILDING_INFO_PUBLIC_UPGRADE2_DEPRECATED
source: Nâng cấp cấp 3 lại làm tăng sức chứa của tòa nhà và giảm một nửa tốc độ xuống cấp của tòa nhà. Tuy nhiên, việc sửa chữa tòa nhà đã nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Nâng cấp lên cấp 2 làm tăng sức chứa của tòa nhà và sự xuống cấp của tòa nhà sẽ giảm đi một nửa - tuy nhiên, chi phí sửa chữa tăng mạnh.

# T_GAME_BUILDING_INFO_ROAD
source: Đường đất
vi: Đường phố

# T_GAME_BUILDING_INFO_ROAD_DIRT
source: Một con đường đất đơn giản. Cho phép dân làng di chuyển nhanh hơn. Bạn có thể xây dựng một cây cầu gỗ bằng cách đặt các điểm tham chiếu ở hai bên bờ sông đối diện.
vi: Một con đường đất đơn giản giúp tối ưu hóa các tuyến đường vận chuyển. Ở đây, cư dân của bạn đi nhanh hơn một chút so với khi đi đường tắt. Nếu một con đường đất được đặt trên một con sông, một cây cầu gỗ sẽ được xây thay thế. Chỉ cần đặt điểm bắt đầu và điểm kết thúc của con đường trên cả hai bờ sông.

# T_GAME_BUILDING_INFO_ROAD_STONE
source: Dân làng có thể di chuyển nhanh hơn trên đường lát đá cuội so với đường đất. Bạn có thể xây dựng một cây cầu đá bằng cách đặt các điểm tham chiếu ở hai bên bờ sông đối diện.
vi: Đường lát đá mang lại sự thoải mái khi di chuyển cho cư dân hơn nhiều so với đường đất. Kết quả là tốc độ vận chuyển nhanh hơn. Ngay sau khi một con đường đá được đặt trên một con sông, một cây cầu đá sẽ được tạo ra. Chỉ cần đặt điểm bắt đầu và điểm kết thúc của con đường trên các bờ tương ứng.

# T_GAME_BUILDING_INFO_SAWMILL
source: Tại xưởng cưa, gỗ được chế biến thành ván. Nó có nhu cầu cao về gỗ nên nên có nhiều tiều phu cung cấp cho nó.
vi: Xưởng cưa dùng để chế biến gỗ thành ván. Nó có mức tiêu thụ cao và nên luôn được bao phủ bởi một số thợ đốn gỗ.

# T_GAME_BUILDING_INFO_SAWMILL_DUPLICATE_MORE_LANGUAGES
source: Tại xưởng cưa, gỗ được chế biến thành ván. Nó có nhu cầu cao về gỗ nên nên có nhiều tiều phu cung cấp cho nó.
vi: Xưởng cưa dùng để chế biến gỗ thành ván. Nó có mức tiêu thụ gỗ cao và nên luôn được bao phủ bởi một số thợ đốn gỗ.

# T_GAME_BUILDING_INFO_SAWMILL_OLD
source: Xưởng cưa chạy bằng sức nước cắt khúc gỗ thành ván.
vi: Trong xưởng cưa, các thân cây được chế biến thành ván bằng sức nước.

# T_GAME_BUILDING_INFO_SHEEPWALK
source: Đồng cỏ chăn cừu sản xuất len. Bạn phải phân công một nông dân sản xuất len tại một trang trại gần đó.
vi: Ngay sau khi một đồng cỏ cừu được xây dựng, công nhân có thể được chỉ định tại trang trại gần nhất để lấy len.

# T_GAME_BUILDING_INFO_SMALLHOME_02
source: Nhà thành phố cung cấp không gian sống cho {FAMILIES} gia đình. Nó sang trọng hơn một chút so với nhà phố nhỏ và tạo ra nhiều thuế hơn.
vi: Nhà phố cung cấp một không gian sống cho {FAMILIES} gia đình. Nó sang trọng hơn một chút so với nhà ở nhỏ và tạo ra nhiều thuế hơn.

# T_GAME_BUILDING_INFO_SMALL_FIRESTATION
source: Chốt canh lửa là phiên bản nhỏ hơn của tháp canh lửa. Tuy nhiên, phạm vi và sức chứa công nhân rất nhỏ.
vi: Phiên bản nhỏ của tháp canh lửa. Tuy nhiên, phạm vi và sức chứa của công nhân bị hạn chế.

# T_GAME_BUILDING_INFO_SPECIAL_UPGRADE1_DEPRECATED
source: Nâng cấp một tòa nhà đặc biệt lên cấp 2 mở khóa một tính năng mới trong menu của tòa nhà: - Kho bạc: "thu tất cả thuế" - Xưởng mộc: "sửa chữa tất cả các tòa nhà" - Tháp canh lửa: "dập tắt tất cả các đám cháy" - Bệnh xá: "chữa bệnh cho tất cả dân làng" - Mỏ: "làm đầy lại ngay lập tức tất cả các mỏ quặng". Ngoài ra, tốc độ xuống cấp của tòa nhà cũng giảm. Tuy nhiên, việc sửa chữa tòa nhà đã nâng cấp tốn kém hơn đáng kể.
vi: Khi nâng cấp lên cấp 2, các tòa nhà đặc biệt sẽ nhận được một chức năng mới trong menu ngữ cảnh: - Kho bạc: “Thu tất cả thuế cùng một lúc!” - Xưởng mộc: “Sửa chữa tất cả các tòa nhà!” - Tháp canh lửa: “Dập tắt tất cả các đám cháy!” - Nhà y học: “Chữa lành tất cả dân làng bị bệnh!” - Mỏ: “Làm đầy lại các mỏ tài nguyên!” Ngoài ra, sự xuống cấp của tòa nhà sẽ giảm đi một nửa và một vị trí làm việc khác sẽ có sẵn. Tuy nhiên, chi phí sửa chữa tăng mạnh.

# T_GAME_BUILDING_INFO_SPECIAL_UPGRADE2_DEPRECATED
source: Nâng cấp một tòa nhà đặc biệt lên cấp 3 mở khóa một tính năng mới trong menu của tòa nhà: - Kho bạc: "thu tất cả thuế" - Xưởng mộc: "sửa chữa tất cả các tòa nhà" - Tháp canh lửa: "dập tắt tất cả các đám cháy" - Bệnh xá: "chữa bệnh cho tất cả dân làng" - Mỏ: "làm đầy lại ngay lập tức tất cả các mỏ quặng". Ngoài ra, tốc độ xuống cấp của tòa nhà cũng giảm. Tuy nhiên, việc sửa chữa tòa nhà đã nâng cấp tốn kém hơn đáng kể.
vi: Khi nâng cấp lên cấp 3, các tòa nhà đặc biệt sẽ nhận được một chức năng mới trong menu ngữ cảnh: - Kho bạc: “Thu tất cả thuế cùng một lúc!” - Xưởng mộc: “Sửa chữa tất cả các tòa nhà!” - Tháp canh lửa: “Dập tắt tất cả các đám cháy!” - Nhà y học: “Chữa lành tất cả dân làng bị bệnh!” - Mỏ: “Làm đầy lại các mỏ tài nguyên!” Ngoài ra, sự xuống cấp của tòa nhà sẽ giảm đi một nửa và một vị trí làm việc khác sẽ có sẵn. Tuy nhiên, chi phí sửa chữa tăng mạnh.

# T_GAME_BUILDING_INFO_STONEWALL
source: Tường đá
vi: Tường

# T_GAME_BUILDING_INFO_TAILOR
source: Thợ may làm quần áo từ vải.
vi: Trong xưởng may, vải được chế biến thành quần áo.

# T_GAME_BUILDING_INFO_TANNERY
source: Tại xưởng thuộc da, da động vật được chế biến thành da thuộc. Đó là một công việc bẩn thỉu và đòi hỏi một dạ dày khỏe mạnh.
vi: Trong xưởng thuộc da, da động vật được chế biến thành da. Quá trình này là một công việc rất bẩn và đòi hỏi một cái bụng khỏe.

# T_GAME_BUILDING_INFO_TAVERN
source: Tại quán rượu, dân làng gặp nhau sau một ngày làm việc vất vả để uống nước ép nho hoặc bia và giao lưu. Quán rượu phục vụ nhu cầu cộng đồng và đồ uống của dân làng.
vi: Trong quán trọ, những dân làng làm việc chăm chỉ gặp nhau để cụng ly bằng nước ép nho hoặc đồ uống và tận hưởng buổi tối của họ. Quán trọ phục vụ mong muốn của dân làng về sự giao lưu và đồ uống.

# T_GAME_BUILDING_INFO_TAVERN_DEPRECATED
source: Tại quán rượu, dân làng gặp nhau sau một ngày làm việc vất vả để uống nước ép nho hoặc bia và giao lưu.
vi: Trong quán trọ, những dân làng làm việc chăm chỉ gặp nhau để cụng ly bằng nước ép nho hoặc đồ uống và tận hưởng buổi tối của họ.

# T_GAME_BUILDING_INFO_TAVERN_DEPRECTAED
source: Tại quán rượu, dân làng gặp nhau sau một ngày làm việc vất vả để uống nước ép nho và giao lưu.
vi: Trong quán trọ, những dân làng làm việc chăm chỉ gặp nhau để cụng ly bằng nước ép nho và tận hưởng buổi tối của họ.

# T_GAME_BUILDING_INFO_TAXCOLLECTOR
source: Người thu thuế đi khắp thị trấn và thưởng một khoản thuế nhỏ cho mỗi tòa nhà anh ta ghé thăm.
vi: Người thu thuế đi khắp thành phố và cho mỗi tòa nhà mà anh ta đến một khoản tiền thưởng thuế.

# T_GAME_BUILDING_INFO_TAXCOLLECTOR_DEPRECATED
source: Ngoài việc điều hành kho bạc, người thu thuế còn đi khắp thị trấn và thăm dân làng trong nhà của họ. Một chuyến thăm của người thu thuế tạm thời làm tăng doanh thu thuế từ ngôi nhà đó. Nâng cấp tòa nhà kho bạc cho phép bạn thu tất cả các khoản thuế đến hạn chỉ bằng một cú nhấp chuột. Điều này đặc biệt hữu ích ở các thị trấn lớn. Tuy nhiên, việc này tốn một vài điểm Uy tín.
vi: Người thu thuế làm việc trong kho bạc làm tăng doanh thu thuế từ nhà ở. Trong kho bạc, sau khi nâng cấp lên cấp 2, có một tùy chọn để thu tất cả thuế cùng một lúc. Điều này giúp bạn giảm rất nhiều công việc, đặc biệt là ở các thành phố lớn. Tuy nhiên, nó sẽ tốn một chút uy tín.

# T_GAME_BUILDING_INFO_TAXCOLLECTOR_OLD
source: Người thu thuế đi khắp thị trấn và thu thuế. Ngoài ra, anh ta tạo ra một khoản thưởng thuế nhỏ và mở khóa “thu tất cả thuế” bằng một lần nhấn nút.
vi: Người thu thuế đi qua thành phố và thu tiền thuế. Ngoài ra, anh ta tạo ra một khoản tiền thưởng thuế nhỏ và cho phép thu tất cả tiền thuế của thành phố cùng một lúc chỉ bằng một nút bấm.

# T_GAME_BUILDING_INFO_TOOLMAKER
source: Thợ làm công cụ sử dụng sắt và gỗ để sản xuất công cụ.
vi: Người thợ rèn công cụ chế biến sắt và gỗ thành công cụ.

# T_GAME_BUILDING_INFO_TOWNHOUSE
source: Nhà phố nhỏ cung cấp không gian sống thoải mái cho {FAMILIES} gia đình.
vi: Một nhà phố nhỏ, nơi {FAMILIES} gia đình có thể sinh sống thoải mái.

# T_GAME_BUILDING_INFO_TRADEGUILD
source: Tại hiệp hội thương mại, giao dịch tự động có thể được quản lý. Bất cứ khi nào một thương nhân đến thăm thị trấn, các tài nguyên được chọn trước sẽ được bán hoặc mua.
vi: Các giao dịch tự động có thể được quản lý trong hội thương nhân. Ngay sau khi một thương nhân ghé thăm làng, các tài nguyên được đặt trước sẽ được mua hoặc bán.

# T_GAME_BUILDING_INFO_TRADEGUILD_AUTOTRADE
source: Lệnh giao dịch
vi: Đơn hàng thương mại

# T_GAME_BUILDING_INFO_TRAVELINGARTIST
source: Bất cứ khi nào một nghệ sĩ tung hứng lưu động ở trong thị trấn, dân làng đều thích thú khi xem màn trình diễn của anh ta.
vi: Các buổi biểu diễn của một người tung hứng luôn đáng để ghé thăm. Dân làng rất vui khi người tung hứng tung hứng hoặc phun lửa.

# T_GAME_BUILDING_INFO_VINEYARD
source: Đồn điền nho cung cấp cho xưởng sản xuất nước ép những quả nho ngon nhất.
vi: Trên vườn nho, nho được trồng để cung cấp cho xưởng ép ở làng của bạn.

# T_GAME_BUILDING_INFO_WAREHOUSE
source: Nhà kho được dân làng sử dụng để lưu trữ và lấy hàng hóa. Nó cũng cho phép phân công thêm dân làng làm người vận chuyển.
vi: Trong nhà kho, dân làng có thể cất giữ và lấy hàng hóa của họ. Ngoài ra, dân làng có thể được làm người khuân vác tại đây.

# T_GAME_BUILDING_INFO_WAREHOUSE_UPGRADE1
source: Nâng cấp cấp 2 làm tăng sức chứa của nhà kho và giảm một nửa tốc độ xuống cấp. Tôi cũng cho phép bạn phân công thêm người vận chuyển. Tuy nhiên, việc sửa chữa tòa nhà đã nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Nâng cấp lên cấp 2 giúp tăng sức chứa của nhà kho và sự xuống cấp của tòa nhà sẽ giảm đi một nửa. Có thể chỉ định thêm người khuân vác, tuy nhiên chi phí sửa chữa sẽ tăng mạnh.

# T_GAME_BUILDING_INFO_WAREHOUSE_UPGRADE2
source: Nâng cấp cấp 3 làm tăng sức chứa của nhà kho và giảm một nửa tốc độ xuống cấp. Tôi cũng cho phép bạn phân công thêm người vận chuyển. Tuy nhiên, việc sửa chữa tòa nhà đã nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Nâng cấp lên cấp 3 giúp tăng sức chứa của nhà kho và sự xuống cấp của tòa nhà sẽ giảm đi một nửa. Có thể chỉ định thêm người khuân vác, tuy nhiên chi phí sửa chữa sẽ tăng mạnh.

# T_GAME_BUILDING_INFO_WEAVER
source: Xưởng dệt sử dụng len để sản xuất vải tốt, sau đó có thể được thợ may làm thành quần áo.
vi: Xưởng dệt sản xuất các loại vải tốt nhất từ len, sau đó có thể được chế biến thành quần áo tại xưởng may.

# T_GAME_BUILDING_INFO_WELL
source: Giếng đóng vai trò là nguồn nước ngọt cho thị trấn của bạn. Nữ dân làng lấy nước từ đây và mang về nhà.
vi: Giếng cung cấp nước uống cho làng của bạn, nước này được các dân làng nữ lấy và mang đến các nhà ở.

# T_GAME_BUILDING_INFO_WINDMILL
source: Cối xay gió xay lúa mì thành bột, cần thiết để sản xuất bánh mì trong lò bánh mì.
vi: Trong cối xay gió, bột mì được xay từ ngũ cốc, sau đó được sử dụng trong tiệm bánh để nướng bánh mì.

# T_GAME_BUILDING_INFO_WINEFARM
source: Những quả nho ngon nhất được trồng trên các cánh đồng của vườn nho. Tòa nhà rất cần thiết để cung cấp nho cho các nhà sản xuất nước ép.
vi: Những trái nho ngon nhất được trồng trên các cánh đồng nho của trang trại rượu. Trang trại rượu là điều cần thiết để cung cấp nho cho các xưởng ép.

# T_GAME_BUILDING_JOUSTINGSITE
source: Sân đấu thương
vi: Sân đấu

# T_GAME_BUILDING_JUICER
source: Xưởng sản xuất nước ép
vi: Xưởng ép

# T_GAME_BUILDING_LUMBERJACK
source: Lều tiều phu
vi: Lán thợ rừng

# T_GAME_BUILDING_MEDICALCENTER
source: Bệnh xá
vi: Nhà y học

# T_GAME_BUILDING_MEDIUMHOME
source: Nhà phố cỡ vừa
vi: Nhà ở vừa

# T_GAME_BUILDING_MINT
source: Lò luyện kim
vi: Xưởng đúc tiền

# T_GAME_BUILDING_ROAD
source: Đường lát đá cuội
vi: Đường lát đá

# T_GAME_BUILDING_ROAD_STONE
source: Đường lát đá cuội
vi: Đường lát đá

# T_GAME_BUILDING_SHEEPWALK
source: Đồng cỏ chăn cừu
vi: Đồng cỏ cừu

# T_GAME_BUILDING_SMALLHOME_02
source: Nhà thành phố
vi: Nhà phố

# T_GAME_BUILDING_SMALL_FIRESTATION
source: Chốt canh lửa
vi: Trạm canh lửa

# T_GAME_BUILDING_TAVERN
source: Quán rượu
vi: Quán trọ

# T_GAME_BUILDING_TOOLMAKER
source: Xưởng làm công cụ
vi: Xưởng rèn công cụ

# T_GAME_BUILDING_TOWNHOUSE
source: Nhà phố
vi: Nhà ở

# T_GAME_BUILDING_TRADEGUILD
source: Hiệp hội thương mại
vi: Hội thương nhân

# T_GAME_BUILDING_TRAVELINGARTIST
source: Trại nghệ sĩ tung hứng
vi: Trại người tung hứng

# T_GAME_BUILDING_VINEYARD
source: Đồn điền nho
vi: Vườn nho

# T_GAME_BUILDING_WINEFARM
source: Vườn nho
vi: Trang trại rượu

# T_GAME_CHANGELOG_ECO_01
source: Nhật ký thay đổi cập nhật: Townsmen v1.8
vi: Nhật ký thay đổi bản cập nhật: Townsmen v1.8

# T_GAME_CHANGELOG_ECO_02
source: Yêu cầu tài nguyên từ bạn bè của bạn, với Google Gifting
vi: Hỏi xin tài nguyên từ bạn bè bằng Google Gifting.

# T_GAME_CHANGELOG_ECO_04
source: Tòa nhà mới: Hiệp hội thương mại
vi: Tòa nhà mới: Hội thương nhân

# T_GAME_CHANGELOG_ECO_05
source: Thiết lập giao dịch tự động tại hiệp hội thương mại
vi: Thiết lập tự động giao dịch trong hội thương nhân

# T_GAME_CHANGELOG_ECO_07
source: 2 bản đồ sandbox mới
vi: 2 bản đồ vô tận mới

# T_GAME_CHANGELOG_ECO_08
source: Hệ thống kinh tế được điều chỉnh: Mua và bán tạm thời thay đổi giá giao dịch tại chợ
vi: Hệ thống kinh tế được điều chỉnh: Mua và bán sẽ tạm thời thay đổi giá giao dịch trên thị trường

# T_GAME_CHANGELOG_ECO_09
source: Các thảm họa như hạn hán làm tăng giá giao dịch cho các nhóm tài nguyên như tài nguyên thực phẩm.
vi: Các thảm họa như hạn hán gây ra sự tăng giá của các nhóm tài nguyên, chẳng hạn như tài nguyên thực phẩm.

# T_GAME_CHANGELOG_SPRINGBREAK_2017_01
source: Townsmen Phiên bản 1.10 “Cập nhật mùa xuân”
vi: Townsmen phiên bản 1.10 “Bản cập nhật mùa xuân”

# T_GAME_CHANGELOG_SPRINGBREAK_2017_02
source: 74 vật trang trí mới
vi: 74 đồ vật trang trí mới

# T_GAME_CHANGELOG_SPRINGBREAK_2017_03
source: Cải thiện lựa chọn và vị trí trang trí
vi: Cải thiện vị trí và lựa chọn các đối tượng trang trí

# T_GAME_CHANGELOG_SPRINGBREAK_2017_05_OLD
source: Cải thiện xây dựng đường
vi: Cải thiện việc xây dựng đường

# T_GAME_CHANGELOG_WINTERUPDATE_2018_04
source: Tòa nhà mới: Hai nhà phố mới
vi: Tòa nhà mới: Hai khu nhà ở mới

# T_GAME_CHANGELOG_WINTERUPDATE_2018_05
source: Giao diện mới cho tòa nhà xưởng cưa
vi: Diện mạo mới cho xưởng cưa

# T_GAME_CHANGELOG_WINTERUPDATE_2018_06
source: Vật trang trí mới: cây chết, cánh đồng theo mùa, cây cho đại lộ và nhiều hơn nữa!
vi: Các đồ vật trang trí mới: Cây chết, ruộng theo mùa, cây cho đại lộ và nhiều hơn nữa!

# T_GAME_CHANGELOG_WINTERUPDATE_2018_07
source: Một hình đại diện nhiệm vụ mới: Nữ hoàng từ nước láng giềng
vi: Một người giao nhiệm vụ mới: Nữ hoàng từ vùng đất lân cận

# T_GAME_CHANGELOG_WU2016_01
source: Nhật ký thay đổi cập nhật: Townsmen v1.9 “Các mùa”
vi: Nhật ký thay đổi bản cập nhật: Townsmen v1.9 “Các mùa”

# T_GAME_CHANGELOG_WU2016_02
source: Các mùa: Xuân, hạ, thu và đông với giao diện mới!
vi: Các mùa: Mùa xuân, mùa hè, mùa thu và mùa đông trông khác nhau!

# T_GAME_CHANGELOG_WU2016_03
source: Thời tiết: Mưa, u ám, giông bão và bão tuyết với nhiều biến thể!
vi: Thời tiết: Mưa, bão, trời nhiều mây và bão tuyết với nhiều biến thể!

# T_GAME_CHANGELOG_WU2016_04
source: Ảnh hưởng bản đồ được làm lại: Thời tiết và các mùa giờ đây ảnh hưởng đến thị trấn của bạn!
vi: Ảnh hưởng của bản đồ được làm lại: Thời tiết và các mùa ảnh hưởng đến làng của bạn!
