Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_TUTORIAL_STANDARDS_TRADE_DESC
source: Với một khu chợ trong thị trấn, ngài nên bán một số hàng hóa và kiếm chút lợi nhuận, thưa Lãnh chúa!
vi: Giờ khi chúng ta đã có một khu chợ trong làng, chúng ta nên bắt đầu bán những hàng hóa dư thừa của mình.

# T_TUTORIAL_STANDARDS_TRADE_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Bây giờ chúng ta lại có một ít tiền xu trong kho bạc.
vi: Rất tốt, thưa ngài. Giờ chúng ta đã có lại một ít tiền trong kho bạc.

# T_TUTORIAL_STANDARDS_WINTER_STARTED
source: Thưa Lãnh chúa, mùa đông đã đến! Tôi hy vọng chúng ta có đủ lúa mì trong kho để kéo dài đến mùa xuân.
vi: Thưa ngài, mùa đông đã đến! Hy vọng rằng chúng ta có đủ lương thực trong kho.

# T_TUTORIAL_STANDARDS_WINTER_SUCCESS
source: Trong khi mùa đông kéo dài, chúng ta có thể thay đổi sản lượng trang trại sang len. Chúng ta chỉ cần một đồng cỏ chăn cừu và ra lệnh cho nông dân thay đổi sản lượng sang len.
vi: Trong khi mùa đông, các ngài có thể chuyển việc sản xuất ở trang trại từ ngũ cốc sang len, vì ngũ cốc không mọc vào mùa đông. Một đồng cỏ cừu là cần thiết, cũng như việc các công nhân trong tòa nhà phải được chuyển từ ngũ cốc sang sản xuất len.

# T_TUTORIAL_TOOLTIP_ACTIONBAR
source: Bạn có thể tìm thấy tất cả các hành động và gán nút có thể có trong thanh hành động.
vi: Tất cả các hành động và phím tắt có thể có đều được hiển thị trên thanh hành động.

# T_TUTORIAL_TOOLTIP_ACTIONBAR_TOUCH
source: Bạn có thể chọn các hành động trên thanh hành động trực tiếp.
vi: Bạn cũng có thể chọn các lệnh trực tiếp trên thanh công cụ.

# T_TUTORIAL_TOOLTIP_CASTLE
source: Các dân làng vận chuyển sẽ vận chuyển hàng hóa từ kho của tòa nhà đến lâu đài.
vi: Người dân khuân vác vận chuyển hàng hóa từ kho của các tòa nhà đến lâu đài.

# T_TUTORIAL_TOOLTIP_DAILYLIFE_01
source: Dân làng làm việc cuối cùng cũng mệt mỏi. Họ dừng công việc và dành thời gian rảnh rỗi ghé thăm các tòa nhà công cộng, nhà của họ hoặc đồ trang trí.
vi: Người dân đang làm việc sẽ mệt mỏi theo thời gian. Sau đó, họ phục hồi bằng cách ghé thăm các tòa nhà công cộng, nhà ở hoặc đồ trang trí.

# T_TUTORIAL_TOOLTIP_DAILYLIFE_02
source: Chừng nào một dân làng còn đang dành thời gian rảnh rỗi, anh ta sẽ không sản xuất bất kỳ tài nguyên nào. Anh ta sẽ tiếp tục làm việc sau khi hồi phục.
vi: Chừng nào người dân hoặc công nhân còn đang trong thời gian rảnh rỗi, họ sẽ không sản xuất tài nguyên thô. Họ sẽ chỉ bắt đầu làm việc lại sau khi đã phục hồi.

# T_TUTORIAL_TOOLTIP_DEASSIGN
source: Chọn tòa nhà và bãi nhiệm một công nhân khỏi nó.
vi: Chọn tòa nhà và rút một công nhân.

# T_TUTORIAL_TOOLTIP_ERASE_TREES
source: Các đối tượng như cây hoặc đường có thể được loại bỏ trong chế độ xóa.
vi: Các đối tượng như cây cối hoặc đường xá có thể được loại bỏ trong chế độ xóa.

# T_TUTORIAL_TOOLTIP_FARM_SPRING
source: Giao lại công nhân như nông dân trở lại tòa nhà vào mùa xuân, để thu hoạch lúa mì trở lại.
vi: Vào mùa xuân, nông dân có thể được chỉ định lại cho trang trại và thu hoạch ngũ cốc.

# T_TUTORIAL_TOOLTIP_FARM_WINTER
source: Nông dân không thể thu hoạch lúa mì vào mùa đông. Giao anh ta đến nơi khác, trong khi có tuyết.
vi: Vào mùa đông, nông dân không thể thu hoạch ngũ cốc. Hãy chỉ định anh ta vào các công việc khác trong khi có tuyết.

# T_TUTORIAL_TOOLTIP_FIRETOWER
source: Một lính cứu hỏa chỉ có thể dập tắt đám cháy trong khu vực được bao phủ bởi tháp của anh ta.
vi: Lính cứu hỏa chỉ có thể dập tắt các tòa nhà nằm trong phạm vi hoạt động của tháp canh của anh ta.

# T_TUTORIAL_TOOLTIP_FISHER
source: Dân làng đói có thể lấy thức ăn trực tiếp từ tòa nhà hoặc kho hàng.
vi: Người dân đói khát sẽ lấy thức ăn từ nhà kho hoặc từ các tòa nhà sản xuất.

# T_TUTORIAL_TOOLTIP_FLAMES
source: Càng nhiều ngọn lửa trên một tòa nhà đang cháy, đám cháy càng lan rộng và tòa nhà sụp đổ.
vi: Bạn càng thấy nhiều ngọn lửa trên một tòa nhà đang cháy, thì đám cháy càng tiến triển xa hơn và tòa nhà sẽ sụp đổ.

# T_TUTORIAL_TOOLTIP_FOOD
source: Luôn để mắt đến nguồn cung cấp thực phẩm của bạn!
vi: Luôn chú ý đến trữ lượng lương thực!

# T_TUTORIAL_TOOLTIP_HAPPINESS
source: Hạnh phúc rất thấp. Cố gắng thỏa mãn nhiều nhu cầu và mong muốn hơn hoặc giảm thuế!
vi: Mức độ hài lòng đang rất thấp. Hãy cố gắng đáp ứng nhiều nhu cầu và mong muốn hơn hoặc giảm thuế!

# T_TUTORIAL_TOOLTIP_HOMELESS
source: Khi Dân làng mất nhà, họ sẽ rời khỏi thị trấn sau một thời gian.
vi: Nếu người dân mất nhà, họ sẽ rời khỏi làng sau một thời gian!

# T_TUTORIAL_TOOLTIP_HUD_PRESTIGE
source: Uy tín thu thập được hiển thị ở đây.
vi: Uy tín đã tích lũy được hiển thị ở đây.

# T_TUTORIAL_TOOLTIP_MINE_EMPTY
source: Mỏ quặng này đã cạn kiệt!
vi: Trữ lượng quặng này đã cạn kiệt!

# T_TUTORIAL_TOOLTIP_NOMONEY
source: Kho bạc trống rỗng! Tăng thuế, giao dịch hàng hóa hoặc xây thêm nhà!
vi: Kho bạc đã cạn kiệt! Hãy cố gắng tăng thuế, bán hàng hóa hoặc xây dựng thêm nhà ở!

# T_TUTORIAL_TOOLTIP_NOWORKERS
source: Không có công nhân rảnh rỗi nào trong thị trấn!
vi: Bạn không có công nhân rảnh rỗi.

# T_TUTORIAL_TOOLTIP_NO_WORKERS
source: Các tòa nhà không có công nhân được giao cho chúng không hoạt động. Giao một công nhân để sản xuất tiếp tục.
vi: Các tòa nhà không có công nhân sẽ không hoạt động. Hãy chỉ định một công nhân để hoạt động sản xuất tiếp tục.

# T_TUTORIAL_TOOLTIP_PRESTIGEBUILDING_02
source: Trong menu ngữ cảnh của công trường xây dựng, nó có thể được hoàn thành ngay lập tức.
vi: Trong menu ngữ cảnh của công trường, bạn có thể hoàn thành nó ngay lập tức.

# T_TUTORIAL_TOOLTIP_PRESTIGEBUILDING_INSTANT
source: Sử dụng Xây dựng tức thì để hoàn thành công trường xây dựng ngay lập tức.
vi: Sử dụng chức năng Xây dựng ngay lập tức để hoàn thành công trường bằng Uy tín.

# T_TUTORIAL_TOOLTIP_REPAIR
source: Tòa nhà cần sửa chữa!
vi: Tòa nhà này cần được sửa chữa!

# T_TUTORIAL_TOOLTIP_RUIN
source: Các tòa nhà có thể bị cháy rụi và sụp đổ nếu chúng không được sửa chữa thường xuyên.
vi: Các tòa nhà có thể bốc cháy và sụp đổ nếu không được sửa chữa thường xuyên.

# T_TUTORIAL_TOOLTIP_SAWMILL_NEAR_LUMBERJACK
source: Cố gắng xây dựng xưởng cưa gần lều tiều phu. Các tuyến đường vận chuyển sẽ ngắn hơn theo cách này.
vi: Dựng xưởng cưa gần lều tiều phu. Bằng cách này, quãng đường vận chuyển sẽ ngắn hơn.

# T_TUTORIAL_TOOLTIP_SEASON_CLOCK
source: Đồng hồ mùa hiển thị tiến trình của mùa hiện tại.
vi: Mùa hiện tại và tiến trình của nó được hiển thị ở đây.

# T_TUTORIAL_TOOLTIP_SHEPARD
source: Giao một công nhân để thu hoạch len tại đồng cỏ chăn cừu.
vi: Chỉ định một công nhân để xén lông cừu.

# T_TUTORIAL_TOOLTIP_SIGNPOSTS
source: Biển chỉ dẫn đánh dấu những nơi một tòa nhà từng đứng. Bạn có thể chọn một biển chỉ dẫn để xây dựng lại tòa nhà tại vị trí đó.
vi: Những bảng hiệu như thế này đánh dấu vị trí nơi mà một tòa nhà từng đứng. Bằng cách chọn bảng hiệu, tòa nhà có thể được xây dựng lại ở vị trí đó.

# T_TUTORIAL_TOOLTIP_TAXES
source: Ở đây bạn có thể điều chỉnh số tiền mà dân làng trả cho bạn tiền thuế. Luôn nhớ rằng thuế cao làm giảm hạnh phúc và năng suất.
vi: Tại đây các ngài có thể điều chỉnh số thuế mà người dân phải trả cho các ngài. Nhưng hãy nhớ rằng thuế suất cao sẽ làm giảm năng suất và mức độ hài lòng của họ.

# T_TUTORIAL_TOOLTIP_TOOLBAR
source: Tất cả các chức năng quan trọng đều có thể truy cập thông qua thanh công cụ.
vi: Các hành động và màn hình hiển thị quan trọng nhất có thể được tìm thấy trong thanh công cụ.

# T_TUTORIAL_TOOLTIP_TOWNHOUSE
source: Dân làng sẽ ghé thăm nhà của họ trong thời gian rảnh rỗi. Nữ dân làng sẽ thu thập thức ăn, nước và các tài nguyên khác cho nhà của họ.
vi: Người dân ghé thăm nhà của họ trong thời gian rảnh rỗi. Các cô gái trong làng lấy lương thực, nước uống và các hàng hóa khác và mang chúng đến các nhà ở.

# T_TUTORIAL_TOOLTIP_TOWNHOUSES_TAXES
source: Nhà cửa tạo ra thuế theo thời gian, đại diện cho thu nhập cơ bản của thị trấn.
vi: Các nhà ở tạo ra thuế theo thời gian như một khoản thu nhập cho thành phố.

# T_TUTORIAL_TOOLTIP_UI_FOLLOW_TOWNIE
source: Sử dụng menu nhanh nếu bạn muốn theo dõi công nhân của một tòa nhà. Giữ nút chọn và di chuyển cần analog lên khi ở trên tòa nhà.
vi: Sử dụng menu nhanh nếu ngài muốn theo dõi một công nhân. Giữ nút chọn và di chuyển cần analog lên trên trong khi ở trên tòa nhà.

# T_TUTORIAL_TOOLTIP_UI_FOLLOW_TOWNIE_02
source: Khi chờ đợi một công trình xây dựng hoàn thành, hãy thử theo dõi công nhân để xem chuyện gì đang xảy ra.
vi: Nếu bạn đang chờ một tòa nhà hoàn thành, hãy thử theo dõi công nhân xây dựng để xem chuyện gì đang xảy ra.

# T_TUTORIAL_TOOLTIP_UI_FOLLOW_TOWNIE_DESKTOP
source: Sử dụng menu nhanh để theo dõi công nhân. Ngoài ra, chức năng này có thể được truy cập thông qua menu ngữ cảnh trong các hành động.
vi: Sử dụng menu nhanh để theo dõi công nhân. Ngoài ra, chức năng này có thể được truy cập thông qua menu ngữ cảnh ở mục Hành động.

# T_TUTORIAL_TOOLTIP_UI_FOLLOW_TOWNIE_TOUCH
source: Sử dụng menu nhanh để theo dõi một công nhân. Nhấn và giữ vào tòa nhà và kéo lên khi menu nhanh mở ra.
vi: Sử dụng menu nhanh để theo dõi công nhân. Nhấn và giữ vào tòa nhà rồi kéo lên trên khi menu nhanh xuất hiện.

# T_TUTORIAL_TOOLTIP_UI_QUEST_OVERVIEW
source: Ở đây bạn có thể thấy các nhiệm vụ hiện tại và phần thưởng của chúng.
vi: Đây là nơi các ngài có thể thấy các nhiệm vụ hiện tại và phần thưởng của chúng.

# T_TUTORIAL_TOOLTIP_UI_QUEST_REWARD
source: Phần thưởng có thể được nhận trong menu nhiệm vụ.
vi: Trong menu Nhiệm vụ, một phần thưởng có thể được nhận.

# T_TUTORIAL_TOOLTIP_UI_QUEST_REWARD_NOTIFICATION
source: Chọn thông báo để đi trực tiếp đến nhiệm vụ đã hoàn thành. Ở đó bạn có thể nhận phần thưởng của mình.
vi: Chọn thông báo để đến trực tiếp nhiệm vụ đã hoàn thành. Tại đó, bạn có thể nhận phần thưởng của mình.

# T_TUTORIAL_TOOLTIP_UI_QUEST_REWARD_NOTIFICATION_NEW
source: Trong tab nhiệm vụ của menu trò chơi, phần thưởng cho nhiệm vụ có thể được thu thập. Bằng cách chọn thông báo, menu cũng có thể được truy cập.
vi: Trong phần Nhiệm vụ, trong menu trò chơi, bạn có thể nhận phần thưởng từ các nhiệm vụ đã hoàn thành. Để đi trực tiếp đến đó, bạn cũng có thể chọn một thông báo.

# T_TUTORIAL_TOOLTIP_UI_TRADE
source: Trong menu giao dịch, bạn có thể trao đổi hàng hóa với thương nhân. Anh ta chỉ có thể mua và bán một lượng hàng hóa hạn chế mỗi lượt ghé thăm.
vi: Trong menu giao dịch, bạn có thể đổi hàng hóa lấy tiền xu với thương nhân. Mỗi lần ghé thăm làng, thương nhân chỉ có thể mang theo và mua một số lượng hàng hóa hạn chế.

# T_TUTORIAL_TOOLTIP_UI_WAREHOUSES
source: Các kho hàng liệt kê tất cả các tài nguyên được lưu trữ trong thị trấn. Như bạn có thể thấy, chúng ta chỉ có một lượng nhỏ cá.
vi: Nhà kho liệt kê tất cả các tài nguyên thô được lưu trữ trong thành phố. Như các ngài thấy đấy, chỉ còn một lượng cá nhỏ trong kho.

# T_TUTORIAL_TOOLTIP_WELL
source: Dân làng của bạn có thể lấy nước cho nhà của họ tại giếng. Một giếng cung cấp cho 25 gia đình.
vi: Người dân có thể lấy nước ở giếng. Một giếng đủ cho 25 gia đình.

# T_TUTORIAL_TOOLTIP_WINTERFIELDS
source: Vào mùa đông, tất cả các cánh đồng của bạn sẽ khô héo trong giá lạnh.
vi: Các cánh đồng bị đóng băng vào mùa đông.

# T_UI_MESSAGE_RESEARCH_01
source: Nghiên cứu vĩnh viễn cấp cho thị trấn của bạn các phần thưởng. Nghiên cứu được kích hoạt trên toàn cầu, bằng cách này bạn không cần phải nghiên cứu riêng biệt trong mọi thị trấn.
vi: Nghiên cứu cung cấp cho thành phố của bạn các phần thưởng vĩnh viễn. Tất cả các nghiên cứu đều được kích hoạt trên toàn cầu và không cần phải nghiên cứu lại trong mọi thành phố.

# T_UI_MESSAGE_RESEARCH_02
source: Trong menu nghiên cứu “dân số”, bạn có thể tìm thấy nghiên cứu cho nhà địa chất.
vi: Trong menu nghiên cứu, nhà địa chất có thể được tìm thấy trong mục menu “Dân số”.

# T_UI_OK
source: Đồng ý
vi: OK

# T_VIEWMODE_COVERAGE_NO_BUILDING_PRESENT
source: Không có tòa nhà loại này!
vi: Không có tòa nhà nào thuộc loại này!

# T_WAREHOUSES_DELETE_RESOURCES
source: Phá hủy tài nguyên
vi: Tiêu hủy tài nguyên

# T_WARNING_FAILED_SAVING
source: Không thể ghi trò chơi đã lưu!
vi: Ghi khi lưu không thành công!

# T_WARNING_FAILED_SAVING_EXIT
source: Lưu thất bại! Vẫn thoát trò chơi?
vi: Lưu không thành công! Vẫn thoát khỏi trò chơi?

# T_XPERIA_REWARDS_POPUP_TEXT
source: Phát hiện người dùng Xperia! Hãy tận hưởng món quà miễn phí của bạn do HandyGames & Sony mang đến!
vi: Đã phát hiện người dùng Xperia! Hãy tận hưởng món quà miễn phí của bạn, được trình bày bởi HandyGames & Sony!

# T_XPERIA_REWARDS_POPUP_TEXT_01
source: Phát hiện người dùng Xperia!
vi: Đã phát hiện người dùng Xperia!

# T_XPERIA_REWARDS_POPUP_TEXT_02
source: Hãy tận hưởng món quà miễn phí của bạn do HandyGames & Sony mang đến!
vi: Hãy tận hưởng món quà miễn phí của bạn, được trình bày bởi HandyGames & Sony!

# dialog_cellular_text
source: Bạn có muốn bật tải xuống qua kết nối di động không? Tùy thuộc vào gói dữ liệu của bạn, điều này có thể khiến bạn tốn tiền. Nếu bạn chọn không bật tải xuống qua kết nối di động, quá trình tải xuống sẽ tự động tiếp tục khi có wi-fi.
vi: Bạn có muốn cho phép tải xuống qua mạng di động không? Tùy thuộc vào gói dữ liệu của bạn, điều này có thể phát sinh chi phí. Nếu bạn không kích hoạt mạng di động, quá trình tải xuống sẽ tự động tiếp tục khi có Wifi.

# dialog_cellular_title
source: Tải xuống qua kết nối di động?
vi: Tải xuống qua mạng di động?

# dialog_save_screenshots
source: Ứng dụng cần quyền ghi để lưu ảnh chụp màn hình!
vi: Trò chơi cần có quyền ghi để có thể lưu ảnh chụp màn hình!

# dialog_share_ads
source: Điều này sẽ được sử dụng để cung cấp quảng cáo được cá nhân hóa và có thưởng cho bạn.
vi: Điều này là cần thiết để hiển thị quảng cáo được cá nhân hóa cho các phần thưởng cho bạn.

# state_require_cellular_permission
source: Wifi bị tắt, nhấn tiếp tục để tiếp tục sử dụng mạng di động.
vi: Wifi đã tắt, hãy nhấn tiếp tục để tiếp tục qua mạng di động.

# text_validation_failed
source: Xác thực tệp mở rộng thất bại.
vi: Xác thực tệp mở rộng không thành công.
