Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_THE_BATH_B_NO_002
source: Ngài sẽ không bao giờ học được từ những sai lầm của mình!
vi: Các ngươi sẽ không bao giờ học được từ những sai lầm của mình!

# T_GAME_QUEST_THE_BATH_B_NO_003
source: Thưa ngài, một đợt bùng phát dịch bệnh khác đã được báo cáo. Lần này nghiêm trọng hơn nhiều so với lần trước.
vi: Thưa ngài, một đợt bùng phát dịch bệnh khác đã được báo cáo. Lần này còn tồi tệ hơn lần trước rất nhiều.

# T_GAME_QUEST_THE_BATH_B_NO_005
source: Lần này, thưa ngài, dù ngài có thích hay không, tôi tuyên bố tắm là bắt buộc!
vi: Lần này, thưa ngài - dù ngài có muốn hay không - tôi sẽ áp dụng việc tắm bắt buộc!

# T_GAME_QUEST_THE_BATH_B_YES_002
source: Thật khôn ngoan, thưa ngài. Bây giờ chúng ta đã giảm được sự xuất hiện của bệnh tật.
vi: Điều đó thật khôn ngoan, thưa ngài. Giờ người dân sẽ ít bị bệnh hơn.

# T_GAME_QUEST_THE_BATH_DESC
source: Vài ngày trước, ngài đã cho lắp đặt các nhà tắm công cộng trong thành phố của mình. Mặc dù đây là một ý tưởng tuyệt vời, nhưng dân làng sợ nước và không dám tự tắm rửa. Chúng ta nên làm gì?
vi: Vài ngày trước, ngài đã xây dựng các nhà tắm công cộng trong thành phố. Mặc dù đó là một ý tưởng tuyệt vời, nhưng người dân lại sợ nước và không dám tắm.

# T_GAME_QUEST_THE_BATH_HOTWATER_001
source: Đun nước nóng.
vi: Làm nóng nước.

# T_GAME_QUEST_THE_BATH_HOTWATER_002
source: Hãy dự trữ đủ gỗ để có thể đun nước nóng cho các nhà tắm.
vi: Hãy để chúng ta thu thập đủ gỗ để làm nóng nước cho các nhà tắm.

# T_GAME_QUEST_THE_BATH_HOTWATER_003
source: Thật hoàn hảo. Nước ở nhiệt độ dễ chịu và chúng ta đã thuyết phục được một số cư dân đi tắm.
vi: Hoàn hảo. Nước có nhiệt độ dễ chịu và chúng ta đã thuyết phục được một vài người dân đi tắm.

# T_GAME_QUEST_THE_BATH_HOTWATER_004
source: Thật không may, những nỗ lực của ngài đã vô ích và bệnh tật vẫn bắt đầu lây lan trong thành phố của ngài.
vi: Thật không may, những nỗ lực của ngài đã trở nên vô ích và dịch bệnh vẫn lan rộng trong thành phố.

# T_GAME_QUEST_THE_BATH_NO_001
source: Để họ yên.
vi: Hãy để họ yên.

# T_GAME_QUEST_THE_BATH_NO_002
source: Như ngài muốn. Nếu dịch bệnh bùng phát trong làng, tốt hơn hết ngài đừng đến khóc lóc!
vi: Như các ngươi mong muốn. Đừng đến đây gào khóc khi thành phố có dịch bệnh!

# T_GAME_QUEST_THE_BATH_NO_003
source: Trong vài tháng, ít cư dân tự tắm rửa. Và khi một trong những dân làng của chúng ta bị bệnh, anh ta đã lây nhiễm cho ba người khác! Một số người thậm chí còn tin rằng bệnh tật đến từ các nhà tắm.
vi: Trong vài tháng, chỉ có một vài người dân đi tắm. Và nếu một trong số những người dân bị ốm, anh ta sẽ lây cho ba người khác! Một số người thậm chí còn tin rằng các nhà tắm là nguồn gốc của dịch bệnh.

# T_GAME_QUEST_THE_BATH_NO_004_TITLE
source: Chữa bệnh cho dân làng.
vi: Chữa trị cho người dân.

# T_GAME_QUEST_THE_BATH_TRIBUTE_002
source: Ngài đã đến gặp các giáo sĩ và yêu cầu, đổi lại một vài đồng xu, rằng họ thông báo trong bài giảng của mình rằng việc tắm rửa sẽ làm cho họ đẹp hơn.
vi: Các ngươi đã đến gặp những người trong giáo hội và hỏi xem liệu họ có thể nói với người dân trong bài giảng của mình rằng tắm làm cho họ đẹp hơn không, để đổi lấy một vài đồng xu.

# T_GAME_QUEST_THE_BATH_TRIBUTE_003
source: Cung cấp số tiền cần thiết.
vi: Hãy đưa cho họ số tiền cần thiết.

# T_GAME_QUEST_THE_BATH_TRIBUTE_004
source: Tất cả những gì còn lại là trả số tiền cho các giáo sĩ, thưa ngài.
vi: Tất cả những gì còn phải làm là trả số tiền cho những người trong giáo hội.

# T_GAME_QUEST_THE_BATH_TRIBUTE_005
source: Cảm ơn Thống đốc, vậy tôi sẽ lan truyền thông điệp của ngài.
vi: Cảm ơn ngài, Thống đốc. Tôi sẽ công bố tin tức của ngài.

# T_GAME_QUEST_THE_BATH_TRIBUTE_006
source: Có vẻ như những nỗ lực của ngài đã được đền đáp. Bệnh tật ít nguy hiểm hơn và sẽ như vậy trong một thời gian!
vi: Có vẻ như những nỗ lực của ngài đã được đền đáp. Dịch bệnh đã bớt nguy hiểm hơn và sẽ còn như vậy trong một thời gian!

# T_GAME_QUEST_THE_BATH_YES_001
source: Buộc họ!
vi: Ép buộc họ!

# T_GAME_QUEST_THE_BATH_YES_002
source: Và chúng ta bắt đầu! Cầu mong những người rao tin của chúng ta thông báo tin tốt lành này!
vi: Và bắt đầu thôi! Cầu mong những người loan báo của chúng ta truyền bá tin tốt lành!

# T_GAME_QUEST_THE_BATH_YES_003
source: Không phải tất cả dân làng đều vui vẻ với ý tưởng tắm rửa thường xuyên. Một số thậm chí còn nói rằng họ cảm thấy yếu hơn sau khi ngâm mình. Những người khác nói rằng nước quá lạnh và họ từ chối tắm.
vi: Không phải tất cả người dân đều hài lòng với ý tưởng vệ sinh cơ thể thường xuyên. Một số người thậm chí còn nói rằng họ cảm thấy yếu hơn sau khi tắm. Những người khác lại nói rằng nước quá lạnh và từ chối tắm.

# T_GAME_QUEST_THE_MAGICIANS_ASK_001
source: Hỏi pháp sư.
vi: Thẩm vấn pháp sư.

# T_GAME_QUEST_THE_MAGICIANS_ASK_002
source: Khi ngài chuẩn bị hỏi hắn, một làn khói dày đặc bắt đầu bao trùm toàn bộ khu vực, ngài thậm chí không thể nhìn thấy một mét trước mặt.
vi: Khi ngài vừa định thẩm vấn ông ta, một làn khói dày đặc bắt đầu bao trùm toàn bộ khu vực, khiến người ta không thể nhìn thấy được bàn tay của mình.

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_001
source: Bây giờ ngài đang phải đối mặt với tình thế tiến thoái lưỡng nan: giao các tài nguyên cần thiết hoặc để tình hình xấu đi, bất chấp hậu quả. Ngài nên nhanh chóng hành động, ai biết được hai pháp sư đang lẩn trốn có khả năng làm gì.
vi: Giờ ngài đang đối mặt với một tình thế khó xử: cung cấp các tài nguyên cần thiết hoặc cứ để tình hình tồi tệ hơn. Ngài nên nhanh chóng và hành động mau lẹ... ai biết hai pháp sư tự do có khả năng làm gì.

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_BAD_001
source: Thưa ngài! Chúng ta đã thất bại, các pháp sư đã lấy được tài nguyên của chúng ta và bỏ chạy.
vi: Thưa Lãnh Chúa! Chúng ta đã thất bại. Các pháp sư đã trốn thoát cùng với các tài nguyên.

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_GIVE_001
source: Giao tài nguyên.
vi: Cung cấp tài nguyên cho ông ta.

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_GIVE_002
source: Hãy cố gắng cung cấp tất cả tài nguyên cho tên pháp sư rác rưởi này!
vi: Hãy thử cung cấp tất cả các tài nguyên cho tên pháp sư ngốc nghếch này!

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_GIVE_003
source: Chúng ta đã có thể sản xuất tất cả các tài nguyên được yêu cầu. Tất cả những gì chúng ta phải làm bây giờ là giao hàng đến địa điểm được chỉ định.
vi: Chúng ta đã có thể sản xuất tất cả các tài nguyên được yêu cầu. Giờ chúng ta chỉ cần giao hàng đến địa điểm được chỉ định.

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_GIVE_004
source: Sau lưng cố vấn của ngài, ngài đã đặt một cái bẫy cho các pháp sư. Ngay khi chúng đến lấy hàng, chúng sẽ bị mắc vào lưới ngay lập tức! Hãy hy vọng ý tưởng tài tình của ngài có hiệu quả.
vi: Ngài đã đặt một cái bẫy dành cho các pháp sư trên lưng cố vấn của mình. Ngay khi họ lấy hàng, họ sẽ bị bắt ngay lập tức trong một cái lưới! Hy vọng ý tưởng thiên tài của ngài sẽ hiệu quả.

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_GOOD_001
source: Thưa ngài! Chúng ta đã bắt được pháp sư thứ hai!
vi: Thưa Lãnh Chúa! Chúng ta đã bắt được pháp sư thứ hai!

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_IDEA_001
source: Ngài có hai lính canh đóng gần các tài nguyên. Hai pháp sư kia xuất hiện và đang từ từ tiếp cận để lấy tài nguyên. Khi chúng đi được nửa đường, lính canh của ngài giăng bẫy.
vi: Ngài đã đặt hai lính canh gần các tài nguyên. Hai pháp sư còn lại xuất hiện và từ từ tiến đến để lấy tài nguyên. Khi họ đi được nửa đường, lính canh của ngài sẽ giăng bẫy.

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_NO_001
source: Không nhượng bộ.
vi: Đừng khuất phục.

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_NO_002
source: Vậy là ngài muốn chọc giận các anh em của tôi. Tôi không muốn ở vào vị trí của ngài đâu, Thống đốc.
vi: Vậy là các ngươi muốn khiêu khích cơn thịnh nộ của anh em ta... Ta không muốn ở trong da của các ngươi đâu, Thống đốc.

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_NO_003
source: Người đàn ông mà chúng tôi làm việc cho sẽ khiến ngài phải trả giá!
vi: Kẻ mà chúng ta đang làm việc cho sẽ khiến các ngươi phải trả giá vì điều này!

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_NO_004
source: À! Cuối cùng ngươi cũng thừa nhận mình đang nhận lệnh của ai đó!
vi: A ha! Cuối cùng thì các ngươi cũng thừa nhận rằng các ngươi đang làm việc cho ai đó!

# T_GAME_QUEST_THE_MAGICIANS_CHOICE_A_NO_005
source: Pháp sư cắn môi, trong một cử chỉ hối tiếc vì đã nói quá nhanh. Vậy là hắn được cử đến bởi một người nào đó đang tức giận cá nhân với ngài. Dù ngài cố gắng nghĩ xem đó có thể là ai, không có cái tên nào hiện lên trong đầu.
vi: Pháp sư cắn môi, tỏ vẻ hối hận vì đã nói quá dễ dàng. Vậy là ông ta đã được ai đó cử đến, một người đích thân tức giận với các ngươi. Bất kể các ngươi cố gắng tưởng tượng xem đó có thể là ai, không có cái tên nào xuất hiện trong đầu.

# T_GAME_QUEST_THE_MAGICIANS_DIALOGUE_001
source: Thống đốc... Đây hoàn toàn là một sự hiểu lầm đáng tiếc. Các anh em của tôi và tôi không muốn gây ra nhiều rắc rối cho ngài như vậy.
vi: Thưa Thống đốc... Tất cả chỉ là một sự hiểu lầm khủng khiếp. Anh em ta và ta không hề muốn gây ra nhiều khó khăn đến vậy.

# T_GAME_QUEST_THE_MAGICIANS_DIALOGUE_002
source: Vậy chúng là anh em của ngươi. Tại sao các ngươi lại gây hỏa hoạn?!
vi: Vậy các ngươi là anh em. Tại sao các ngươi lại gây ra các đám cháy?

# T_GAME_QUEST_THE_MAGICIANS_DIALOGUE_003
source: Chúng tôi không muốn, thưa ngài. Chúng tôi hơi vụng về, chỉ vậy thôi…
vi: Chúng tôi không hề muốn thế, thưa ngài. Chúng tôi chỉ hơi vụng về một chút, chỉ vậy thôi...

# T_GAME_QUEST_THE_MAGICIANS_DIALOGUE_004
source: Ngươi làm việc cho ai? Bọn cướp à?!
vi: Các ngươi đang làm việc cho ai? Cho bọn cướp ư?!

# T_GAME_QUEST_THE_MAGICIANS_DIALOGUE_005
source: Không hề! Tuy nhiên, nếu ngài muốn thoát khỏi làn khói dày đặc đang dần nuốt chửng toàn bộ lãnh thổ của ngài, tốt hơn hết ngài nên chấp nhận yêu cầu của tôi.
vi: Tuyệt đối không! Tuy nhiên, nếu ngài muốn loại bỏ làn khói dày đặc đang dần bao trùm thành phố của ngài, thì ngài nên làm theo mong muốn của ta.

# T_GAME_QUEST_THE_MAGICIANS_DIALOGUE_006
source: Vậy yêu cầu của ngươi là gì?
vi: Vậy mong muốn của các ngươi là gì?

# T_GAME_QUEST_THE_MAGICIANS_DIALOGUE_007
source: Tôi muốn ngài cung cấp tài nguyên và tiền bạc cho tôi!
vi: Ta muốn các ngươi cung cấp cho ta tài nguyên và tiền!

# T_GAME_QUEST_THE_MAGICIANS_DIALOGUE_008
source: Còn gì nữa không? Hãy cho chúng tôi biết nơi tìm thấy anh em của ngươi!
vi: Còn gì nữa? Hãy cho chúng ta biết nơi chúng ta có thể tìm thấy anh em của các ngươi!

# T_GAME_QUEST_THE_MAGICIANS_DIALOGUE_009
source: Nếu ngài từ chối, những thảm họa khác sẽ xảy ra.
vi: Nếu các ngươi từ chối, những thảm họa khác sẽ xảy ra.

# T_GAME_QUEST_THE_MAGICIANS_DUC_001
source: Thưa ngài, người đã thuê các pháp sư này, liệu có phải là Công tước Cannes không? Tôi chợt nhớ rằng ông ta đã đe dọa ngài khi ngài bắt đầu viết thư cho Nữ hoàng Frygith.
vi: Thưa ngài, người đã thuê các pháp sư đó có thể là Công tước xứ Cannes không? Tôi chợt nhớ rằng ông ta đã đe dọa ngài khi ngài bắt đầu viết thư cho Nữ hoàng Frygith.

# T_GAME_QUEST_THE_MAGICIANS_DUC_002
source: Cố vấn của ngài có thể không sai, ngài nhớ lại rằng Công tước Cannes đã cầu hôn Nữ hoàng Frygith, nhưng sau cuộc gặp gỡ của ngài và điệu nhảy nổi tiếng đó, bà ấy đã từ chối lời đề nghị của ông ta.
vi: Cố vấn của ngài có thể đúng. Ngài chợt nhớ rằng Công tước xứ Cannes đã cầu hôn Nữ hoàng Frygith, nhưng sau cuộc gặp gỡ và điệu nhảy nổi tiếng của các ngươi, bà ấy đã từ chối những lời tán tỉnh của ông ta.

# T_GAME_QUEST_THE_MAGICIANS_DUC_003
source: Ngươi là một pháp sư rẻ tiền! Vậy Công tước Cannes là chủ của ngươi!? Chúng ta biết hết rồi!
vi: Ngươi là một tên phù thủy rẻ tiền! Vậy ra Công tước xứ Cannes là chủ nhân của các ngươi!? Chúng ta biết hết rồi!

# T_GAME_QUEST_THE_MAGICIANS_DUC_004
source: Thật vậy... Ngài đã giải được rồi. Hãy thỏa thuận. Cho tôi một khoản tiền kha khá và tôi cùng các anh em của tôi sẽ để ngài yên. Chúng tôi sẽ không làm phiền ngài nữa.
vi: Thật vậy... Các ngươi đã làm được. Hãy thỏa thuận với nhau. Hãy đưa cho ta một số tiền lớn và ta cùng anh em ta sẽ biến mất. Chúng ta sẽ để yên cho các ngươi.

# T_GAME_QUEST_THE_MAGICIANS_DUC_005
source: Thưa ngài, chúng ta không ở vị thế để thương lượng. Hãy đưa cho hắn số tiền hắn yêu cầu và kết thúc chuyện ma thuật này. Chúng ta không thể chống lại các thảm họa siêu nhiên.
vi: Thưa ngài, chúng ta đang ở trong một tình thế khó khăn. Chúng ta hãy đưa cho ông ta số tiền ông ta yêu cầu và gạt bỏ câu chuyện pháp sư này sang một bên. Chúng ta không thể chống lại các thảm họa siêu nhiên.

# T_GAME_QUEST_THE_MAGICIANS_DUC_006
source: Mặc dù ngài không thích bị ép buộc, ngài phải thừa nhận rằng cố vấn của ngài nói đúng. Sự an nguy của dân làng quan trọng hơn cái tôi của ngài.
vi: Mặc dù ngài không thích bị gây áp lực, nhưng ngài phải thừa nhận rằng cố vấn của ngài đã đúng. Sự an toàn của người dân thành phố quan trọng hơn cái tôi của ngài.

# T_GAME_QUEST_THE_MAGICIANS_DUC_007
source: Tất cả những gì chúng ta phải làm bây giờ là thả tên pháp sư và trả tiền cho hắn.
vi: Giờ chúng ta chỉ cần thả pháp sư và trả tiền cho ông ta.

# T_GAME_QUEST_THE_MAGICIANS_DUC_008
source: Rất vui được làm ăn với ngài, Thống đốc!
vi: Thật vinh dự cho tôi khi được làm ăn với các ngươi, thưa Thống đốc!

# T_GAME_QUEST_THE_MAGICIANS_DUC_009
source: Tên pháp sư biến mất cùng với số tiền lớn. Nhưng ngài không bao giờ phải đối phó với chúng nữa. Về phần Công tước Cannes, ngài đã gửi một lá thư cho Nữ hoàng, người đã hứa sẽ đích thân xử lý vụ việc của ông ta. Mọi chuyện cuối cùng cũng tốt đẹp.
vi: Pháp sư đã biến mất cùng với bao tiền lớn. Nhưng các ngươi không bao giờ phải giao thiệp với chúng nữa. Về phần Công tước xứ Cannes, các ngươi đã gửi một bức thư cho Nữ hoàng và bà ấy hứa sẽ đích thân giải quyết trường hợp của ông ta. Mọi thứ đều ổn.

# T_GAME_QUEST_THE_MAGICIANS_FIND_001
source: Sau khi tỉnh táo lại và cứu thành phố khỏi ngọn lửa, ngài yêu cầu lính canh triệu tập ba pháp sư.
vi: Sau khi lấy lại được ý thức và cứu được thành phố khỏi ngọn lửa, các ngươi yêu cầu lính canh triệu tập ba pháp sư.

# T_GAME_QUEST_THE_MAGICIANS_FIND_002
source: Binh lính của ngài báo rằng họ chỉ tìm thấy một trong ba pháp sư. Hai người còn lại đã mất tích.
vi: Binh lính của các ngươi báo cáo rằng họ chỉ tìm thấy một trong ba pháp sư. Hai người còn lại đã biến mất.

# T_GAME_QUEST_THE_MAGICIANS_FIRE_001
source: Thưa ngài! Ngài có sao không? Các pháp sư đã làm nổ tung các tòa nhà!
vi: Thưa Lãnh Chúa! Mọi thứ vẫn ổn chứ? Các pháp sư đã cho nổ tung các tòa nhà!

# T_GAME_QUEST_THE_MAGICIANS_FIRE_002
source: Chúng ta cần dập tắt đám cháy càng sớm càng tốt!
vi: Chúng ta phải dập lửa càng nhanh càng tốt!

# T_GAME_QUEST_THE_MAGICIANS_IN_001
source: Có ba pháp sư. Họ có vẻ nhẹ nhõm khi ngài đã đáp ứng yêu cầu của họ một cách tích cực. Ngài cung cấp cho họ một phòng tại quán trọ. Thấy rằng họ không còn cần gì nữa, ngài quay trở lại nhiệm vụ Thống đốc của mình.
vi: Có ba pháp sư. Họ có vẻ nhẹ nhõm khi ngài phản hồi tích cực với yêu cầu của họ. Ngài cung cấp cho họ một phòng trong quán trọ. Vì có vẻ như họ không cần gì thêm từ ngài, nên ngài trở lại với nhiệm vụ của mình với tư cách là Thống đốc.

# T_GAME_QUEST_THE_MAGICIANS_IN_002
source: Ngay khi ngài rời khỏi quán trọ, ngài nghe thấy một tiếng nổ lớn. BÙMMMMMMMMMM! Bây giờ một số tòa nhà đang bốc cháy!
vi: Ngay khi rời khỏi quán trọ, ngài nghe thấy một tiếng nổ lớn. BÙUUUUUUUUÙM! Một vài tòa nhà bốc cháy!

# T_GAME_QUEST_THE_MAGICIANS_NO_001
source: Đóng cửa tiếp cận.
vi: Từ chối cho vào.

# T_GAME_QUEST_THE_MAGICIANS_PLAGUE_FIRE_001
source: Ôi, không! Chúng ta đang có dịch bệnh và một số tòa nhà đã bốc cháy! Có lẽ đây là trò của các pháp sư!
vi: Ôi không! Dịch bệnh đã bùng phát và một số tòa nhà đã bốc cháy! Chắc chắn đó là công việc của những pháp sư đó!

# T_GAME_QUEST_THE_MAGICIANS_PLAGUE_FIRE_002
source: Hahahahahahahaha!
vi: Hahahahaa!

# T_GAME_QUEST_THE_MAGICIANS_PLAGUE_FIRE_003
source: Hãy nhanh chóng chữa bệnh cho dân làng và dập tắt đám cháy!
vi: Nhanh lên! Chữa trị cho người dân và dập lửa!

# T_GAME_QUEST_THE_MAGICIANS_PLAGUE_FIRE_004
source: Một lần nữa, chúng ta đã thoát khỏi một thảm họa thực sự…
vi: Và một lần nữa chúng ta đã thoát khỏi một thảm họa lớn hơn…

# T_GAME_QUEST_THE_MAGICIANS_SEARCH_001
source: Tiếp tục tìm kiếm.
vi: Tiếp tục cuộc tìm kiếm.

# T_GAME_QUEST_THE_MAGICIANS_SEARCH_002
source: Chúng tôi sẽ tiếp tục tìm kiếm, thưa ngài!
vi: Chúng tôi sẽ tiếp tục cuộc tìm kiếm, thưa ngài!

# T_GAME_QUEST_THE_MAGICIANS_SEARCH_003
source: Có một tên! Bắt lấy hắn!
vi: Kia có một tên! Bắt lấy hắn!

# T_GAME_QUEST_THE_MAGICIANS_SEARCH_004
source: Lính canh của ngài bắt đầu đuổi theo pháp sư thứ hai, thì đột nhiên, một làn khói dày đặc bao phủ ngôi làng. Lính canh của ngài dừng cuộc truy đuổi, không còn nhìn thấy đường đi.
vi: Lính canh của các ngươi đang truy đuổi pháp sư thứ hai thì đột nhiên một làn khói dày đặc bao phủ thành phố. Lính canh của các ngươi từ bỏ cuộc truy đuổi vì họ không còn nhìn thấy gì nữa.

# T_GAME_QUEST_THE_MAGICIANS_SEARCH_005
source: Thưa ngài, chúng ta đang đối mặt với một vấn đề mới! Chúng ta không thể di chuyển nhanh được nữa! Cứ như thể chúng ta đang đi trong thạch!
vi: Thưa Lãnh Chúa, chúng ta đang gặp một vấn đề mới! Chúng ta không thể di chuyển nhanh được nữa! Cứ như thể chúng ta đang đi trong mứt vậy!

# T_GAME_QUEST_THE_MAGICIANS_SEARCH_006
source: Chúng ta nên rút lui vào lâu đài và thẩm vấn tên pháp sư mà chúng ta đã bắt được.
vi: Chúng ta nên rút lui về lâu đài và thẩm vấn pháp sư mà chúng ta đã bắt được.

# T_GAME_QUEST_THE_MAGICIANS_SEARCH_007
source: Theo lời khuyên, ngài quyết định cố thủ trong khuôn viên lâu đài, để bắt đầu thẩm vấn pháp sư đầu tiên. Ngoài ra, ngài yêu cầu chỉ huy đội cận vệ bảo vệ lâu đài để không ai có thể vào hoặc ra khỏi lâu đài.
vi: Theo lời khuyên, ngài quyết định cố thủ trong khuôn viên lâu đài để bắt đầu thẩm vấn pháp sư đầu tiên. Ngoài ra, ngài yêu cầu sĩ quan gác cổng bảo vệ lâu đài để không ai có thể vào hoặc ra khỏi lâu đài.

# T_GAME_QUEST_THE_MAGICIANS_SECONDE_001
source: Ngài quyết định giữ hai pháp sư cách xa nhau và thẩm vấn tên pháp sư mà ngài đã bắt được, nhờ vào cái bẫy tuyệt vời của ngài. Thật không may, ngài đã không lấy lại được tài nguyên, pháp sư thứ ba đã mang chúng đi cùng hắn.
vi: Ngài quyết định giữ hai pháp sư tách biệt nhau và thẩm vấn pháp sư mà ngài đã bắt được nhờ cái bẫy tuyệt vời của ngài. Thật không may, ngài đã không thể lấy lại được các tài nguyên, pháp sư thứ ba đã mang chúng đi.

# T_GAME_QUEST_THE_MAGICIANS_SECONDE_FREE_001
source: Thả hắn ra.
vi: Thả ông ta ra.

# T_GAME_QUEST_THE_MAGICIANS_SECONDE_FREE_003
source: Thưa ngài! Pháp sư đầu tiên cũng đã trốn thoát! Anh trai hắn xuất hiện bên cạnh hắn và sau đó cả hai đều biến mất!
vi: Thưa Lãnh Chúa! Pháp sư thứ nhất cũng đã trốn thoát! Anh trai của ông ta đã xuất hiện bên cạnh và sau đó cả hai cùng biến mất!

# T_GAME_QUEST_THE_MAGICIANS_SECONDE_FREE_004
source: ...Chúng ta lại trở về vạch xuất phát.
vi: ...giờ thì chúng ta lại trở về điểm xuất phát rồi.

# T_GAME_QUEST_THE_MAGICIANS_SECONDE_FREE_005
source: Chúng tôi sẽ tuần tra tìm những tên côn đồ này, thưa ngài! Ngài có thể tin tưởng chúng tôi.
vi: Chúng tôi sẽ tìm kiếm những kẻ lừa đảo này, thưa bệ hạ! Ngài có thể tin tưởng chúng tôi.

# T_GAME_QUEST_THE_MAGICIANS_SECONDE_FREE_006
source: Tất cả những gì chúng ta phải làm bây giờ là chờ đợi các đội tuần tra trở về, thưa ngài.
vi: Giờ chúng ta chỉ cần chờ các đội tuần tra trở về thôi, thưa ngài.

# T_GAME_QUEST_THE_MAGICIANS_SECONDE_FREE_007
source: Trong một thời gian dài, lính canh của ngài đã cố gắng tìm kiếm những pháp sư này. Cho đến nay vẫn chưa thành công. Tuy nhiên, ngày qua ngày, thành phố chứng kiến đám mây khói kỳ lạ làm chậm mọi người dần tan biến. Bí ẩn xung quanh những pháp sư này sẽ vẫn chưa được giải đáp.
vi: Lính canh của các ngươi đã cố gắng tìm những pháp sư này từ lâu. Nhưng đến nay vẫn không thành công. Tuy nhiên, ngày qua ngày, thành phố có thể quan sát làn khói kỳ lạ đã làm chậm mọi người tan dần. Bí ẩn về những pháp sư này sẽ vẫn không có lời giải.

# T_GAME_QUEST_THE_MAGICIANS_SECONDE_JAIL_001
source: Giữ hắn làm tù nhân.
vi: Giữ ông ta lại.

# T_GAME_QUEST_THE_MAGICIANS_YES_001
source: Cho họ vào.
vi: Cho phép vào. Hãy để họ vào.

# T_GAME_QUEST_THE_ROOM_ANSWER_001
source: Xanh dương.
vi: Xanh lam.

# T_GAME_QUEST_THE_ROOM_ANSWER_002
source: Xanh lá.
vi: Xanh lục.

# T_GAME_QUEST_THE_ROOM_ANSWER_BLUE
source: Một lựa chọn táo bạo, tôi phải nói vậy. Màu xanh dương. Ai có thể ghét một màu sắc đẹp như vậy? Màu của giấc mơ, trí tuệ và lòng trung thành. Điều đó nói lên rất nhiều về ngài, Thống đốc.
vi: Tôi phải nói rằng đó là một quyết định táo bạo. Màu xanh lam. Ai có thể ghét một màu đẹp như vậy chứ? Màu của giấc mơ, trí tuệ và lòng trung thành. Điều đó nói lên rất nhiều điều về ngài, thưa Thống đốc.

# T_GAME_QUEST_THE_ROOM_ANSWER_FINAL_001
source: Chúng ta đã tiếp một vị khách trong căn phòng được cải tạo của lâu đài, thưa ngài.
vi: Một vị khách đã đến ở trong căn phòng được cải tạo của lâu đài, thưa ngài.

# T_GAME_QUEST_THE_ROOM_ANSWER_FINAL_002
source: Thật không may, màu sắc của căn phòng đã khiến ông ấy mất ngủ và ông ấy hoàn toàn đổ lỗi cho ngài.
vi: Thật không may, màu sắc của căn phòng đã khiến ông ta thức trắng đêm và ông ta đổ lỗi cho các ngươi.

# T_GAME_QUEST_THE_ROOM_ANSWER_FINAL_003
source: Ôi thưa ngài, vị khách của chúng ta rất vui mừng với căn phòng này. Ông ấy đặc biệt thích màu sắc! Ông ấy quyết định tặng chúng ta một ít uy tín.
vi: Ôi, thưa ngài. Vị khách của chúng ta vô cùng hài lòng với căn phòng đã được cải tạo. Ông ta đặc biệt thích màu sắc. Ông ta đã quyết định mang lại uy tín cho chúng ta.

# T_GAME_QUEST_THE_ROOM_ANSWER_GREEN
source: Đúng là màu xanh lá cây có tiếng là biểu thị sự bất hạnh. Nhưng nó cũng là biểu tượng của hy vọng, may mắn và sự ổn định. Nó hài hòa với tất cả các màu sắc khác của thiên nhiên. Tôi phải nói rằng, đó là một lựa chọn tốt.
vi: Đúng là màu xanh lục nổi tiếng là tượng trưng cho sự bất hạnh. Nhưng nó cũng là một dấu hiệu của hy vọng, may mắn và sự ổn định. Nó hài hòa với tất cả các màu sắc khác của tự nhiên. Tôi phải nói rằng đó là một lựa chọn tốt.

# T_GAME_QUEST_THE_ROOM_DESC
source: Thống đốc, chúng ta vừa cải tạo một trong những căn phòng của lâu đài. Màu nào sẽ tốt hơn?
vi: Thống đốc, chúng ta đã cải tạo một trong những căn phòng của lâu đài. Màu nào thì tốt hơn?

# T_GAME_QUEST_THIEF_OF_JOY_ANSWER_003
source: Không có thứ gọi là ma thuật.
vi: Không có ma thuật nào cả.

# T_GAME_QUEST_THIEF_OF_JOY_ANSWER_004
source: Triệu tập phù thủy.
vi: Gọi mụ phù thủy đến.

# T_GAME_QUEST_THIEF_OF_JOY_ANSWER_CHOICE_002
source: Thưa ngài, thật kinh khủng. Làm sao có thể như vậy? Có thể nào đó là một pháp sư thành thạo ma thuật hắc ám?! Không ai nên có sức mạnh như vậy!
vi: Thưa Lãnh Chúa, điều này thật khủng khiếp. Làm sao có thể được chứ? Có thể đó là một pháp sư thông thạo ma thuật đen không? Không ai nên có những sức mạnh như vậy!

# T_GAME_QUEST_THIEF_OF_JOY_ANSWER_SPY_001
source: Đó là một quyết định khôn ngoan. Hãy cử những gián điệp giỏi nhất của chúng ta theo dõi tên dân làng điên rồ này và chờ báo cáo của họ.
vi: Đó là một quyết định khôn ngoan. Hãy cử điệp viên giỏi nhất của chúng ta và theo dõi tên người dân điên rồ đó. Sau đó, chúng ta sẽ xem anh ta báo cáo điều gì.

# T_GAME_QUEST_THIEF_OF_JOY_DESC_002
source: Thưa ngài, chúng ta có nên làm gì để giải quyết vấn đề này không?
vi: Thưa bệ hạ, chúng ta có nên làm gì đó để giải quyết vấn đề này không?

# T_GAME_QUEST_THIEF_OF_JOY_DESC_004
source: Thống đốc, chúng ta nên làm gì?
vi: Thưa Thống đốc, chúng ta nên làm gì đây?

# T_GAME_QUEST_THIEF_OF_JOY_DESC_004_A
source: Giúp đỡ phù thủy.
vi: Giúp mụ phù thủy.

# T_GAME_QUEST_THIEF_OF_JOY_DESC_004_B
source: Không có thứ gọi là ma!
vi: Không có ma quỷ nào cả!
