Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_QUESTS_TWELVE_WORK_TIMER_SUMMER_STARTED
source: Chúng ta gần như đã vượt qua được năm nay, Lãnh chúa. Mùa cuối cùng! Hãy hy vọng nó diễn ra tốt đẹp như những mùa trước.
vi: Chúng ta gần như đã trải qua năm này rồi, thưa ngài. Mùa cuối cùng! Hy vọng rằng nó sẽ tiếp tục diễn ra tốt đẹp như các mùa trước.

# T_QUESTS_TWELVE_WORK_TIMER_SUMMER_SUCCESS
source: Chúc mừng, thưa ngài! Ngài đã vượt qua mùa hè! Điều đó kết thúc năm và những thách thức mà nó đòi hỏi.
vi: Các ngài đã thực sự làm được, thưa ngài! Năm nay đã kết thúc và tất cả các thử thách huyền thoại đã được hoàn thành thành công! Xin chúc mừng!

# T_QUESTS_WATCHTOWERS
source: Xây dựng tháp canh.
vi: Xây dựng các tháp canh.

# T_RANDOM_EVENTS_XP_MESSAGE
source: Sự kiện hoàn thành!
vi: Sự kiện đã hoàn tất!

# T_RANDOM_EVENT_AFTERCHOICE_STATEMENT_01
source: Như ngài muốn, Lãnh chúa.
vi: Vâng, thưa ngài. Như ngài mong muốn.

# T_RANDOM_EVENT_DEMAND_CLOTHES_REPLY_01
source: Tôi sẽ lấy một ít quần áo cho một số dân làng.
vi: Tôi sẽ kiếm quần áo cho một vài người dân.

# T_RANDOM_EVENT_DEMAND_CLOTHES_REPLY_02
source: Toàn bộ ngôi làng sẽ được cung cấp quần áo.
vi: Cả làng sẽ được cung cấp quần áo.

# T_RANDOM_EVENT_DEMAND_CLOTHES_REPLY_03
source: Thật sao? Tôi không có thời gian cho việc này ngay bây giờ.
vi: Thật sao? Tôi không có thời gian cho những chuyện như thế này.

# T_RANDOM_EVENT_DEMAND_CLOTHES_TITLE
source: Thiếu quần áo
vi: Khan hiếm quần áo

# T_RANDOM_EVENT_DEMAND_CLOTHES_ULTIMATUM_DESC
source: Lãnh chúa, dân chúng không hài lòng với việc cung cấp hàng hóa. Thiếu quần áo! Ngài nên hành động nhanh chóng, nó có thể dẫn đến một cuộc nổi dậy.
vi: Thưa ngài, người dân đang không hài lòng với nguồn cung cấp hàng hóa. Đang thiếu quần áo! Các ngài nên hành động nhanh chóng, có thể có một cuộc nổi dậy đấy.

# T_RANDOM_EVENT_DEMAND_FOOD_NEED_FOOD_NOW_DESC
source: Tôi đói quá, Lãnh chúa. Ngài phải làm gì đó. Dân của ngài đang chết đói.
vi: Tôi đói quá, thưa Lãnh Chúa. Ngài phải làm gì đó. Dân của ngài đang chết đói.

# T_RANDOM_EVENT_DEMAND_FOOD_QUEST_BUILDING
source: Xây dựng một lều câu cá hoặc một nhà nghỉ săn bắn.
vi: Dựng một lều đánh cá hoặc một lều săn bắn.

# T_RANDOM_EVENT_DEMAND_FOOD_QUEST_BUILDING_CONV
source: Lãnh chúa, nên bắt đầu xây dựng một nhà nghỉ săn bắn hoặc một nhà nghỉ câu cá.
vi: Thưa ngài, tốt hơn hết là nên bắt đầu xây dựng một lều săn bắn hoặc một lều đánh cá.

# T_RANDOM_EVENT_DEMAND_FOOD_REPLY_01
source: Tôi sẽ đảm bảo có đủ thức ăn trong kho!
vi: Ta sẽ đảm bảo rằng có đủ lương thực trong kho!

# T_RANDOM_EVENT_DEMAND_FOOD_REPLY_02
source: Một lều câu cá mới hoặc một nhà nghỉ săn bắn sẽ giải quyết được vấn đề.
vi: Một lều đánh cá hoặc một lều săn bắn mới sẽ giải quyết được vấn đề.

# T_RANDOM_EVENT_DEMAND_FOOD_REPLY_03
source: Đây là thời điểm khó khăn, chúng ta phải cố gắng!
vi: Thời gian khó khăn, chúng ta phải vượt qua nó!

# T_RANDOM_EVENT_DEMAND_FOOD_THANKYOU
source: Cuối cùng cũng có cái gì đó để ăn! Ngài thật tốt bụng, Lãnh chúa.
vi: Cuối cùng thì cũng có thứ gì đó để ăn! Ngài thật tốt bụng, thưa ngài.

# T_RANDOM_EVENT_DEMAND_FOOD_THANKYOU_BUILDING
source: Cảm ơn ngài, Lãnh chúa. Chẳng bao lâu nữa chúng ta sẽ có thể sản xuất đủ lương thực.
vi: Xin cảm ơn, thưa ngài. Chẳng bao lâu nữa, chúng ta sẽ có thể sản xuất đủ thức ăn.

# T_RANDOM_EVENT_DEMAND_FOOD_TITLE
source: Thiếu lương thực
vi: Khan hiếm lương thực

# T_RANDOM_EVENT_DEMAND_FOOD_ULTIMATUM_DESC
source: Lãnh chúa, dân chúng đang chết đói! Ngài nên đảm bảo có đủ thức ăn trong kho. Nếu ngài không hành động sớm, nó có thể dẫn đến một cuộc nổi dậy!
vi: Thưa ngài, người dân đang chết đói! Các ngài nên đảm bảo rằng có đủ lương thực dự trữ. Nếu các ngài không hành động sớm, một cuộc nổi dậy có thể xảy ra!

# T_RANDOM_EVENT_DEMAND_FOOD_WARNING_01
source: Lãnh chúa, gia đình tôi sắp chết đói. Ngài có thể vui lòng cho chúng tôi một ít thức ăn không?
vi: Thưa ngài, gia đình tôi đang sắp chết đói. Xin ngài làm ơn và cho chúng tôi một chút gì đó để ăn?

# T_RANDOM_EVENT_DEMAND_JEWELRY_GIRL_DEMAND
source: Tôi thực sự muốn một số đồ trang sức mới!
vi: Tôi thực sự rất muốn có đồ trang sức mới!

# T_RANDOM_EVENT_DEMAND_JEWELRY_GIRL_THANKYOU
source: Ồ, đẹp quá! Đây thực sự là những món đồ lộng lẫy, hiện đã có mặt trên thị trường. Cảm ơn vì đồ trang sức, Lãnh chúa!
vi: Ồ, đẹp quá! Đây đều là những món đồ thật sự tuyệt vời, và giờ đã có sẵn ở chợ. Cảm ơn vì đồ trang sức, thưa ngài!

# T_RANDOM_EVENT_DEMAND_JEWELRY_NOBLEMAN_DEMAND
source: Chúng tôi, những quý tộc, yêu cầu cung cấp đầy đủ đồ trang sức, Lãnh chúa!
vi: Chúng ta, những quý tộc, yêu cầu một nguồn cung cấp đồ trang sức đầy đủ, thưa ngài!

# T_RANDOM_EVENT_DEMAND_JEWELRY_REPLY_01
source: Chúng ta sẽ bắt đầu sản xuất đồ trang sức ở đây trong làng.
vi: Chúng ta sẽ sản xuất đồ trang sức tại đây trong làng.

# T_RANDOM_EVENT_DEMAND_JEWELRY_REPLY_02
source: Mọi người nên có đủ đồ trang sức, tôi hứa!
vi: Mọi người sẽ có đủ đồ trang sức, tôi xin hứa điều đó!

# T_RANDOM_EVENT_DEMAND_JEWELRY_REPLY_03
source: Bây giờ ư? Tôi không có thời gian cho những chuyện vặt vãnh như vậy ngay bây giờ!
vi: Bây giờ ư? Tôi không có thời gian cho những chuyện nhỏ nhặt như vậy!

# T_RANDOM_EVENT_DEMAND_JEWELRY_ULTIMATUM_DESC
source: Dân chúng không hài lòng, Lãnh chúa. Các quý tộc không có đồ trang sức để thể hiện sự thịnh vượng của họ. Nếu ngài không hành động sớm, một bộ phận dân chúng có thể kêu gọi đình công!
vi: Người dân đang bất mãn, thưa ngài. Các quý tộc đang thiếu đồ trang sức để thể hiện sự giàu có của họ. Nếu ngài không hành động sớm, thì có thể một số bộ phận người dân sẽ kêu gọi đình công!

# T_RANDOM_EVENT_DEMAND_ULTIMATUM_FAILED
source: Ngài đã làm chúng tôi thất vọng, Lãnh chúa. Tốt hơn hết là ngài đừng bỏ qua nhu cầu của chúng tôi…
vi: Các ngươi đã làm chúng ta thất vọng, thưa Lãnh Chúa. Các ngươi nên không nên bỏ qua các nhu cầu của chúng ta…

# T_RANDOM_EVENT_DESCRIPTION_DEMAND_CLOTHES
source: Lãnh chúa, việc cung cấp quần áo lao động và giải trí mới không đủ. Cư dân đang yêu cầu một quyết định về cách giải quyết vấn đề.
vi: Thưa Lãnh Chúa, nguồn cung cấp quần áo làm việc và giải trí mới đang không đủ. Người dân yêu cầu các ngài đưa ra quyết định về cách chúng ta sẽ đối phó với vấn đề này.

# T_RANDOM_EVENT_DESCRIPTION_DEMAND_FOOD
source: Lãnh chúa, dân chúng hầu như không có thức ăn. Dân làng muốn ngài quyết định cách giải quyết vấn đề.
vi: Thưa Lãnh Chúa, người dân hầu như không có lương thực. Người dân yêu cầu các ngài đưa ra quyết định về cách chúng ta sẽ giải quyết vấn đề.

# T_RANDOM_EVENT_DESCRIPTION_DEMAND_JEWELRY
source: Nhu cầu về đồ trang sức trong làng đã tăng lên rất nhiều, Lãnh chúa. Ngài không nên quên nhu cầu của Dân làng! Chúng ta nên tiến hành như thế nào?
vi: Nhu cầu về đồ trang sức trong làng đã tăng lên rất nhiều, thưa ngài. Ngài không nên bỏ qua nhu cầu của người dân! Chúng ta nên làm thế nào đây?

# T_RANDOM_EVENT_DESCRIPTION_DROUGHT
source: Đó là một mùa hè rất nóng, Lãnh chúa. Các cánh đồng đã khô cằn hoàn toàn và Dân làng khát nước. Ngoài ra, vụ thu hoạch năm nay đang gặp nguy hiểm nghiêm trọng nếu chúng ta không làm gì đó.
vi: Đó là một mùa hè rất nóng, thưa Lãnh Chúa. Các cánh đồng hoàn toàn khô cằn và người dân thì đang khát. Ngoài ra, vụ mùa năm nay sẽ gặp nguy hiểm lớn nếu chúng ta không làm gì đó.

# T_RANDOM_EVENT_DESCRIPTION_FALLENSTAR_01
source: Vào giữa đêm, ngài bị đánh thức bởi một tiếng nổ rất lớn. Ở đầu kia của thành phố, một ánh sáng rực rỡ có thể nhìn thấy khi ngài nhìn ra ngoài cửa sổ lâu đài. Chuyện gì đã xảy ra ở đó?
vi: Giữa đêm, ngài bị đánh thức bởi một tiếng nổ rất lớn. Ở phía cuối thành phố, một ánh sáng chói lòa có thể được nhìn thấy khi ngài nhìn ra ngoài cửa sổ lâu đài. Chuyện gì vừa xảy ra vậy?

# T_RANDOM_EVENT_DESCRIPTION_FALLENSTAR_02
source: Sáng hôm sau, thợ rèn của làng bước vào phòng tiếp kiến và cầm trên tay một cục kim loại kỳ lạ. Vật thể gợi nhớ đến một hòn đá, chỉ hơi khác một chút.
vi: Sáng hôm sau, thợ rèn của làng đến phòng thính giả và cầm một cục kim loại kỳ lạ trên tay. Vật thể này trông giống một viên đá, nhưng có chút gì đó khác biệt.

# T_RANDOM_EVENT_DESCRIPTION_FALLENSTAR_03
source: Lãnh chúa, đêm qua một ngôi sao đã rơi từ trên trời xuống. Cục kim loại này là những gì còn lại của nó. Nó dường như có những đặc tính khác thường. Chắc chắn, có thể làm được điều gì đó đặc biệt với nó.
vi: Thưa ngài, đêm qua một ngôi sao đã rơi từ trên trời xuống. Cục kim loại này vẫn còn ở đây. Nó dường như có những đặc tính khác thường. Chắc chắn có thể tạo ra một thứ gì đó đặc biệt với nó.

# T_RANDOM_EVENT_DESCRIPTION_FARMERS_CRAFTSMEN_01
source: Lãnh chúa! Một cuộc bạo loạn đã nổ ra trong làng! Nông dân và thợ thủ công có sự khác biệt về quan điểm!
vi: Thưa ngài! Một cuộc náo động đã nổ ra trong làng! Nông dân và thợ thủ công đang bất đồng ý kiến!

# T_RANDOM_EVENT_DESCRIPTION_FARMERS_CRAFTSMEN_02
source: Lãnh chúa, chúng tôi, những người nông dân, lo ngại về việc ai quan trọng hơn đối với ngôi làng, nông dân hay thợ thủ công? Ngài nghĩ sao, Lãnh chúa?
vi: Nông dân và thợ thủ công đang tranh cãi về việc ai quan trọng hơn đối với làng. Ngài nghĩ sao, thưa Lãnh Chúa?

# T_RANDOM_EVENT_DESCRIPTION_FIREWOOD
source: Người dân cần nhiên liệu để sưởi ấm nhà cửa trong cái lạnh này. Chúng ta phải tìm ra giải pháp trước khi dân làng làm điều gì đó thiếu suy nghĩ vì thất vọng.
vi: Người dân cần chất đốt để sưởi ấm nhà cửa trong cái lạnh này. Chúng ta phải tìm ra một giải pháp trước khi người dân làm gì đó thiếu suy nghĩ vì thất vọng.

# T_RANDOM_EVENT_DESCRIPTION_MINE_ACCIDENT_DESCRIPTION
source: Đã xảy ra tai nạn trong mỏ! Một vụ sập hầm đã khiến một số thợ mỏ bị mắc kẹt sâu dưới lòng đất. Họ không còn nhiều không khí để thở. Khoảng nửa đường đến chỗ các thợ mỏ, cũng có một đống tài nguyên lớn được cất giấu. Chúng ta sẽ không thể cứu được mọi thứ. Chúng ta nên làm gì?
vi: Có một tai nạn trong mỏ! Một số thợ mỏ bị mắc kẹt dưới lòng đất. Họ không còn nhiều không khí để thở nữa. Có một đống lớn tài nguyên cũng nằm ở khoảng giữa đường đến chỗ những người thợ mỏ. Chúng ta sẽ không thể cứu được tất cả. Chúng ta nên làm gì?

# T_RANDOM_EVENT_DESCRIPTION_REFUGEES
source: Một đoàn người tị nạn đã đến thị trấn của chúng ta. Khi người du hành đầu tiên bước ra khỏi xe ngựa, dân làng nhận thấy rằng một số người có thể bị nhiễm bệnh. Người du hành hứa rằng anh ta chưa bao giờ tiếp xúc với người bệnh trong những tuần qua.
vi: Một đoàn xe chở người tị nạn đã đến thành phố của chúng ta. Khi những người đầu tiên bước ra khỏi xe, người dân trong làng thấy rằng một trong những người mới đến có thể bị nhiễm bệnh. Người du hành hứa rằng anh ta không tiếp xúc với người bệnh trong những tuần gần đây.

# T_RANDOM_EVENT_DESCRIPTION_WEDDING_HELPER
source: Lãnh chúa, tôi là một nông dân nghèo và con gái tôi sắp kết hôn. Tôi đã dành cả thập kỷ qua để phục vụ ngài và không thể hỗ trợ lễ cưới của con gái tôi. Ngài có thể vui lòng giúp đỡ một người đàn ông nghèo khổ không?
vi: Thưa ngài, tôi là một nông dân nghèo và con gái tôi sẽ sớm kết hôn. Tôi đã dành thập kỷ qua để phục vụ các ngài và không thể chi trả cho lễ cưới của con gái mình. Ngài có thể vui lòng giúp một người đàn ông nghèo không?

# T_RANDOM_EVENT_DESCRIPTION_WILD_BOAR_REGULATION
source: Lợn rừng đã trốn thoát khỏi một trang trại hai mùa hè trước. Chúng đã sinh sôi nảy nở với số lượng lớn và mặc dù săn bắn thường xuyên, điều đó là không đủ. Chúng đã được nhìn thấy gần thị trấn của ngài, đe dọa đất đai của ngài.
vi: Lợn rừng đã trốn thoát khỏi một trang trại hai mùa hè trước. Chúng đã sinh sản với số lượng lớn và bất chấp việc săn bắn thường xuyên, vẫn là không đủ. Chúng đã được nhìn thấy gần thành phố của các ngươi và đang đe dọa vùng đất của các ngươi.

# T_RANDOM_EVENT_DROUGHT_REPLY_01
source: Cải thiện hệ thống tưới tiêu.
vi: Đầu tư công cụ cho một hệ thống tưới tiêu được cải tiến.

# T_RANDOM_EVENT_DROUGHT_REPLY_02
source: Hạn chế phân phối nước.
vi: Hạn chế việc phân phối nước cho người dân trong làng.

# T_RANDOM_EVENT_DROUGHT_REPLY_03
source: Xây thêm giếng và tưới nước cho các cánh đồng bằng tay.
vi: Xây dựng nhiều giếng hơn và tưới tiêu cho các cánh đồng bằng tay.

# T_RANDOM_EVENT_DROUGHT_REPLY_04
source: Chúng ta sẽ xoay sở được… Bằng cách nào đó.
vi: Chúng ta sẽ làm được thôi... Bằng cách nào đó.

# T_RANDOM_EVENT_EVASIVEACTIONS_CHOICE_POPUP_DESC
source: Đó là lựa chọn của ngài, nhưng hãy cẩn thận. Ngài muốn trừng phạt hay thả tự do cho quý tộc? Tuy nhiên, hãy nhớ rằng quyết định của ngài có thể khiến dân làng khó chịu.
vi: Các ngài có quyền lựa chọn, tuy nhiên các ngài nên cẩn thận. Ngài muốn trừng phạt hay thả người quý tộc? Tuy nhiên, hãy nhớ rằng quyết định của các ngài có thể khiến người dân làng khó chịu.

# T_RANDOM_EVENT_EVASIVEACTIONS_CHOICE_POPUP_REPLY_01
source: Tống hắn vào ngục tối!
vi: Tống ông ta vào ngục!

# T_RANDOM_EVENT_EVASIVEACTIONS_CHOICE_POPUP_REPLY_02
source: Thả hắn ra! Hắn không làm gì sai cả!
vi: Hãy thả ông ta ra! Ông ta không làm gì cả.

# T_RANDOM_EVENT_EVASIVEACTIONS_CHOICE_POPUP_REPLY_03
source: Hay là chúng ta chỉ cần xây một trang trại mới?
vi: Sẽ thế nào nếu chúng ta chỉ đơn giản là cho xây dựng một trang trại mới?

# T_RANDOM_EVENT_EVASIVEACTIONS_DIALOGUE_01
source: "Nói đi!" người lính canh gắt gỏng. "Tại sao ngươi lại đốt cháy trang trại và các cánh đồng ở ngoại ô thị trấn? Đây là trang trại của ông nội ta! Sao ngươi có thể làm vậy?"
vi: “Nói đi!”, người lính gác gắt gỏng. “Tại sao ngươi lại đốt trang trại cùng với các cánh đồng ở ngoại ô thành phố? Đó là trang trại của ông nội tôi! Sao ngươi có thể làm thế?”

# T_RANDOM_EVENT_EVASIVEACTIONS_DIALOGUE_02
source: "Đó là đất đai và tài sản của ta! Ta đã mua nó từ ông nội ngươi và có thể làm bất cứ điều gì ta muốn với nó," người đàn ông hét lên giận dữ, nhưng lo lắng.
vi: “Đó là đất đai của ta! Ta đã mua nó từ ông nội ngươi và ta có thể làm bất cứ điều gì ta muốn!”, người quý tộc tức giận nhưng sợ hãi hét lên.

# T_RANDOM_EVENT_EVASIVEACTIONS_DIALOGUE_03
source: "Ông ấy đã bán nó? Sao có thể như vậy? Ngay trước khi ông ấy qua đời?" người lính canh buột miệng. “Trang trại và tài sản là một biểu tượng của thị trấn và ngươi đã phá hủy chúng! Ngươi thuộc về ngục tối nếu ngươi hỏi ta.”
vi: “Ông ta đã bán nó? Sao có thể được chứ? Ngay trước khi ông ta chết”, người lính gác bộc phát. “Trang trại và khu đất đó là một biểu tượng của thành phố và ngươi đã phá hủy nó! Ngươi nên vào ngục nếu hỏi ta.”

# T_RANDOM_EVENT_EVASIVEACTIONS_DIALOGUE_04
source: "Lãnh chúa, người đàn ông này phải bị trừng phạt!" người thợ làm bánh, người đã ở phía sau suốt thời gian qua, hét lên. "Trang trại rất quan trọng đối với ngôi làng. Làm sao chúng ta có thể thu hoạch đủ ngũ cốc cho mùa đông nếu không có trang trại?"
vi: “Thưa ngài, người đàn ông này phải bị trừng phạt!”, người thợ làm bánh hét lên, người đã đứng phía sau suốt thời gian qua. “Trang trại là rất quan trọng đối với ngôi làng. Làm sao chúng ta có thể thu hoạch đủ ngũ cốc cho mùa đông nếu không có trang trại?”

# T_RANDOM_EVENT_EVASIVEACTIONS_DIALOGUE_05
source: "Ngài phải đưa ra quyết định, Lãnh chúa," cố vấn của ngài nói bằng giọng bình tĩnh. "Cư dân đang tức giận, ngài có thể thấy điều đó," ông tiếp tục. "Tuy nhiên, quý tộc thực sự không phạm tội. Đây là các tài liệu về việc mua đất. Tất cả đều hợp pháp."
vi: “Các ngài phải đưa ra một quyết định, thưa ngài”, cố vấn của ngài nói một cách bình tĩnh. “Có thể thấy người dân đang tức giận”, ông ta tiếp tục. “Tuy nhiên, người quý tộc thực sự không phạm tội gì cả. Đây là các tài liệu về việc mua đất. Mọi thứ đều hợp pháp.”

# T_RANDOM_EVENT_EVASIVEACTIONS_INTRO_01
source: Một Dân làng đột nhiên chạy vào phòng tiếp kiến ngay khi cố vấn của ngài đang thảo luận về một số kế hoạch cải thiện trong làng. Anh ta thở hổn hển báo cáo: "Lãnh chúa! Chúng tôi đã tìm thấy thủ phạm đốt cháy các cánh đồng và phá hủy trang trại! Đó là quý tộc mới chuyển đến đây gần đây, Lãnh chúa!"
vi: Một người dân đột ngột chạy vào phòng thính giả, ngay khi các ngài đang thảo luận với cố vấn về một số kế hoạch cải tiến trong làng. Thở không ra hơi, anh ta báo cáo: “Thưa ngài! Chúng ta đã tìm thấy thủ phạm đã đốt các cánh đồng và cho phá hủy trang trại! Đó là tên quý tộc mới đến đây gần đây, thưa ngài!”

# T_RANDOM_EVENT_EVASIVEACTIONS_INTRO_02
source: Ngay sau đó, một quý tộc bị lính dẫn vào đại sảnh. "Lãnh chúa, đây là một..." người đàn ông ăn mặc đẹp đẽ muốn nói, nhưng bị một cú đá vào khoeo chân làm bất động, khiến ông ta ngã xuống đất.
vi: Ngay sau đó, một người quý tộc được lính dẫn vào sảnh. “Thưa ngài, đây là một…” người đàn ông ăn mặc đẹp định nói nhưng lại im lặng vì bị đạp vào phía sau đầu gối khiến ông ta ngã xuống đất.

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_01
source: Mặc dù ông ta vô tội, thưa ngài? Ngài có chắc không? Chà, ít nhất điều đó sẽ làm hài lòng dân làng.
vi: Mặc dù ông ta vô tội, thưa ngài? Ngài chắc chứ? Ít nhất thì điều đó sẽ làm hài lòng người dân trong làng.

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_01_ANSWER_A
source: Lãnh chúa, hầu hết dân làng rất hài lòng với quyết định của ngài. Quý tộc hiện đã bị đưa đến ngục tối.
vi: Thưa ngài, hầu hết người dân trong làng đều rất hài lòng với quyết định của ngài. Giờ người quý tộc đã được đưa vào ngục.

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_01_ANSWER_B
source: Nhưng tôi cũng có tin xấu, Lãnh chúa. Các quý tộc khác trong làng kinh hoàng và đã tuyên bố rằng họ sẽ không trả thuế trong một năm để phản đối.
vi: Nhưng tôi cũng có tin xấu, thưa ngài. Những quý tộc khác trong làng rất kinh hoàng và đã thông báo rằng sẽ không trả thuế trong một năm để phản đối.

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_01_PROTEST
source: Để phản đối việc ngài bỏ tù bạn tôi, tôi sẽ không cử thương nhân của mình đến làng của ngài trong một năm!
vi: Để phản đối việc giam giữ bạn của ta, ta sẽ không gửi thương nhân của mình đến làng của các ngươi trong một năm!

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_01_PROTEST_OVER
source: Thương nhân của tôi sẽ trở lại làng của ngài từ bây giờ.
vi: Thương nhân của ta sẽ quay lại làng của các ngươi từ giờ trở đi.

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_02
source: Mặc dù thực tế là ông ta thực sự vô tội, một số dân làng không hài lòng với quyết định của ngài, Lãnh chúa. Tôi sợ sẽ có bạo loạn.
vi: Mặc dù ông ta thực sự vô tội, nhưng một số người dân trong làng không hài lòng với quyết định của các ngươi, thưa ngài. Tôi e rằng sẽ có những cuộc bạo động.

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_02_NOBLEMAN
source: Cảm ơn ngài, thưa ngài. Cảm ơn ngài rất nhiều. Tôi mang ơn ngài và sẽ đền đáp ngài.
vi: Cảm ơn ngài, thưa ngài. Xin cảm ơn rất nhiều. Tôi mang ơn ngài và sẽ đền đáp lại.

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_02_SOLDIER
source: Sao ngài dám thả tên tội phạm này. Hắn đã phá hủy trang trại của ông bà tôi. Rõ ràng là tôi phải tự mình đòi lại công lý.
vi: Sao các ngươi dám thả tên tội phạm này ra. Hắn đã phá hủy trang trại của ông bà ta. Rõ ràng là chính ta phải tự làm cho công lý được thực thi.

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_03
source: Các bên xung đột rõ ràng có phần khó chịu. Dân làng dường như chỉ hài lòng ở mức độ vừa phải, nhưng quý tộc thì nhẹ nhõm.
vi: Các bên xung đột có vẻ hơi khó chịu. Người dân trong làng có vẻ chỉ hài lòng một phần, nhưng người quý tộc thì nhẹ nhõm.

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_BANDITCAMP_DESTROYED
source: Lãnh chúa, bọn cướp đã bị xử lý và trại của chúng giờ đã bị phá hủy! Các cuộc tấn công sẽ dừng lại.
vi: Thưa Lãnh Chúa, chúng ta đã xử lý bọn cướp và trại của chúng giờ đã bị phá hủy! Các cuộc tấn công đã dừng lại.

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_QUEST_02_INTRO
source: Tin tức vừa đến rằng một số binh lính của chúng ta đã biến mất vào rừng và hiện được coi là cướp. Có thể chúng ta đang gặp nguy hiểm bị trả thù từ chúng.
vi: Thông tin vừa nhận được cho thấy rằng một số binh lính của chúng ta đã biến mất trong rừng và giờ được coi là bọn cướp. Có thể chúng ta đang gặp nguy hiểm vì sự trả thù của họ.

# T_RANDOM_EVENT_EVASIVEACTIONS_OUTCOME_SUCCESS
source: Tuyệt vời, trang trại đã được xây dựng lại và quý tộc cùng người lính đã hòa giải qua một cốc bia. Tôi nghĩ chúng ta đã đưa ra quyết định đúng đắn.
vi: Tuyệt vời, trang trại đã được xây dựng lại và người quý tộc và người lính đã làm lành với nhau bằng đồ uống. Tôi nghĩ chúng ta đã đưa ra quyết định đúng đắn.

# T_RANDOM_EVENT_EVASIVEACTIONS_REASON
source: Khi được hỏi tại sao ông ta phá bỏ trang trại, quý tộc chỉ nói rằng ông ta muốn sử dụng đất cho một vườn nho mới.
vi: Khi được hỏi tại sao ông ta lại phá bỏ trang trại, người quý tộc chỉ nói rằng ông ta muốn sử dụng khu đất đó cho một vườn nho mới.

# T_RANDOM_EVENT_EVASIVEACTIONS_REASON_02
source: Lãnh chúa, tôi tất nhiên sẽ trả tiền cho trang trại bị phá hủy và xin lỗi người lính mà tôi đã vô tình phá bỏ trang trại của anh ta.
vi: Thưa ngài, dĩ nhiên tôi sẽ chịu trách nhiệm cho trang trại đã bị phá hủy và tôi sẽ xin lỗi người lính mà tôi đã vô tình cho phá bỏ trang trại của ông ta.

# T_RANDOM_EVENT_EVASIVEACTIONS_SUMMARY
source: Ngài sẽ phản ứng thế nào? Ngài sẽ giúp đỡ cư dân hay quý tộc?
vi: Ngài sẽ hành động như thế nào? Ngài sẽ giúp người dân hay người quý tộc?

# T_RANDOM_EVENT_EVASIVEACTION_DESC
source: Một tình huống khó khăn đã nảy sinh trong làng. Về câu hỏi làm thế nào để mở rộng nghĩa trang, hai bên đang tranh cãi về cách tiến hành.
vi: Một tình huống khó khăn đã xảy ra trong làng. Hai bên đang tranh cãi về việc nên làm thế nào để mở rộng nghĩa trang.

# T_RANDOM_EVENT_EVASIVEACTION_TITLE
source: Hành động lẩn tránh
vi: Động thái lẩn tránh

# T_RANDOM_EVENT_FALLENSTAR_REPLY_03
source: Xây dựng một bức tượng Nhà vua từ kim loại kỳ lạ này làm quà tặng.
vi: Dựng một bức tượng của Đức Vua bằng kim loại kỳ lạ này để làm quà tặng.

# T_RANDOM_EVENT_FALLEN_STAR_TITLE
source: Ngôi sao sa ngã
vi: Ngôi sao rơi

# T_RANDOM_EVENT_FARMERS_AND_CRAFTSMEN_REPLY_01
source: Công việc khó nhọc của nông dân là quan trọng nhất đối với ngôi làng!
vi: Công việc khó khăn của người nông dân là quan trọng nhất đối với ngôi làng!

# T_RANDOM_EVENT_FARMERS_AND_CRAFTSMEN_REPLY_02
source: Thị trấn cần hàng hóa của thợ thủ công.
vi: Hàng hóa của thợ thủ công cung cấp cho nhiều cơ sở sản xuất trong làng.

# T_RANDOM_EVENT_FARMERS_AND_CRAFTSMEN_REPLY_03
source: Thật vô lý! Cả hai đều quan trọng như nhau!
vi: Thật là vô nghĩa! Cả hai đều quan trọng như nhau!

# T_RANDOM_EVENT_FIREWOOD_CHOICE_POPUP_01_DESC
source: Ngài muốn giải quyết tình hình củi đốt như thế nào?
vi: Các ngài muốn giải quyết tình hình củi đốt như thế nào?

# T_RANDOM_EVENT_FIREWOOD_CHOICE_POPUP_01_REPLY_01
source: Tôi sẽ tổ chức lấy củi ngay lập tức!
vi: Tôi sẽ đảm bảo rằng có đủ củi đốt trong kho!

# T_RANDOM_EVENT_FIREWOOD_CHOICE_POPUP_01_REPLY_02
source: Chúng ta nên xây thêm lều tiều phu.
vi: Chúng ta nên xây thêm nhiều lều tiều phu.

# T_RANDOM_EVENT_FIREWOOD_CHOICE_POPUP_01_REPLY_04
source: Tại sao các người không vào rừng lấy củi?
vi: Sao các người không vào rừng và lấy củi đi?

# T_RANDOM_EVENT_FIREWOOD_CHOICE_PRE_POPUP_01_DESC
source: "Xin chào, thưa ngài," bà lão nói. "Tôi đại diện cho tầng lớp trung lưu trong làng." Bà rụt rè liếc nhìn cố vấn, người gật đầu với bà. "Tôi không muốn thô lỗ, Lãnh chúa, tôi hy vọng ngài biết điều đó..." Bà bắt đầu ngập ngừng, nhưng rồi tiếp tục nói.
vi: “Chào buổi sáng, thưa ngài,” bà lão nói. “Tôi đang nói cho tầng lớp trung lưu trong làng. ” Bà ấy rụt rè nhìn cố vấn, người đang gật đầu với bà. “Tôi không muốn tỏ ra bất lịch sự, thưa Lãnh Chúa, tôi hy vọng ngài hiểu điều đó…” Bà ấy bắt đầu do dự, nhưng rồi lại nói tiếp.
