Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_CHANGELOG_WU2016_05
source: Thảm họa mới: Sét, bão tuyết, các cuộc tấn công quy mô lớn của bọn cướp và tuyết lở giờ đây gây nguy hiểm cho thị trấn của bạn!
vi: Các thảm họa mới: Sét đánh, bão tuyết, các cuộc tấn công lớn của bọn cướp và lở tuyết có thể đe dọa thêm làng của bạn!

# T_GAME_CHANGELOG_WU2016_06
source: Chế độ sandbox được làm lại hoàn toàn với nhiều nhiệm vụ mới!
vi: Chế độ vô tận được làm lại hoàn toàn với nhiều nhiệm vụ mới!

# T_GAME_CHANGELOG_WU2016_07
source: 2 tòa nhà sản xuất mới: Nhà sấy hoa bia và vườn nho!
vi: 2 tòa nhà sản xuất mới: Trại trồng hoa bia và trang trại rượu!

# T_GAME_CHANGELOG_WU2016_08
source: 3 tòa nhà giải trí mới: Sân thi đấu, trại nghệ sĩ tung hứng và khu hội chợ.
vi: 3 tòa nhà giải trí mới: Sân thi đấu, trại người tung hứng và sân lễ hội.

# T_GAME_CHANGELOG_WU2016_09
source: Tổ chức các lễ hội ấn tượng vào mỗi mùa: với Khu hội chợ!
vi: Tổ chức các lễ hội hoành tráng vào mỗi mùa: Với sân lễ hội!

# T_GAME_CHANGELOG_WU2016_11
source: 3 bản đồ sandbox mới
vi: 3 bản đồ vô tận mới.

# T_GAME_CHANGELOG_WU2016_12
source: Bệnh xá được làm lại: Bác sĩ không còn thu hoạch thảo dược nữa mà có thể lấy thảo dược từ nhà kho!
vi: Nhà y học được làm lại: Ông không còn tự thu hoạch thảo dược nữa, nhưng thay vào đó có thể lấy thảo dược từ kho!

# T_GAME_CHANGELOG_WU2016_13
source: Chuỗi sản xuất nước ép và bia được điều chỉnh!
vi: Các chuỗi sản xuất nước ép và đồ uống được điều chỉnh!

# T_GAME_CHANGELOG_WU2016_14
source: Xưởng sản xuất nước ép và tu viện được làm lại: Cả hai tòa nhà không còn thu hoạch nữa, chúng chỉ chế biến tài nguyên thành nước ép và bia tương ứng.
vi: Xưởng ép và tu viện được làm lại: Cả hai tòa nhà đều không tự thu hoạch nữa mà chế biến thành nước ép hoặc đồ uống!

# T_GAME_CHANGELOG_WU2016_15
source: Hạnh phúc giải trí được làm lại: Một số tòa nhà giờ đây có thể được sử dụng để đáp ứng nó.
vi: Sự hài lòng về giải trí được làm lại: Giờ đây, nhiều tòa nhà có thể giải trí cho dân làng.

# T_GAME_CHANGELOG_WU2016_16
source: Các tòa nhà bị cháy và bị phá hủy giờ đây để lại gợi ý cho biết tòa nhà nào đã đứng ở đó và bạn có tùy chọn xây dựng lại chúng tại cùng một vị trí.
vi: Các tòa nhà bị cháy hoặc bị phá hủy hiện sẽ để lại một dấu hiệu cho biết tòa nhà nào đã từng đứng ở vị trí đó và có tùy chọn để xây dựng lại nó ở cùng một vị trí.

# T_GAME_CHANGELOG_WU2016_17
source: Nhiều bản sửa lỗi và rất nhiều cải tiến kỹ thuật!
vi: Nhiều lỗi đã được khắc phục và một số cải tiến kỹ thuật đã được thêm vào!

# T_GAME_CHOOSE_SLOT
source: Chọn một ô lưu trò chơi!
vi: Chọn một vị trí lưu!

# T_GAME_COMBAT_EFFICIENCY_HINT
source: Giá trị trung bình của khả năng chiến đấu
vi: Trung bình sức mạnh chiến đấu

# T_GAME_CONSTRUCTWATCHTOWER
source: Xây dựng tháp canh trong phạm vi của một doanh trại.
vi: Xây tháp canh trong phạm vi của doanh trại.

# T_GAME_CONSTRUCT_DECO
source: Kéo vật trang trí đến vị trí mong muốn.
vi: Kéo các đồ vật trang trí đến vị trí mong muốn.

# T_GAME_CONSTRUCT_DECONSTRUCT
source: Đánh dấu các đối tượng bạn muốn xóa
vi: Đánh dấu các đối tượng cần xóa

# T_GAME_CONSTRUCT_DECONSTRUCT_MOUSE
source: Đánh dấu các đối tượng bạn muốn xóa
vi: Đánh dấu các đối tượng cần xóa

# T_GAME_CONSTRUCT_DECONSTRUCT_TOUCH
source: Vuốt qua các đối tượng mà bạn muốn phá hủy.
vi: Vuốt qua các đối tượng bạn muốn xóa.

# T_GAME_CONSTRUCT_FARMFIELD
source: Trồng cánh đồng gần một trang trại.
vi: Xây ruộng gần trang trại.

# T_GAME_CONSTRUCT_HOPSFIELD
source: Trồng cánh đồng gần một nhà sấy hoa bia.
vi: Xây cánh đồng gần trại trồng hoa bia.

# T_GAME_CONSTRUCT_HOPSFIELD_OLD
source: Trồng cánh đồng gần một tu viện.
vi: Xây cánh đồng gần tu viện.

# T_GAME_CONSTRUCT_ON_CLIFF
source: Xây dựng ở sườn núi để khai thác đá hoặc trên mỏ quặng để khai thác quặng.
vi: Xây dựng trên sườn núi để lấy đá hoặc gần mỏ để lấy quặng.

# T_GAME_CONSTRUCT_ON_COAST
source: Xây dựng lều câu cá ở bờ nước.
vi: Xây lều đánh cá trên bờ.

# T_GAME_CONSTRUCT_PLACEHOLDER_BUILDING
source: Đặt tòa nhà tại vị trí được chỉ định.
vi: Đặt tòa nhà vào vị trí được chỉ định.

# T_GAME_CONSTRUCT_STREET
source: Di chuyển các điểm đánh dấu để lên kế hoạch cho con đường của bạn.
vi: Di chuyển hai điểm đánh dấu để lên kế hoạch cho con đường.

# T_GAME_CONSTRUCT_VINEFIELD
source: Xây dựng đồn điền nho gần một xưởng sản xuất nước ép.
vi: Xây vườn nho gần xưởng ép.

# T_GAME_CONSTRUCT_WINEFARM
source: Xây dựng một vườn nho.
vi: Xây một trang trại rượu.

# T_GAME_COVERAGE
source: Phạm vi {BUILDINGNAME}
vi: Phạm vi của {BUILDINGNAME}

# T_GAME_EVENT_INVESTMENT_BUISINESSTRIP_DESC
source: Thương nhân đang trên đường đến kinh thành. Ở đó, ông ta sẽ gặp các đối tác kinh doanh và báo cáo lại cho ngài sau. Ngài sẽ phải chờ xem.
vi: Nhà buôn đang trên đường đến kinh thành. Ở đó, anh ta sẽ gặp các đối tác kinh doanh và sau đó báo cáo lại với ngài. Ngài phải chờ đợi trong thời gian đó.

# T_GAME_EVENT_INVESTMENT_BUISINESSTRIP_STARTED
source: Vậy thì, thưa Lãnh chúa. Thần đang trên đường đến kinh thành. Chừng nào thần còn nói chuyện với các đối tác kinh doanh ở đó, thần không thể giao dịch với ngài. Thần hy vọng ngài hiểu. Thần sẽ báo cáo lại cho ngài ngay khi thần biết điều gì mới.
vi: Vậy, thưa Lãnh Chúa. Giờ tôi sẽ lên đường đến kinh thành. Miễn là tôi nói chuyện với các đối tác kinh doanh ở đó, tiếc là tôi không thể giao dịch với ngài. Tôi hy vọng ngài hiểu cho. Tôi sẽ báo cáo cho ngài ngay khi tôi biết điều gì đó mới.

# T_GAME_EVENT_INVESTMENT_BUISINESSTRIP_SUCCESS
source: Thần đã trở về, thưa Lãnh chúa. Thần nghĩ thần đã tìm thấy một số cách tốt để chúng ta đầu tư sinh lời. Với một chút may mắn, chúng ta sẽ sớm giàu hơn rất nhiều!
vi: Tôi đã trở lại, thưa Lãnh Chúa. Tôi nghĩ tôi đã tìm thấy một số cơ hội tốt để chúng ta có thể đầu tư sinh lời. Với một chút may mắn, chúng ta sẽ sớm giàu có hơn rất nhiều!

# T_GAME_EVENT_INVESTMENT_BUISINESSTRIP_SUMMARY
source: Đợi cho đến khi thương nhân trở về.
vi: Chờ nhà buôn trở về.

# T_GAME_EVENT_INVESTMENT_CHOICE_POPUP_01_DESC_01
source: Ngài có muốn tham gia vào các giao dịch không? Điều đó có nghĩa là làm cho nó hấp dẫn đối với người liên hệ của thần ở kinh thành. Chỉ riêng điều này cũng có thể khiến ngài tốn kém rất nhiều và thần phải dành thời gian ở đó để chuẩn bị mọi thứ.
vi: Ngài có muốn tham gia vào các giao dịch không? Điều đó có nghĩa là làm cho nó hấp dẫn đối với liên hệ của tôi ở thủ đô. Điều này một mình có thể khiến ngài tốn một số tiền và tôi phải dành thời gian ở đó để chuẩn bị toàn bộ sự việc.

# T_GAME_EVENT_INVESTMENT_CHOICE_POPUP_01_DESC_02
source: Lãnh chúa, thần cần một số tài nguyên hoặc tiền để liên lạc với một thương nhân giàu có ở kinh thành. Điều này sẽ yêu cầu tiền hoặc tài nguyên. Ngài có thể cung cấp gì?
vi: Thưa Lãnh Chúa, tôi cần một số tài nguyên hoặc tiền để liên hệ với một thương nhân giàu có ở thủ đô. Điều này đòi hỏi tiền hoặc tài nguyên. Ngài có thể cung cấp những gì?

# T_GAME_EVENT_INVESTMENT_CHOICE_POPUP_02_DESC_01
source: Thần trở lại với tin tốt, thưa Lãnh chúa. Thần đã tìm thấy một số cơ hội đầu tư tốt. Bây giờ tùy thuộc vào ngài. Ngài sẽ chọn gì, thưa Lãnh chúa? Ngài sẵn sàng đầu tư bao nhiêu tiền?
vi: Tôi đã trở lại và có tin tốt, thưa Lãnh Chúa. Tôi đã tìm thấy một số cơ hội đầu tư tốt. Giờ thì tùy thuộc vào ngài. Ngài sẵn sàng đầu tư bao nhiêu tiền?

# T_GAME_EVENT_INVESTMENT_CHOICE_POPUP_03_DESC_01
source: Ngài sẽ chọn con đường nào, thưa Lãnh chúa? Ngài sẵn sàng chấp nhận bao nhiêu rủi ro?
vi: Ngài sẽ chọn con đường nào, thưa Lãnh Chúa? Ngài muốn chấp nhận rủi ro đến mức nào?

# T_GAME_EVENT_INVESTMENT_DESC
source: Thương nhân đã tìm thấy một cách tốt để tích lũy của cải. Nhưng cơ hội không phải là không có rủi ro.
vi: Nhà buôn đã tìm thấy một cơ hội tốt để tích lũy sự giàu có. Tuy nhiên, con đường có những rủi ro.

# T_GAME_EVENT_INVESTMENT_HIGHRISK_HIGHAMOUNT_FAIL
source: Thưa ngài. Thần đến với tin xấu. Thật không may, khoản đầu tư đã thất bại. Thần xin lỗi, thưa Lãnh chúa, nhưng tất cả những gì chúng ta đã đầu tư đều mất hết.
vi: Thưa ngài, tôi đến với tin xấu. Thật không may, khoản đầu tư đã thất bại. Tôi rất tiếc, thưa Lãnh Chúa, nhưng tất cả những gì chúng ta đã đầu tư đều đã mất.

# T_GAME_EVENT_INVESTMENT_HIGHRISK_HIGHAMOUNT_FAIL2
source: Bất chấp mọi kỹ năng đàm phán của thần, thật không may, thần đã không thành công trong việc làm cho khoản đầu tư của chúng ta sinh lời. Chúng ta đã thua lỗ, thưa ngài. Thần xin chịu hoàn toàn trách nhiệm.
vi: Mặc dù đã cố gắng hết sức, nhưng tiếc là tôi không thể thực hiện thành công khoản đầu tư của chúng ta. Chúng ta đã thua lỗ rồi, thưa ngài. Tôi xin hoàn toàn chịu trách nhiệm.

# T_GAME_EVENT_INVESTMENT_HIGHRISK_HIGHAMOUNT_FAIL3
source: Có một số tin xấu, thưa ngài. Thần mang đến tai họa lớn cho thành phố. Khi thần cố gắng thỏa thuận với những kẻ mờ ám, thần đã chọc giận một toán cướp hung dữ. Chúng đang trên đường đến đây!
vi: Có tin xấu, thưa ngài. Tôi đang mang đến tai họa lớn cho thành phố. Khi cố gắng thực hiện một thỏa thuận với những nhân vật mờ ám, tôi đã làm phật lòng một nhóm cướp hoang dã. Chúng đang trên đường đến đây!

# T_GAME_EVENT_INVESTMENT_HIGHRISK_HIGHAMOUNT_SUCCESS
source: Chúng ta đã làm được. Khoản đầu tư là một thành công lớn!
vi: Chúng ta đã làm được. Khoản đầu tư đã thành công rực rỡ!

# T_GAME_EVENT_INVESTMENT_HIGHRISK_MEDIUMAMOUNT_FAIL
source: Thưa Lãnh chúa, thần e rằng thần đã tự đánh bạc. Kết quả của các cuộc đàm phán thật không may không mấy khả quan. Thay vì giảm giá hàng hóa, giác quan thương nhân vốn nhạy bén của thần lại gây ra điều hoàn toàn ngược lại.
vi: Thưa Lãnh Chúa, tiếc là tôi đã đặt cược sai. Kết quả của các cuộc đàm phán không phải là tin tốt. Thay vì giảm giá hàng hóa, các giác quan buôn bán vốn nhạy bén của tôi lại đảm bảo điều ngược lại xảy ra.

# T_GAME_EVENT_INVESTMENT_HIGHRISK_MEDIUMAMOUNT_FAIL_SICKNESS_01
source: Thưa Lãnh chúa, thần đã rất may mắn khi đấu giá được một số lượng lớn lợn. Đó là một món hời tuyệt vời! Gần như quá tốt để trở thành sự thật.
vi: Thưa Lãnh Chúa, tôi đã mua được một số lượng lớn lợn với giá rất rẻ. Đó là một món hời thực sự! Gần như quá tốt để có thể là sự thật.

# T_GAME_EVENT_INVESTMENT_HIGHRISK_MEDIUMAMOUNT_FAIL_SICKNESS_02
source: Những con lợn này bị bệnh, thưa Lãnh chúa! Và chúng đã truyền bệnh cho tất cả động vật hoang dã bây giờ... Thật là một món hời lớn…
vi: Những con lợn này bị bệnh, thưa ngài! Và bây giờ chúng đã lây bệnh sang tất cả các động vật hoang dã… Giờ thì nó không còn là một món hời nữa rồi…

# T_GAME_EVENT_INVESTMENT_INTRO_01
source: Này, Lãnh chúa! Thần có một đề nghị cho ngài. Chúng ta có thể kiếm được rất nhiều tiền cùng nhau! Nhưng nó hơi mạo hiểm. Có khả năng mất tất cả những gì chúng ta đầu tư. Ngài nghĩ sao? Chúng ta có nên mạo hiểm không?
vi: Thưa Lãnh Chúa! Tôi có một gợi ý cho ngài. Chúng ta có thể cùng nhau kiếm được rất nhiều tiền! Nhưng nó hơi rủi ro. Có khả năng chúng ta sẽ mất tất cả những gì chúng ta đầu tư. Ngài nghĩ sao? Chúng ta có nên mạo hiểm không?

# T_GAME_EVENT_INVESTMENT_MONEY_REWARD
source: Thần có tin tốt, thưa ngài. Khoản đầu tư đã được đền đáp. Đây là phần lợi nhuận của ngài!
vi: Tôi mang đến tin tốt lành, thưa ngài. Khoản đầu tư đã được đền đáp. Đây là phần lợi nhuận của ngài!

# T_GAME_EVENT_INVESTMENT_QUEST_BUILDING_DESC
source: Xây dựng các tòa nhà mong muốn cho thương nhân.
vi: Xây dựng các tòa nhà mong muốn cho nhà buôn.

# T_GAME_EVENT_INVESTMENT_QUEST_BUILDING_STARTED
source: Thần biết một người trong Đội cận vệ Hoàng gia đang tìm kiếm một trại huấn luyện mới gần đây. Có lẽ ngài có thể cải thiện cơ sở hạ tầng quân sự ở đây một chút. Thần chắc chắn rằng điều đó sẽ mở ra cánh cửa cho các giao dịch sinh lợi.
vi: Tôi biết một người trong Cận vệ Hoàng gia, người đang tìm kiếm một trại huấn luyện mới gần đây. Có lẽ ngài có thể nâng cấp cơ sở hạ tầng quân sự ở đây. Điều đó chắc chắn sẽ đảm bảo cho tôi có được những giao dịch sinh lợi.

# T_GAME_EVENT_INVESTMENT_QUEST_BUILDING_SUCCESS
source: Ấn tượng đấy, Lãnh chúa. Ngài đã thực sự nhanh chóng xây dựng được một cơ sở hạ tầng đáng kể. Thần sẽ đi gặp các đối tác kinh doanh của mình ngay bây giờ.
vi: Ấn tượng đấy, thưa Lãnh Chúa. Ngài quả thực đã nhanh chóng xây dựng được một cơ sở hạ tầng đáng kể. Giờ tôi sẽ gặp các đối tác kinh doanh của mình.

# T_GAME_EVENT_INVESTMENT_QUEST_MONEY_DESC
source: Được rồi, vậy ngài muốn sử dụng nội dung của kho bạc để có lợi thế tài chính.
vi: Vậy, ngài muốn sử dụng nội dung của kho bạc để có lợi về tài chính.

# T_GAME_EVENT_INVESTMENT_QUEST_MONEY_STARTED
source: Ngay khi ngài có đủ tiền xu, hãy cho thần biết, thưa Lãnh chúa!
vi: Ngay sau khi ngài có đủ tiền xu, hãy cho tôi biết, thưa Lãnh Chúa!

# T_GAME_EVENT_INVESTMENT_QUEST_MONEY_SUCCESS
source: Rất tốt, thưa ngài. Thần nghe nói rằng ngài đã có đủ tiền. Chỉ cần gửi tiền cho thần và thần sẽ đi gặp các đối tác kinh doanh của mình.
vi: Rất tốt, thưa ngài. Tôi nghe nói rằng ngài đã có đủ tiền. Chỉ cần gửi tiền cho tôi và tôi sẽ đến gặp các đối tác kinh doanh của mình.

# T_GAME_EVENT_INVESTMENT_QUEST_RESOURCES_DESC
source: Giao các tài nguyên mong muốn cho thương nhân.
vi: Cung cấp các tài nguyên mong muốn cho nhà buôn.

# T_GAME_EVENT_INVESTMENT_QUEST_RESOURCES_STARTED
source: Thần biết một người trong Đội cận vệ Hoàng gia luôn có thể sử dụng một số trang bị tốt.
vi: Tôi biết một người trong Cận vệ Hoàng gia, người luôn có thể sử dụng các thiết bị tốt.

# T_GAME_EVENT_INVESTMENT_QUEST_RESOURCES_SUCCESS
source: Rất tốt, thưa ngài. Thần nghe nói rằng ngài đã chuẩn bị sẵn hàng hóa. Chỉ cần gửi chúng đến kho của thần và thần sẽ đi gặp các đối tác kinh doanh của mình.
vi: Rất tốt, thưa ngài. Tôi nghe nói rằng ngài đã có đủ hàng hóa. Chỉ cần gửi chúng đến kho của tôi và tôi sẽ đến gặp các đối tác kinh doanh của mình.

# T_GAME_EVENT_INVESTMENT_RESOURCE_REWARD
source: Thần có tin tốt, thưa ngài. Đây là thành quả lao động của chúng ta. Rất nhiều nguyên liệu thô!
vi: Tôi có tin tốt, thưa ngài. Đây là thành quả lao động của chúng ta. Một lượng lớn tài nguyên thô!

# T_GAME_EVENT_INVESTMENT_REWARD_DESCRIPTION
source: Thương nhân trở về từ kinh thành với kết quả đầu tư. Ông ta có thành công không? Hay ngài đã đảm nhận quá nhiều?
vi: Nhà buôn trở về từ kinh thành với kết quả đầu tư. Các giao dịch có thành công không? Hay các ngài đã quá mạo hiểm?

# T_GAME_EVENT_INVESTMENT_REWARD_PRESTIGE
source: Thưa Lãnh chúa, thần đã gặp một số người có ảnh hưởng ở kinh thành và quyên góp hào phóng ở một số nơi. Điều này đã cải thiện đáng kể danh tiếng của ngài.
vi: Thưa ngài, tôi đã gặp gỡ một số người có ảnh hưởng ở thủ đô và đã quyên góp một cách hào phóng ở một số nơi. Điều này đã cải thiện đáng kể uy tín của ngài.

# T_GAME_EVENT_INVESTMENT_TRADE_MODIFIER_REWARD
source: Thưa Lãnh chúa, thần đã kết thúc một thỏa thuận tốt với các đối tác kinh doanh của mình ở kinh thành. Từ bây giờ, chúng ta có thể bán một số hàng hóa nhất định với giá cao hơn. Thật tuyệt phải không?
vi: Thưa ngài, tôi đã có một thỏa thuận tốt với các đối tác kinh doanh ở thủ đô. Từ giờ trở đi, chúng ta có thể bán một số hàng hóa nhất định với giá cao hơn. Có tuyệt không?

# T_GAME_HAPPYNESS_TOTAL
source: Hạnh phúc
vi: Mức độ hài lòng

# T_GAME_HARVEST_CORN
source: Cánh đồng lúa mì
vi: Ruộng lúa mì

# T_GAME_HARVEST_GRAPES
source: Đồn điền nho
vi: Vườn nho

# T_GAME_HARVEST_HOPS
source: Cánh đồng hoa bia
vi: Ruộng hoa bia

# T_GAME_HARVEST_WOOL
source: Đồng cỏ chăn cừu
vi: Đồng cỏ cừu

# T_GAME_HELPPAGE_DLC_AZURE_BUILDING_CASTLES
source: Từ bây giờ, có thể chọn loại lâu đài trong chế độ vô tận. Lâu đài bình thường có giao diện phù hợp cho "Đế chế Bờ biển". Ngoài ra, giờ đây còn có một lâu đài quân sự, mang lại lợi thế quyết định chống lại các cuộc tấn công của bọn cướp.
vi: Từ giờ trở đi, có thể chọn loại lâu đài trong các bản đồ vô tận. Lâu đài thông thường có một diện mạo phù hợp cho “The Seaside Empire”. Ngoài ra, hiện có một lâu đài quân sự, mang lại những lợi thế quyết định trước các cuộc tấn công của bọn cướp.

# T_GAME_HELPPAGE_DLC_AZURE_BUILDING_CASTLES_MILITARY
source: Lâu đài quân sự Bối cảnh bình thường và lâu đài quân sự "Đế chế Bờ biển"
vi: Lâu đài quân sự thông thường và lâu đài quân sự “The Seaside Empire”

# T_GAME_HELPPAGE_DLC_AZURE_BUILDING_SKINS
source: Hầu hết tất cả các tòa nhà đã được thiết kế lại trong "Đế chế Bờ biển".
vi: Hầu hết tất cả các tòa nhà đều có diện mạo mới trong “The Seaside Empire”.

# T_GAME_HELPPAGE_DLC_AZURE_CHOICE_POPUP_01
source: Các câu chuyện ngắn có thể được kích hoạt khi đáp ứng các điều kiện nhất định. Ví dụ, nếu một tòa nhà nhất định đã được dựng lên hoặc số lượng cư dân đã đạt đến một quy mô nhất định.
vi: Truyện ngắn có thể được kích hoạt khi các điều kiện nhất định được đáp ứng. Ví dụ, khi một tòa nhà cụ thể đã được xây dựng hoặc dân số đã đạt đến một quy mô nhất định.

# T_GAME_HELPPAGE_DLC_AZURE_CHOICE_POPUP_02
source: Đôi khi một hoặc nhiều lựa chọn trong tình huống quyết định của một câu chuyện ngắn không khả dụng. Điều này là do một điều kiện tiên quyết không được đáp ứng.
vi: Đôi khi, một hoặc nhiều lựa chọn trong tình huống ra quyết định của một truyện ngắn không khả dụng. Điều này là do một điều kiện tiên quyết không được đáp ứng.

# T_GAME_HELPPAGE_DLC_AZURE_CONTENT_ONLYAZURE
source: Một số nội dung, chẳng hạn như bến cảng, chỉ có sẵn trong "Đế chế Bờ biển".
vi: Một số nội dung, chẳng hạn như cảng, chỉ có trong “The Seaside Empire”.

# T_GAME_HELPPAGE_DLC_AZURE_HARBOR_PLACEHOLDER
source: Bến cảng chỉ có thể được xây dựng trên bản đồ của "Đế chế Bờ biển" tại những nơi đặc biệt trên bãi biển. Chúng được đánh dấu bằng các cột gỗ.
vi: Cảng chỉ có thể được xây dựng trên các bản đồ của “The Seaside Empire” ở các vị trí đặc biệt trên bãi biển. Chúng được đánh dấu bằng cọc gỗ.

# T_GAME_HELPPAGE_DLC_AZURE_NEWCONTENT_01
source: Các tòa nhà và đồ trang trí mới có thể được tìm thấy trong menu xây dựng. Bối cảnh mới chỉ có thể đạt được bằng cách chọn một bản đồ trong menu chính và bắt đầu một thành phố mới trong "Đế chế Bờ biển".
vi: Các tòa nhà và đồ trang trí mới được tìm thấy trong menu xây dựng. Bối cảnh mới chỉ có thể đạt được thông qua lựa chọn bản đồ trong menu chính và một thành phố mới được bắt đầu trong “The Seaside Empire”.

# T_GAME_HELPPAGE_DLC_AZURE_NEWCONTENT_02
source: Các câu chuyện ngắn và sự kiện, cũng như lâu đài quân sự chỉ khả dụng khi bạn bắt đầu một trò chơi vô tận mới. Tại đây bạn cũng sẽ tìm thấy một số tùy chọn để cá nhân hóa trò chơi trong chế độ vô tận.
vi: Truyện ngắn và sự kiện, cũng như lâu đài quân sự, chỉ có sẵn khi bắt đầu một trò chơi vô tận mới. Ở đây cũng có một số tùy chọn để cá nhân hóa trò chơi vô tận.

# T_GAME_HELPPAGE_DLC_AZURE_SANDBOX_SETTINGS
source: Bọn cướp, thảm họa, nhiệm vụ ngẫu nhiên hoặc truyện ngắn có thể được bật và tắt trong cài đặt của bản đồ vô tận. Các cài đặt này chỉ có thể thay đổi khi bắt đầu bản đồ vô tận.
vi: Trong các cài đặt của bản đồ vô tận, bọn cướp, thảm họa, nhiệm vụ ngẫu nhiên hoặc truyện ngắn có thể được bật và tắt. Các cài đặt này chỉ có thể được thay đổi khi bắt đầu bản đồ vô tận.

# T_GAME_HELPPAGE_DLC_AZURE_SETTING_AZURE
source: Cài đặt mới – "Đế chế Bờ biển"
vi: Bối cảnh mới – “The Seaside Empire”

# T_GAME_HELPPAGE_DLC_AZURE_SETTING_AZURE_DESC
source: "Đế chế Bờ biển" mang đến khí hậu Địa Trung Hải với những bãi biển đẹp và nước trong như pha lê. Không có tuyết rơi vào mùa đông ở đây, nhưng có thể xảy ra hạn hán và sóng nhiệt vào mùa hè và bão lớn vào mùa thu và mùa đông. Khu vực này có địa hình độc đáo và phong cách xây dựng đặc trưng của khu vực.
vi: “The Seaside Empire” mang đến khí hậu Địa Trung Hải với những bãi biển tuyệt đẹp và làn nước trong vắt. Ở đây không có tuyết rơi vào mùa đông, nhưng có thể xảy ra hạn hán và sóng nhiệt vào mùa hè, cũng như những cơn bão lớn vào mùa thu và mùa đông. Khu vực này có một địa hình độc đáo và một phong cách kiến trúc điển hình đại diện cho khu vực.

# T_GAME_HELPPAGE_DLC_AZURE_SETTING_BEACHES_DESC
source: Trên những bãi biển đầy cát của "Đế chế Bờ biển", lúa mì và các sản phẩm nông nghiệp khác không thể trồng được. Nhưng chúng mọc trên đồng cỏ trong khu vực.
vi: Ngũ cốc và các sản phẩm nông nghiệp khác không thể trồng trên các bãi cát của “The Seaside Empire”.

# T_GAME_HELPPAGE_DLC_AZURE_TOWNHOUSES
source: Nhà phố cỡ vừa và nhà thành phố
vi: Nhà ở vừa và nhà phố

# T_GAME_HELPPAGE_DLC_AZURE_TOWNHOUSES_01
source: Nhà phố cỡ vừa và nhà thành phố cung cấp không gian sống mặc định cho lần lượt 4 và 3 gia đình.
vi: Nhà ở vừa và nhà phố theo mặc định cung cấp chỗ ở cho lần lượt 4 và 3 gia đình.

# T_GAME_HELPPAGE_PRESTIGE_01
source: Uy tín là một tài nguyên đặc biệt tượng trưng cho danh tiếng của ngài trong thế giới dân làng. Nhiều chức năng đặc biệt có thể được sử dụng với Uy tín. Uy tín có thể kiếm được bằng cách hoàn thành nhiệm vụ trong các kịch bản và bản đồ vô tận. Kho Uy tín của ngài là duy nhất trên mỗi bản đồ.
vi: Uy tín là một tài nguyên đặc biệt tượng trưng cho sự tôn trọng của bạn trong thế giới Townie. Nhiều chức năng đặc biệt có thể được sử dụng bằng uy tín. Uy tín có thể kiếm được bằng cách hoàn thành các nhiệm vụ trong các kịch bản và bản đồ vô tận. Nhóm uy tín của bạn là duy nhất trên mỗi bản đồ.

# T_GAME_HELPPAGE_PRESTIGE_02
source: Với Uy tín, các tòa nhà có thể được hoàn thành hoặc nâng cấp ngay lập tức và các đồ trang trí đặc biệt có thể được dựng lên.
vi: Với uy tín, bạn có thể hoàn thành ngay lập tức các tòa nhà, cải thiện chúng và xây dựng các đồ trang trí đặc biệt.

# T_GAME_HINT_BARRACKS_SOI
source: Luôn nhớ rằng, một tháp canh sẽ chỉ được cung cấp nếu nó nằm trong phạm vi của doanh trại!
vi: Hãy nhớ rằng, một tháp canh chỉ được cung cấp tài nguyên khi nó nằm trong phạm vi của doanh trại!

# T_GAME_HINT_CAPACITY
source: Tòa nhà {NAME} quá đông!
vi: {NAME} Tòa nhà quá đông!

# T_GAME_HINT_CAPACITY_OLD
source: {BUILDINGNAME}: sức chứa tòa nhà đã đạt! Không còn chỗ cho dân làng!
vi: {BUILDINGNAME}: Đã đạt sức chứa của tòa nhà! Không còn chỗ cho thêm dân làng!

# T_GAME_HINT_CAPACITY_OLD2
source: Sức chứa tòa nhà đã đạt! Xây thêm tòa nhà {NAME} hoặc nâng cấp những tòa nhà hiện có!
vi: Đã đạt sức chứa của tòa nhà! Cung cấp thêm tòa nhà {NAME} hoặc cải thiện các tòa nhà hiện có!

# T_GAME_HINT_CAPACITY_OLD3
source: Tòa nhà {NAME} quá đông! Mong muốn không thể được đáp ứng!
vi: Tòa nhà quá đông! Mong muốn {NAME} không thể được đáp ứng!

# T_GAME_HINT_CARPENTER
source: Một thợ mộc sẽ sửa chữa các tòa nhà bị hư hỏng trong thị trấn của ngài bằng tài nguyên. Ngoài ra, tòa nhà này sẽ cho phép ngài sửa chữa tất cả các tòa nhà của mình cùng một lúc với một lượng nhỏ uy tín.
vi: Thợ mộc sửa chữa các tòa nhà bị hư hỏng trong thành phố của bạn bằng tài nguyên. Ngoài ra, với xưởng mộc, tất cả các tòa nhà trong thành phố của bạn có thể được sửa chữa cùng một lúc với một chút uy tín.

# T_GAME_HINT_FIRE
source: Chúng ta có nên đề phòng hỏa hoạn xảy ra trong thị trấn của chúng ta không, thưa Lãnh chúa? Chúng ta nên giữ cho các tòa nhà của mình được sửa chữa tốt và xây dựng các tháp canh lửa để ngăn chặn hỏa hoạn xảy ra.
vi: Chúng ta có nên làm gì đó để chống lại nguy cơ hỏa hoạn không, thưa ngài? Chúng ta nên thường xuyên sửa chữa các tòa nhà của mình và xây một tháp canh lửa để ngăn chặn hỏa hoạn.

# T_GAME_HINT_FIRE_TITLE_POST
source: Xây dựng một chốt canh lửa
vi: Xây dựng một trạm canh lửa

# T_GAME_HINT_FISHINGLODGE
source: Kho lương thực đang cạn kiệt! Sản xuất thêm cá, thịt hoặc bánh mì!
vi: Dự trữ thực phẩm thấp! Sản xuất thêm cá, thịt hoặc bánh mì!

# T_GAME_HINT_HUNTER_NODEAR
source: Một thợ săn không tìm thấy con mồi nào!
vi: Một người thợ săn không tìm thấy con mồi!

# T_GAME_HINT_HUNTER_NODEAR_OLD
source: Một thợ săn không tìm thấy con hươu nào!
vi: Một người thợ săn không tìm thấy hươu!

# T_GAME_HINT_LUMBERJACK
source: Ngài đang thiếu gỗ! Xây thêm lều tiều phu!
vi: Dự trữ gỗ thấp! Xây thêm lán trại thợ rừng!

# T_GAME_HINT_MARKET
source: Ngài cần một khu chợ!
vi: Bạn cần một khu chợ!

# T_GAME_HINT_MORECARRIERS
source: Ngài cần thêm người vận chuyển! Xây một nhà kho!
vi: Bạn cần thêm người khuân vác! Xây dựng nhà kho!
