Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_IS_SURE_02
source: Sẽ thật xấu hổ nếu chúng ta lại làm bà ấy tức giận vì không cung cấp những gì bà ấy muốn. Hãy tưởng tượng hậu quả cho các cuộc đàm phán.
vi: Sẽ thật đáng tiếc nếu làm cho bà ấy thất vọng thêm lần nữa. Hãy nghĩ đến hậu quả của các cuộc đàm phán thương mại.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_TRANSLATION_001_STARTED
source: Sau chuyến đi dài và mệt mỏi, bà ấy nghĩ rằng mình sẽ được chào đón bởi… ờm, để tôi nghĩ xem… những biểu ngữ của bà ấy. Nhưng bà ấy không thấy cái nào cả. Tôi nghĩ bà ấy muốn thấy biểu ngữ của mình bay phấp phới trong thị trấn này.
vi: Nữ hoàng nói rằng sau chuyến đi dài mệt mỏi của ngài, bà ấy đã trông đợi... à... một vài... biểu ngữ. Nhưng bà ấy không thấy cái nào ở đây trong làng. Tôi nghĩ bà ấy muốn thấy cờ của ngài bay ở đây.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_TRANSLATION_001_STARTED_01
source: Tôi sẽ cố gắng hết sức để dịch những mong muốn của Nữ hoàng cho ngài, thưa Đức ngài.
vi: Tôi sẽ cố gắng hết sức để dịch những mong muốn của Nữ hoàng, thưa ngài.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_TRANSLATION_001_TITLE
source: Treo cờ hiệu
vi: Giương cao biểu ngữ

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_TRANSLATION_002_STARTED
source: Lãnh chúa, tôi không nghĩ người phiên dịch của chúng ta đủ tiêu chuẩn để đại diện cho chúng ta trong các cuộc đàm phán thương mại. Nếu chúng ta mắc thêm một sai lầm nữa, Nữ hoàng có thể rất tức giận.
vi: Thưa ngài, tôi nghĩ người phiên dịch của chúng ta không đủ điều kiện để đại diện cho chúng ta trong các cuộc đàm phán thương mại. Nếu chúng ta mắc thêm một lỗi nữa, Nữ hoàng có thể sẽ rất tức giận.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_HAPPYEND
source: Chúc mừng, Thống đốc. Chúng ta đã làm được. Từ bây giờ, cứ bốn năm một lần, các lễ hội được tổ chức tại ngôi làng này để kỷ niệm liên minh của các vương quốc chúng ta.
vi: Xin chúc mừng, thưa Thống đốc. Chúng ta đã làm được. Từ giờ trở đi, các lễ hội sẽ được tổ chức bốn năm một lần trong ngôi làng này để kỷ niệm liên minh của các vương quốc của chúng ta.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_HAPPYEND_02
source: Cảm ơn ngài, Thống đốc. Nữ hoàng rất nhiệt tình với động lực hành động của ngài. Bây giờ chúng ta sẽ chuyển đến hội thương mại để đàm phán. Không còn gì cản trở một thỏa thuận thương mại thành công nữa.
vi: Xin cảm ơn, thưa Thống đốc. Nữ hoàng rất thích sự hăng hái của ngài. Giờ chúng ta sẽ đến phường hội thương nhân để đàm phán. Không còn gì có thể cản trở một thỏa thuận thương mại thành công.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_HAPPYEND_ADVISOR
source: Làm tốt lắm Lãnh chúa, bây giờ chúng ta có một thành phố thực sự tốt đẹp, tôi nóng lòng muốn chia sẻ thói quen và phong tục của chúng ta với những người hàng xóm.
vi: Làm tốt lắm, thưa ngài, giờ chúng ta đã có một thành phố thực sự xinh đẹp, tôi rất nóng lòng được chia sẻ các phong tục và tập quán của chúng ta với những người láng giềng.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_HERBS_TRADITION_STARTED
source: Và ngài cũng nên biết rằng ở vương quốc của Nữ hoàng Frigyth, khi ngài tin tưởng ai đó, ngài sẽ tặng họ thảo dược. Đó là một biểu tượng nổi tiếng của lòng trung thành và tình bạn.
vi: Và ngài cũng nên biết, ở quê hương của Nữ hoàng Frigyth, việc tặng thảo mộc cho ai đó là một phong tục khi ngài tin tưởng người đó. Đó là một biểu tượng nổi tiếng của tình bạn và lòng trung thành.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_JUST_IN_TIME_FAILED
source: Ồ không. Nữ hoàng đã đến làng! Tôi sợ bây giờ đã quá muộn. Ngài ấy sẽ không vui chút nào…
vi: Ôi không. Nữ hoàng đã đến được làng. Đã quá muộn rồi, thưa ngài. Chắc chắn ngài sẽ không hài lòng chút nào...

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_JUST_IN_TIME_SHORT_SUM
source: Vừa kịp lúc
vi: Thời gian gấp rút

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_JUST_IN_TIME_SHORT_TITLE
source: Hoàn thành nhiệm vụ “Vừa kịp lúc“.
vi: Hoàn thành nhiệm vụ “Thời gian gấp rút”.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_JUST_IN_TIME_STARTED
source: Chúng ta có một khoảng thời gian giới hạn. Chúng ta nên tìm người phiên dịch này và một nơi để tổ chức cuộc họp. Tốt hơn hết là chúng ta nên làm điều đó trước khi họ đến làng nếu không các cuộc đàm phán thương mại sẽ thất bại.
vi: Chúng ta có một khoảng thời gian giới hạn cho đến khi Đức Vua đến cùng khách của ngài. Chúng ta nên tìm người phiên dịch và một nơi cho cuộc gặp. Tốt hơn hết là chúng ta nên làm điều đó trước khi họ đến làng, nếu không các cuộc đàm phán thương mại sẽ thất bại.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MAINQUEST_STARTED
source: Nữ hoàng Frigyth không nói ngôn ngữ của chúng ta, Lãnh chúa. Ngài nên tập trung nỗ lực vào việc tìm một người phiên dịch có khả năng nói được ngôn ngữ của bà ấy.
vi: Thưa ngài, Nữ hoàng Frigyth không nói được ngôn ngữ của chúng ta. Trước tiên, ngài nên nỗ lực hết sức để tìm một người phiên dịch, người nói được ngôn ngữ của Nữ hoàng.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MAINQUEST_TITLE
source: Hãy là khách của chúng tôi
vi: Xin mời đến thăm

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MILITARY_FAILED_BANDIT
source: Thống đốc, những cuộc tấn công của bọn cướp này đang trở nên quá nguy hiểm. Thị trấn của ngài không còn an toàn nữa. Các cuộc đàm phán thương mại đã bị hủy bỏ. Nữ hoàng đã rời đi rồi.
vi: Thưa Lãnh Chúa, nạn cướp bóc này đang vượt quá tầm kiểm soát. Nơi đây quá nguy hiểm, chúng ta sẽ hủy bỏ các cuộc đàm phán. Nữ hoàng đã khởi hành rồi.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MILITARY_STARTED
source: Chào buổi chiều, thưa ngài. Dân làng phàn nàn về hoạt động cao của bọn cướp gần đó. Ngài nên xem xét việc thành lập một đội vệ binh thành phố. Chúng ta cần doanh trại và tháp canh.
vi: Chào buổi sáng, thưa ngài. Người dân đang phàn nàn về hoạt động cao của bọn cướp gần đó. Ngài nên xem xét việc thành lập một đội lính canh thành phố. Chúng ta cần một doanh trại và các tháp canh.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MILITARY_STARTED_V2
source: Chào buổi sáng, thưa ngài. Một số cuộc tấn công của bọn cướp đã được dân làng báo cáo. Tôi đề nghị chúng ta xây dựng một số tòa nhà phòng thủ.
vi: Chào buổi sáng, thưa ngài. Một số cuộc tấn công của bọn cướp đã được báo cáo bởi người dân. Tôi đề nghị chúng ta xây dựng một vài tòa nhà phòng thủ.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MILITARY_SUCCESS
source: Làm tốt lắm, Lãnh chúa. Bây giờ ít nhất chúng ta có thể chống trả khi bọn cướp tấn công làng.
vi: Rất tốt, thưa Lãnh Chúa. Giờ ít nhất chúng ta có cơ hội để chống lại các cuộc tấn công của bọn cướp.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MILITARY_SUCCESS_02
source: Lãnh chúa, chúng ta phải đảm bảo rằng các cuộc tấn công của bọn cướp không làm gián đoạn chuyến thăm của Nữ hoàng. Điều này có thể chứng tỏ là một thảm họa.
vi: Chúng ta phải đảm bảo rằng bọn cướp trong khu vực không làm gián đoạn các cuộc đàm phán thương mại, thưa ngài. Điều này có thể gây ra hậu quả tàn khốc cho các cuộc đàm phán.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MORE_PEOPLE_STARTED
source: Để chứa các phái đoàn của các quốc gia khác, chúng ta cần cung cấp nhiều cơ hội nhà ở hơn cho họ.
vi: Thưa ngài, để có thể chứa các phái đoàn của các quốc gia khác, chúng ta nên cung cấp thêm nhà ở, thưa ngài.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_MORE_PEOPLE_SUCCEED
source: Tuyệt vời Lãnh chúa, bây giờ chúng ta có một số lượng nhà ở kha khá cho khách. Việc chuẩn bị cho các cuộc đàm phán thương mại đã hoàn tất.
vi: Xuất sắc, thưa ngài. Giờ chúng ta đã có đủ nhà ở để tiếp đón tất cả các vị khách. Các công tác chuẩn bị cho các cuộc đàm phán thương mại đã hoàn tất.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEEN_ARRIVED_STARTED
source: Chào mừng đến thị trấn đáng yêu của chúng tôi, Nữ hoàng Frigyth. Tôi hy vọng ngài đã có một chuyến đi tốt đẹp. Như ngài thấy, chúng tôi đã tìm thấy một người phiên dịch. Có bất cứ điều gì chúng tôi làm cho ngài không?
vi: Chào mừng đến với thành phố nhỏ của chúng tôi, Nữ hoàng Frigyth. Tôi hy vọng chuyến đi của ngài đã tốt đẹp. Như ngài thấy đấy, chúng ta có một người phiên dịch ở đây. Chúng tôi có thể làm gì cho ngài đầu tiên?

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEEN_OUT
source: Đủ rồi. Thống đốc, lẽ ra ngài nên tin tưởng người phiên dịch. Chúng ta đã thất bại! Nữ hoàng Frigyth đang rời đi và các cuộc đàm phán thương mại kết thúc trước cả khi chúng bắt đầu…
vi: Đủ rồi, thưa Thống đốc! Tại sao các ngươi không tin tưởng người phiên dịch. Giờ thì chúng ta đã thất bại! Nữ hoàng đang rời đi. Các cuộc đàm phán thương mại đã thất bại trước khi chúng kịp bắt đầu…

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEEN_UNHAPPY_1_STARTED
source: Bà ấy trông không vui lắm. Ngài có chắc là mình dịch đúng không?!
vi: Bà ấy trông không vui! Ngài có thực sự hiểu những gì bà ấy nói không?!

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_CHURCH_STARTED
source: Lãnh chúa, cảm ơn ngài đã tin tưởng tôi. Chúng ta vẫn cần một nhà thờ trong ngôi làng này. Từ lâu, cư dân đã yêu cầu một nơi để họ có thể tụ tập và thực hành đức tin của mình.
vi: Thưa ngài, cảm ơn vì đã tin tưởng tôi. Chúng ta vẫn còn thiếu một nhà thờ trong ngôi làng này. Người dân từ lâu đã tìm kiếm một nơi để tụ tập và thực hành đức tin của mình.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_CHURCH_STARTED_02
source: Đặc biệt là trong những thời điểm như thế này, khi bọn cướp ám ảnh các khu rừng xung quanh và ngài không thể cảm thấy an toàn ở bất cứ đâu, cư dân cần một nơi trú ẩn an toàn.
vi: Đặc biệt là trong những thời điểm như thế này, khi bọn cướp đang hoành hành trong các khu rừng xung quanh và không có nơi nào an toàn, người dân cần một nơi ẩn náu.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_CLIENT_TRANSLATION_CHURCH_TRUE
source: Một quán rượu? Có một nhà thờ dường như quan trọng hơn để có trong thị trấn của chúng ta, đặc biệt là với các cuộc tấn công của bọn cướp gần đây, mọi người cần một nơi để cảm thấy an toàn.
vi: Một quán trọ ư? Một nhà thờ trong làng sẽ quan trọng hơn nhiều, tôi chắc chắn điều đó. Đặc biệt là bây giờ, khi nhiều bọn cướp đang hoành hành trong khu vực, thưa ngài.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_FAIRGROUND_FALSE
source: Một sân đấu thương... ngài có chắc không? Tôi nghĩ bà ấy muốn nói đến một khu hội chợ. Đây chắc chắn sẽ là một lựa chọn tốt hơn cho ngôi làng của chúng ta. Nó sẽ cho phép chúng ta tìm hiểu về các lễ hội hòa bình khác nhau của cả hai Vương quốc.
vi: Một đấu trường ư...? Tôi nghĩ bà ấy có lẽ đang muốn nói đến một quảng trường lễ hội. Có lẽ đây sẽ là lựa chọn tốt hơn cho làng của chúng ta. Bằng cách này, chúng ta có thể kết hợp các lễ hội hòa bình của vương quốc của mình ở một nơi. Ngài có thấy vậy không?

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_FAIRGROUND_START
source: Nữ hoàng sẽ dạy chúng ta truyền thống của Vương quốc của bà ấy, và chúng ta tổ chức nhiều lễ hội nơi chúng ta có thể nhảy múa và ca hát. Chúng ta có nên bắt đầu xây dựng khu hội chợ không, Lãnh chúa?
vi: Nữ hoàng sẽ có thể dạy chúng ta những truyền thống của đất nước của bà ấy và chúng ta sẽ tổ chức nhiều lễ hội lớn với các bài hát và điệu nhảy. Thưa Lãnh Chúa, chúng ta có nên bắt đầu xây dựng một quảng trường lễ hội không?

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_JOUSTING_TRUE
source: Nếu tôi hiểu đúng ý bà ấy, Nữ hoàng muốn thấy một nơi mà các quốc gia khác nhau tụ tập và cạnh tranh trong các thử thách khác nhau. Tôi nghĩ bà ấy muốn nói đến một sân đấu thương.
vi: Nếu tôi hiểu bà ấy đúng, thì Nữ hoàng đã nói rằng bà ấy muốn thấy một nơi mà các quốc gia khác nhau có thể tụ tập và cạnh tranh trong các lĩnh vực khác nhau. Tôi nghĩ bà ấy muốn nói đến một đấu trường.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_TAVERN_FAILED
source: Và tôi lại sai nữa rồi, Lãnh chúa. Tôi rất xin lỗi. Tôi tin rằng tôi đã hiểu lầm Nữ hoàng Frigyth. Bà ấy thực sự muốn một nơi yên bình hơn... như một nhà thờ.
vi: Và điều đó lại xảy ra với tôi, thưa ngài. Tôi nghĩ tôi đã hiểu sai điều gì đó. Bà ấy có lẽ muốn nói đến một nơi yên bình hơn, như một nhà thờ.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_TAVERN_FALSE
source: Ngài đã chọn một cách khôn ngoan, Lãnh chúa. Bà ấy sẽ hài lòng khi thấy rằng ngoài một quán rượu đẹp, chúng ta còn có đồ uống ngon cho bà ấy.
vi: Ngài đã lựa chọn một cách khôn ngoan, thưa ngài. Nữ hoàng Frigyth sẽ rất vui khi chúng ta cũng có thể cung cấp cho bà ấy những đồ uống thơm ngon trong quán trọ mới của chúng ta.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_TRANSLATION_003_STARTED
source: Lãnh chúa, bà ấy nói rằng sẽ thật tuyệt nếu có thứ gì đó để ăn sau chuyến đi dài này. Chúng ta nên mời bà ấy một ít bánh mì được sản xuất tại thị trấn của chúng ta.
vi: Thưa ngài, bà ấy nói rằng bà ấy muốn ăn một chút gì đó sau chuyến đi dài. Ngài nên mời bà ấy một ít bánh mì mà chúng ta sản xuất ở đây.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_TRANSLATION_003_TITLE
source: Tin tưởng thiếu nữ
vi: Tin tưởng cô gái

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_GIRL_TRANSLATION_TAVERN_FALSE
source: Nữ hoàng Frigyth nói rằng bà ấy đã mong đợi có một nơi để tụ tập. Tôi nghĩ bà ấy đang nói về một quán rượu, đó sẽ là nơi hoàn hảo cho việc đó.
vi: Nữ hoàng Frigyth nói rằng bà ấy mong đợi một nơi ở trong làng của chúng ta nơi mọi người có thể tụ tập. Tôi nghĩ bà ấy đang nói đến một quán trọ.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_JOUSTING_START
source: Nữ hoàng sẽ rất vui mừng, một nơi mà tất cả các quốc tịch có thể chứng tỏ kỹ năng của họ. Lãnh chúa, chúng ta có nên bắt đầu xây dựng sân đấu thương không?
vi: Nữ hoàng sẽ rất vui mừng. Đó sẽ là một nơi để tất cả các quốc gia thể hiện khả năng của mình. Thưa ngài, chúng ta có nên đặt hàng xây dựng một đấu trường không?

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_PRODUCE_BREAD_START
source: Tôi chắc chắn rằng Nữ hoàng Frigyth sẽ đánh giá cao việc khám phá bánh mì từ vùng đất của chúng ta.
vi: Tôi chắc chắn rằng Nữ hoàng sẽ thích hơn nếu chúng ta mời bà ấy bánh mì do chính chúng ta nướng, thưa Lãnh Chúa.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_PRODUCE_BREAD_SUCCESS
source: Đây là bánh mì cho Nữ hoàng Frigyth, Lãnh chúa. Có lẽ là chiếc bánh mì ngon nhất chúng ta từng nướng trong thị trấn.
vi: Đây là bánh mì cho Nữ hoàng, thưa ngài. Có lẽ đây là loại bánh mì ngon nhất từng được nướng trong ngôi làng này.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_QUEEN_SPEAKING_004
source: Hãy tiếp tục chuyến tham quan, Nữ hoàng Frigyth. Ngài có mong muốn nào khác không?
vi: Hãy tiếp tục chuyến tham quan, Nữ hoàng Frigyth. Ngài có bất kỳ mong muốn nào khác không?

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_BREAD_PRODUCE
source: Chúc mừng, Lãnh chúa. Nữ hoàng dường như hài lòng với bánh mì. Bà ấy nói rằng bánh mì này sẽ bán được giá tốt trên thị trường vì bà ấy đang lên kế hoạch cho một tuyến đường thương mại đến chỗ chúng ta. Bánh mì của chúng ta sau đó sẽ được biết đến ở cả hai vương quốc.
vi: Xin chúc mừng, thưa Lãnh Chúa. Nữ hoàng có vẻ thích bánh mì. Bà ấy nói rằng loại bánh mì này sẽ có giá tốt trên thị trường vì bà ấy đang có kế hoạch xây dựng một tuyến đường thương mại đến chỗ chúng ta. Bánh mì của chúng ta sau đó sẽ nổi tiếng ở cả hai vương quốc.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_BREAD_TRIBUTE
source: Ồ. Bà ấy có vẻ thất vọng và hạnh phúc cùng một lúc. Điều này có nghĩa là gì?
vi: Thưa Lãnh Chúa, một mặt, bà ấy có vẻ thất vọng, nhưng mặt khác, bà ấy lại có vẻ hài lòng. Điều này có nghĩa là gì?

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_BREAD_TRIBUTE_02
source: Nữ hoàng nói rằng bà ấy sẽ tăng giá bánh mì trên các tuyến đường thương mại, vì chúng ta dường như không gặp vấn đề gì khi mua bánh mì thay vì tự làm.
vi: Nữ hoàng nói rằng bà ấy sẽ tăng giá bánh mì trên các tuyến đường thương mại. Nếu chúng ta thậm chí không cung cấp bánh mì do chính mình sản xuất cho bà ấy, thì có vẻ như chúng ta thích trả tiền để mua bánh mì.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_CHURCH
source: Bà ấy rất vui khi thấy người dân của chúng ta bây giờ có một nơi trong thị trấn để họ có thể tụ tập.
vi: Bà ấy rất vui khi chúng ta có một nơi trong làng để người dân có thể tụ tập.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_FAIRGROUND
source: Có vẻ như chúng ta đã hoàn toàn sai lầm. Nữ hoàng đang buồn bã. Tại sao ngài lại nghe lời cố vấn của mình? Ông ta thậm chí còn không nói được ngôn ngữ của Nữ hoàng!
vi: Có vẻ như chúng ta đã làm Nữ hoàng khó chịu. Chúng ta đã làm sai rồi, thưa Thống đốc. Tại sao ngài lại nghe theo cố vấn của mình khi chúng ta đã có một người phiên dịch ở đây?

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_JOUSTING
source: Nữ hoàng đã gửi thư đến các nước láng giềng và mời họ tham gia một giải đấu lớn ở đây. Cảm ơn rất nhiều, Thống đốc.
vi: Nữ hoàng đã gửi thư cho các vương quốc lân cận và mời họ tham gia một giải đấu lớn. Xin cảm ơn, thưa Thống đốc.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_QUEST_REACTION_QUEEN_TAVERN
source: Thống đốc, có vẻ như ngài đã tin nhầm người! Nữ hoàng Frigyth muốn xây một nhà thờ chứ không phải một quán rượu.
vi: Thưa Thống đốc, có vẻ như ngài đã tin tưởng nhầm người. Nữ hoàng Frigyth muốn có một nhà thờ chứ không phải một quán trọ.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_THE_QUEEN_STARTED
source: Chào buổi sáng, Lãnh chúa. Đoàn tùy tùng của Nhà vua sẽ sớm đến cùng Nữ hoàng Frigyth. Cuộc gặp này có tầm quan trọng tối cao đối với quan hệ ngoại giao giữa hai Vương quốc.
vi: Chào buổi sáng, thưa ngài. Đức Vua cùng tùy tùng và Nữ hoàng Frigyth từ phương bắc sẽ sớm đến đây thôi. Cuộc gặp gỡ này là vô cùng quan trọng đối với Đức Vua.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRADEGUILD_OVER
source: Hội thương mại đã bị phá hủy! Đây là một thảm họa hoàn toàn, Lãnh chúa! Các cuộc đàm phán không thể được tổ chức tại thị trấn của chúng ta! Nhà vua sẽ rất tức giận!
vi: Phường hội thương nhân đã bị phá hủy! Đây là một thảm họa, thưa ngài. Các cuộc đàm phán không thể diễn ra theo cách này! Đức Vua sẽ không hài lòng chút nào.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRADEGUILD_STARTED
source: Lãnh chúa. Đối với các cuộc đàm phán thương mại, chúng ta cần một nơi thích hợp để tổ chức. Các thương nhân đã đề xuất rằng chúng ta nên xây dựng một tòa nhà hội thương mại trong thị trấn của chúng ta. Đây sẽ là nơi hoàn hảo để tổ chức các cuộc đàm phán.
vi: Thưa ngài, đối với các cuộc đàm phán thương mại, chúng ta cần một địa điểm thích hợp. Phường hội thương nhân đã đề nghị chúng ta nên xây dựng một phường hội thương nhân. Tòa nhà này sẽ là địa điểm lý tưởng cho các cuộc đàm phán của chúng ta.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRADEGUILD_SUCCESS
source: Làm tốt lắm, Lãnh chúa, tòa nhà hội thương mại đã được hoàn thành. Chẳng bao lâu nữa các cuộc đàm phán thương mại có thể diễn ra ở đó.
vi: Rất tốt, thưa ngài. Phường hội thương nhân đã được hoàn thành. Các cuộc đàm phán thương mại sẽ sớm có thể diễn ra ở đó.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRADEGUILD_WARNING
source: Thưa ngài, chúng ta phải đảm bảo rằng hội thương mại được an toàn. Phải ngăn chặn bọn cướp bằng mọi giá không được làm gián đoạn các cuộc đàm phán thương mại. Nếu không, chúng ta phải hủy bỏ các cuộc đàm phán.
vi: Thưa ngài, chúng ta phải đảm bảo rằng phường hội thương nhân được bảo vệ. Bọn cướp không được phép làm gián đoạn các cuộc đàm phán thương mại trong bất kỳ trường hợp nào. Nếu không, chúng ta sẽ phải hủy bỏ các cuộc đàm phán.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRADEGUILD_WARNING_TITLE
source: Bảo vệ hội thương mại
vi: Bảo vệ phường hội thương nhân

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRANSLATION_001_STARTED
source: Chà, Nữ hoàng Frigyth đã nói! Tôi không hiểu một lời nào, nhưng thiếu nữ trẻ ở đây chắc chắn sẽ cho chúng ta biết.
vi: Vậy là Nữ hoàng Frigyth đã lên tiếng! Tuy rằng chúng ta không hiểu một từ nào, nhưng cô gái trẻ ở đây chắc chắn sẽ cho chúng ta biết ý nghĩa của tất cả những điều đó ngay thôi.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_TRANSLATION_002_STARTED
source: Tốt hơn hết là ngài nên cố gắng hơn. Rốt cuộc, đây là về các tuyến đường thương mại và đơn đặt hàng với Nữ hoàng Frigyth. Chúng ta không thể dung thứ cho bất kỳ sai lầm nào! Có rất nhiều tiền liên quan!
vi: Các ngươi tốt hơn hết nên cố gắng nhiều hơn. Dù sao thì đây cũng là về các tuyến đường thương mại và các hợp đồng với Nữ hoàng Frigyth. Chúng ta không thể bỏ qua bất kỳ sai sót nào! Liên quan đến rất nhiều tiền!

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_YOUNG_GIRL_INTRODUCTION_STARTED
source: Rất vui cuối cùng cũng được gặp ngài, Lãnh chúa. Phát âm của tôi không hoàn hảo lắm nhưng tôi rất vui nếu có thể giúp ngài dịch thuật trong các cuộc đàm phán.
vi: Rất vui được gặp ngài, thưa Lãnh Chúa. Cách phát âm của tôi vẫn chưa hoàn hảo, nhưng tôi rất vui nếu có thể giúp ngài trong các cuộc đàm phán.

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_MAINQUEST_FAILED
source: Ngài đã thất bại trong cuộc điều tra của mình, thưa ngài. Vụ án chưa được giải quyết. Nếu tôi là ngài, tôi sẽ rời đi trước khi Nữ hoàng nghe về điều này.
vi: Các ngươi đã thất bại trong cuộc điều tra của mình và không thể giải quyết vụ án, thưa Lãnh Chúa. Nếu ta là các ngươi, ta sẽ biến mất ngay lập tức, trước khi Nữ hoàng biết chuyện.

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_MAINQUEST_STARTED
source: Giải quyết xung đột của các phe phái.
vi: Giải quyết các xung đột giữa các phe phái.

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_MAINQUEST_SUCCESS
source: Thưa ngài! Tôi xin ngả mũ trước ngài! Bất chấp những trở ngại khác nhau mà ngài phải đối mặt, ngài đã thành công trong cuộc điều tra của mình. Xung đột trong thị trấn đã được giải quyết.
vi: Tôi xin ngả mũ trước ngài, thưa Lãnh Chúa! Bất chấp vô số trở ngại, ngài đã hoàn thành thành công các cuộc điều tra và giải quyết các cuộc xung đột trong thành phố.

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_MAINQUEST_TITLE
source: Điều tra các vấn đề trong thị trấn.
vi: Điều tra các vấn đề trong làng.

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_PRESENTATION
source: Chào buổi sáng, Lãnh chúa! Đã đến lúc ngài đến đây. Có một cuộc xung đột nghiêm trọng trong thị trấn này.
vi: Chào buổi sáng, thưa Lãnh Chúa! Cuối cùng thì ngài cũng đã đến! Có một số vấn đề và xung đột trong thành phố mà chúng tôi cần sự giúp đỡ của ngài.

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_PRESENTATION_001
source: Kể từ khi Nữ hoàng mở cửa biên giới vương quốc của mình, rất nhiều người mới đến đây để thử vận may ở phía bên này biên giới.
vi: Kể từ khi Nữ hoàng mở cửa biên giới đến vương quốc của mình, nhiều người mới đã đến đây để thử vận may ở bên này biên giới.

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_PRESENTATION_002
source: Nhưng, ngài thấy đấy, gần đây mọi chuyện không hề dễ dàng ở thị trấn này, Lãnh chúa.
vi: Như ngài có thể thấy, cuộc sống ở đây trong thành phố gần đây không hề dễ dàng, thưa ngài.

# T_QUESTS_SCENARIO_FEDERATIONS_THEBEAST_PRESENTATION_003
source: Vấn đề là luôn có xung đột giữa người dân địa phương và những người mới đến trong thị trấn. Họ tranh cãi về hoàn toàn mọi thứ!
vi: Vấn đề nằm ở những xung đột giữa những người mới đến và người dân bản địa của thành phố. Họ đang tranh cãi về mọi thứ nhỏ nhặt!

# T_QUESTS_SCENARIO_INSANECHOICES_CHOOSE_TEST
source: Tôi không nghĩ số tiền chúng ta có sẽ đủ để hoàn thành tất cả các nhiệm vụ. Ngài sẽ phải quyết định chi tiêu tiền xu vào việc gì.
vi: Tôi nghĩ rằng số tiền trong kho bạc sẽ không đủ cho tất cả các nhiệm vụ, thưa ngài. Ngài sẽ phải quyết định xem ngài sẽ chi tiền vào việc gì trong làng.

# T_QUESTS_SCENARIO_INSANECHOICES_CHOOSE_TEST1
source: Bên cạnh đó, rất nhiều Dân làng không vui và rất nghèo ở đây và tôi sợ chúng ta đang trên bờ vực của một cuộc nổi dậy chống lại Công tước của chúng ta. Họ sẽ không trả bất kỳ khoản thuế nào cho đến khi tình hình được cải thiện!
vi: Ngoài ra, thưa Lãnh Chúa, người dân đang rất nghèo khó và bất hạnh trước những hành động của Công tước và tôi e rằng họ đang nghĩ đến một cuộc nổi dậy công khai chống lại Công tước. Người dân sẽ không trả thuế cho đến khi tình hình được cải thiện!

# T_QUESTS_SCENARIO_INSANECHOICES_LADY
source: Ngài thấy đấy Lãnh chúa, gieo nhân nào gặt quả nấy.
vi: Các ngươi thấy rồi đấy? Gieo nhân nào, gặt quả nấy!
