Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_GIANT_RABBIT_DESC_007_A
source: Ta đã đợi ngươi. Lũ quạ đã báo trước sự xuất hiện của ngươi. Chúng ồn ào làm sao. Nhưng vẫn luôn ít ồn ào hơn những cú nhảy của con thỏ đó.
vi: Ta đã đợi ngài. Những con quạ đã báo trước về sự xuất hiện của ngài. Chúng kêu to như thế nào. Nhưng không thể to bằng tiếng nhảy của con thỏ.

# T_GAME_QUEST_GIANT_RABBIT_DESC_007_ANSWER_002
source: Sử dụng ma thuật.
vi: Sử dụng phép thuật.

# T_GAME_QUEST_GIANT_RABBIT_DESC_007_B
source: Vậy là thật sao?!
vi: Vậy là sự thật rồi?!

# T_GAME_QUEST_GIANT_RABBIT_DESC_007_C
source: Ngươi dám chắc là vậy! Ngươi đã mất quá nhiều thời gian để đến đây. May mắn thay, vẫn còn thời gian. Bây giờ ngươi có một số lựa chọn để xem xét.
vi: Chắc chắn rồi! Ngài đã mất một thời gian dài để tìm tôi. May mắn thay, chúng ta vẫn còn thời gian. Ngài có ba lựa chọn…

# T_GAME_QUEST_GIANT_RABBIT_END_001
source: Tôi thấy rằng ngài không hề quan tâm đến cư dân của mình trong bất kỳ hoàn cảnh nào, thưa Ngài... Điều này cuối cùng sẽ gây hậu quả.
vi: Tôi thấy rằng ngài không hề quan tâm đến dân làng của mình trong bất kỳ hoàn cảnh nào, thưa ngài… Điều này sẽ gây ra hậu quả đấy.

# T_GAME_QUEST_GIANT_RABBIT_HUNT
source: Được rồi, hãy xây hai túp lều của thợ săn và thu hoạch một ít thịt. Biết đâu, với một chút may mắn, chúng ta sẽ tìm thấy hang của con thỏ khổng lồ.
vi: Được thôi, hãy xây hai lều thợ săn và lấy một ít thịt. Ai mà biết được, có lẽ, với một chút may mắn, chúng ta có thể tìm thấy hang của con thỏ khổng lồ.

# T_GAME_QUEST_GIANT_RABBIT_MAGIC_001
source: Đây là lĩnh vực của ta. Ta sẽ làm cho ngươi một ít thuốc, nhưng ngươi phải mang cho ta một số nguyên liệu.
vi: Đó là chuyên môn của tôi. Tôi sẽ pha chế cho ngài một loại thuốc nhỏ, nhưng ngài phải mang cho tôi các thành phần.

# T_GAME_QUEST_GIANT_RABBIT_MAGIC_002
source: Tốt rồi sao? Ngươi định đưa nguyên liệu cho ta chưa?
vi: Tốt rồi? Ngài đưa cho tôi các thành phần chứ?

# T_GAME_QUEST_GIANT_RABBIT_MAGIC_003
source: Cảm ơn ngài rất nhiều. Chết tiệt! Giờ ta lại quên mất nửa còn lại của nguyên liệu rồi.
vi: Cảm ơn ngài, thưa ngài. Chết tiệt! Bây giờ tôi lại quên mất một nửa số thành phần khác rồi.

# T_GAME_QUEST_GIANT_RABBIT_MAGIC_004
source: Ồ, chúng ta không có cả ngày đâu, thưa Ngài. Ta còn phải pha chế thuốc. Sao ngài không đưa nguyên liệu cho ta ngay bây giờ?
vi: Ồ, chúng ta không có cả ngày đâu, thưa ngài. Tôi phải pha chế một loại thuốc. Sao ngài không đưa các thành phần cho tôi ngay bây giờ?

# T_GAME_QUEST_GIANT_RABBIT_MAGIC_005
source: Cảm ơn ngài rất nhiều. Hãy lấy lọ thuốc này. Đổ một ít vào giếng làng và đợi một lúc. Con thỏ khổng lồ sẽ tự bỏ đi sau khi ngửi thấy mùi này.
vi: Cảm ơn ngài, thưa ngài. Đây là thuốc. Nhỏ một chút vào giếng của thành phố và chờ đợi. Con thỏ khổng lồ sẽ tự biến mất một lúc sau vì mùi đó.

# T_GAME_QUEST_GIANT_RABBIT_MAGIC_006
source: Thưa ngài... Chúng ta phải xây dựng nhà tắm công cộng và thêm nhiều tinh dầu vào đó để loại bỏ mùi hôi ám trên người dân... nó thực sự kinh khủng.
vi: Thưa ngài… Chúng ta cần phải nhanh chóng xây dựng các nhà tắm và đổ đầy tinh dầu vào nước. Dân làng đang bốc mùi kinh khủng!

# T_GAME_QUEST_GIANT_RABBIT_MAGIC_007
source: Tuyệt vời! Thị trấn cuối cùng cũng có thể thở lại được rồi! Con thỏ đã biến mất không dấu vết, như thể chúng ta chỉ tưởng tượng ra nó. Hiện tại, thưa Lãnh chúa, chúng ta hãy quay lại công việc của mình.
vi: Tuyệt vời! Cuối cùng thì thành phố cũng có thể thở lại! Con thỏ đã biến mất như thể chúng ta đã tưởng tượng ra nó. Trước mắt, hãy quay lại làm việc, thưa ngài.

# T_GAME_QUEST_GIANT_RABBIT_NOTHING
source: Sau cùng, con thỏ đã tự bỏ đi. Trong một trong những cú nhảy cuối cùng, nó đã đào lên một cái rương do bọn cướp giấu từ lâu. Cái rương chứa 2000 đồng vàng và nhà vua thấy chúng ta xứng đáng nhận được uy tín!
vi: Cuối cùng, con thỏ đã tự biến mất. Trong một trong những cú nhảy cuối cùng của nó, nó đã đào được một chiếc rương cũ mà bọn cướp đã chôn. Chiếc rương chứa 2000 đồng vàng và nhà vua nghĩ rằng chúng ta xứng đáng nhận được uy tín!

# T_GAME_QUEST_GIANT_RABBIT_PRAY_001
source: Chà... Phải đợi đến khi một con thỏ khổng lồ xuất hiện thì ngài mới cân nhắc việc xây dựng một nhà thờ!
vi: Chà… Phải cần đến một con thỏ khổng lồ thì ngài mới chịu xây một nhà thờ!

# T_GAME_QUEST_GIANT_RABBIT_PRAY_002
source: Chúng ta hãy nhanh chóng xây dựng nhà thờ này và tập hợp cư dân lại để cầu nguyện.
vi: Hãy nhanh chóng xây nhà thờ để chúng ta có thể tập hợp cư dân để cầu nguyện.

# T_GAME_QUEST_GIANT_RABBIT_PRAY_003
source: Tất cả những gì còn lại là chờ đợi thần linh ra tay.
vi: Bây giờ chúng ta chỉ có thể chờ đợi điều thiêng liêng sẽ thực hiện công việc của nó.

# T_GAME_QUEST_GIANT_RABBIT_PRAY_004
source: Con thỏ đã biến mất không dấu vết, như thể chúng ta chỉ tưởng tượng ra nó. Hiện tại, thưa Lãnh chúa, chúng ta hãy quay lại công việc của mình.
vi: Con thỏ đã biến mất không dấu vết, như thể chúng ta chỉ tưởng tượng ra nó. Trước mắt, hãy quay lại làm việc, thưa ngài.

# T_GAME_QUEST_GIANT_RABBIT_PRAY_005
source: Ối. Lẽ ra ta nên chọn lọ thuốc, nhưng ngài là chủ! Chúc may mắn, thưa Ngài, cho những bất hạnh sắp tới.
vi: Chà. Tôi sẽ chọn thuốc thay cho ngài, nhưng ngài là sếp! Chúc ngài may mắn với những điều bất hạnh sắp tới, thưa ngài.

# T_GAME_QUEST_INN_STARTED
source: Thưa ngài, sẽ cần thêm chỗ ở. Tại sao không xây một quán trọ? Bằng cách này, chúng ta sẽ có thể đáp ứng nhu cầu của du khách lễ hội.
vi: Thưa ngài, sẽ cần thêm chỗ ở. Tại sao chúng ta không xây một quán trọ? Bằng cách đó, chúng ta có thể đáp ứng nhu cầu của những người đến dự lễ hội.

# T_GAME_QUEST_INN_SUCCESS
source: Chà, vậy là xong một việc tốt. Bây giờ hãy dành thời gian để suy nghĩ về phần còn lại của công tác chuẩn bị.
vi: Vậy là xong. Bây giờ hãy nghĩ về những sự chuẩn bị còn lại.

# T_GAME_QUEST_KINGS_MADMAN_ANSWER_001
source: Quá mạo hiểm.
vi: Điều đó quá rủi ro.

# T_GAME_QUEST_KINGS_MADMAN_ANSWER_002
source: Tại sao không nhỉ.
vi: Tại sao không?

# T_GAME_QUEST_KINGS_MADMAN_CANDIDAT_A_001
source: Anh hề.
vi: Kẻ hay đùa.

# T_GAME_QUEST_KINGS_MADMAN_CANDIDAT_A_002
source: Triều đình của nhà vua rất vui mừng! Đó chính xác là những gì cần thiết! Uy tín là của chúng ta!
vi: Triều đình của nhà vua rất vui mừng! Đó chính xác là điều còn thiếu! Uy tín là của chúng ta!

# T_GAME_QUEST_KINGS_MADMAN_CANDIDAT_B_001
source: Cô gái thị trấn với những câu đố.
vi: Dân làng nữ có những trò chơi chữ.

# T_GAME_QUEST_KINGS_MADMAN_CANDIDAT_B_002
source: Thật không may, những câu đố... quá phức tạp đối với họ. Triều đình của nhà vua hẳn đã thích thứ gì đó ít trí tuệ hơn. Lần này chúng ta sẽ không giành được uy tín.
vi: Thật không may, các câu đố quá phức tạp đối với họ. Triều đình của nhà vua muốn điều gì đó ít trí tuệ hơn. Lần này chúng ta sẽ không nhận được uy tín.

# T_GAME_QUEST_KINGS_MADMAN_CANDIDAT_C_001
source: Người dân thị trấn nhào lộn.
vi: Dân làng nam nhào lộn.

# T_GAME_QUEST_KINGS_MADMAN_CANDIDAT_C_002
source: Triều đình của nhà vua kinh ngạc trước nghệ sĩ nhào lộn tài năng này! Nhà vua sẽ gửi cho chúng ta một ít uy tín, như một phần thưởng.
vi: Triều đình hoàng gia rất ấn tượng trước tài năng của dân làng! Nhà vua sẽ ban uy tín cho chúng ta như một phần thưởng.

# T_GAME_QUEST_KINGS_MADMAN_CONSEQUENCE_001_A
source: Ngài nói đúng, ai biết chuyện gì sẽ xảy ra với chúng ta nếu nhà vua không hài lòng với các ứng cử viên của chúng ta.
vi: Ngài nói đúng, ai mà biết chuyện gì sẽ xảy ra với chúng ta nếu nhà vua không hài lòng với các ứng viên của chúng ta.

# T_GAME_QUEST_KINGS_MADMAN_CONSEQUENCE_001_B
source: Thưa ngài, chúng ta đã nhận được một thông điệp từ thủ đô. Nhà vua thất vọng vì không có thành viên nào của thành phố chúng ta đến để phục vụ ngài. Tuy nhiên, may mắn thay, ngài sẽ không tố cáo chúng ta vì sự tầm thường như vậy. Nhà vua rất nhân từ!
vi: Thưa ngài, chúng ta đã nhận được một tin nhắn từ kinh thành. Nhà vua thất vọng vì không có thành viên nào trong thành phố của chúng ta đến để phục vụ người. Tuy nhiên, may mắn thay, người sẽ không lên án chúng ta vì một điều tầm thường như vậy. Nhà vua rất nhân từ!

# T_GAME_QUEST_KINGS_MADMAN_CONSEQUENCE_002
source: Tôi đã tìm thấy ba ứng cử viên tiềm năng. Chúng ta nên gửi ai?
vi: Tôi đã tìm thấy ba ứng cử viên tiềm năng. Chúng ta nên gửi ai đi?

# T_GAME_QUEST_KINGS_MADMAN_DESC
source: Thưa Lãnh chúa, nhà vua muốn có một tên hề để giải trí cho ngài. Chúng ta có nên gửi một số ứng cử viên tiềm năng có thể trở thành tên hề mới của triều đình không?
vi: Thưa Lãnh Chúa, nhà vua muốn có một tên hề để giải trí. Chúng ta có nên gửi một số ứng cử viên tiềm năng cho vị trí này không?

# T_GAME_QUEST_KINGS_MADMAN_TITLE
source: Tên Hề Triều Đình
vi: Tên hề của triều đình

# T_GAME_QUEST_KING_OF_WOOD_ANSWER_A_002
source: Chúng ta cần sửa nó càng sớm càng tốt!
vi: Chúng ta cần phải sửa chữa nó càng sớm càng tốt!

# T_GAME_QUEST_KING_OF_WOOD_ANSWER_B_002
source: Chúng ta có những ưu tiên khác vào lúc này, lễ hội hoa oải hương sắp bắt đầu và công tác chuẩn bị chưa sẵn sàng.
vi: Chúng ta hiện tại có những ưu tiên khác. Lễ hội hoa oải hương sẽ sớm bắt đầu và công tác chuẩn bị vẫn đang được tiến hành.

# T_GAME_QUEST_KING_OF_WOOD_ANSWER_B_003
source: Nhân tiện, chúng ta nên hoàn thành việc chuẩn bị mọi thứ.
vi: Nhân tiện. Chúng ta nên hoàn thành công tác chuẩn bị.

# T_GAME_QUEST_KING_OF_WOOD_ANSWER_B_004
source: Tốt hơn rồi! Điều này hứa hẹn sẽ là một sự kiện sinh lợi!
vi: Điều này tốt hơn nhiều! Điều đó cho thấy một sự kiện sinh lợi!

# T_GAME_QUEST_KING_OF_WOOD_ANSWER_B_005
source: Thưa Ngài, tôi nghe nói rằng các thương nhân hoa oải hương đánh giá rất cao nhà thờ lớn của chúng ta. Họ miễn cưỡng đến lễ hội của chúng ta!
vi: Thưa Lãnh Chúa, tôi nghe nói rằng các thương nhân hoa oải hương đã đánh giá cao nhà thờ của chúng ta. Họ đang ngần ngại khi đến dự lễ hội của chúng ta.

# T_GAME_QUEST_KING_OF_WOOD_BAD_ENDING
source: Lễ hội hoa oải hương diễn ra suôn sẻ… tuy nhiên chúng ta không có nhiều khách tham quan như trước đây! Sự kiện này không mang lại cho chúng ta bất kỳ uy tín nào.
vi: Lễ hội hoa oải hương diễn ra suôn sẻ… tuy nhiên, chúng ta không có nhiều khách đến thăm như trước đây! Sự kiện này không mang lại uy tín nào cho chúng ta.

# T_GAME_QUEST_KING_OF_WOOD_DEAL_001
source: Thỏa thuận!
vi: Đã đồng ý!

# T_GAME_QUEST_KING_OF_WOOD_DEAL_002
source: Vậy hãy nhanh chóng sản xuất hàng hóa cho nữ hoàng.
vi: Vì vậy, chúng ta hãy nhanh chóng và sản xuất nước ép cho nữ hoàng.

# T_GAME_QUEST_KING_OF_WOOD_DEAL_003
source: Tất cả những gì chúng ta phải làm bây giờ là thực hiện trao đổi.
vi: Bây giờ chúng ta chỉ cần thực hiện giao dịch.

# T_GAME_QUEST_KING_OF_WOOD_DEAL_004
source: Rất vui được làm ăn với ngài.
vi: Tôi rất vui được làm ăn với ngài.

# T_GAME_QUEST_KING_OF_WOOD_DESC
source: Thưa Ngài! Tôi có tin xấu! Biểu tượng văn hóa toàn cầu của chúng ta đã bốc cháy trong đêm! Nhà thờ lớn không còn mái nhà nữa!
vi: Thưa Lãnh Chúa, có tin xấu! Biểu tượng toàn cầu của nền văn hóa chúng ta đã bốc cháy qua đêm! Nhà thờ lớn không còn mái nhà nữa!

# T_GAME_QUEST_KING_OF_WOOD_EXPERTS_001
source: Các chuyên gia nói rằng chúng ta không còn đủ gỗ quý trên đất của mình để sửa chữa nó. Nhưng Nữ hoàng Frygith tình cờ có các nguồn lực cần thiết, chúng ta có nên nhờ bà ấy giúp đỡ không?
vi: Các chuyên gia nói rằng chúng ta không còn đủ gỗ quý trên đất của mình để sửa chữa mái nhà. Nhưng Nữ hoàng Frygith tình cờ có những tài nguyên cần thiết - chúng ta có nên xin bà ấy giúp đỡ không?

# T_GAME_QUEST_KING_OF_WOOD_EXPERTS_A_001
source: Nhờ giúp đỡ.
vi: Xin giúp đỡ.

# T_GAME_QUEST_KING_OF_WOOD_EXPERTS_A_003
source: Chào người bạn thân mến, ngài đến đúng lúc vì tôi phải dự trữ nước ép, ngài có quan tâm đến một cuộc trao đổi thân thiện không? Những lọ nước ép đổi lấy gỗ ngài cần.
vi: Xin chào người yêu, ngài đến đúng lúc vì tôi cần dự trữ nước ép. Ngài có quan tâm đến một cuộc trao đổi thân thiện không? Đổi ly nước ép lấy gỗ mà ngài cần.

# T_GAME_QUEST_KING_OF_WOOD_EXPERTS_A_004
source: Thưa Ngài, đây không phải là một đề nghị có lợi cho chúng ta…
vi: Thưa ngài, đây không phải là một lời đề nghị có lợi cho chúng ta…

# T_GAME_QUEST_KING_OF_WOOD_EXPERTS_A_005
source: Ngài cân nhắc ưu và nhược điểm của thỏa thuận này. Có lẽ nữ hoàng sẽ là giải pháp cho mọi lo lắng của ngài... Trừ khi có cách nào khác?
vi: Ngài đang cân nhắc những ưu và nhược điểm của thỏa thuận này. Có lẽ nữ hoàng sẽ là giải pháp cho mọi vấn đề… Hay vẫn còn một con đường khác?

# T_GAME_QUEST_KING_OF_WOOD_EXPERTS_B_001
source: Suy nghĩ về nó.
vi: Hãy suy nghĩ về điều đó.

# T_GAME_QUEST_KING_OF_WOOD_EXPERTS_B_002
source: Yêu cầu này có thể làm tổn hại danh tiếng của chúng ta, chúng ta sẽ tiến hành khác đi.
vi: Yêu cầu này có thể làm tổn hại đến danh tiếng của chúng ta, chúng ta sẽ hành động khác đi.

# T_GAME_QUEST_KING_OF_WOOD_EXPERTS_B_003
source: Cố vấn của ngài có thể có lý. Nhờ Nữ hoàng Frygith giúp đỡ sẽ đẩy ngài vào tình thế phụ thuộc vào thiện chí của bà ấy. Nếu có vấn đề xảy ra, ngài sẽ có nguy cơ mất rất nhiều. Tại sao không dùng đá? Ngài có rất nhiều trong các mỏ.
vi: Cố vấn của ngài có thể đúng. Xin sự giúp đỡ của Nữ hoàng Frygith sẽ khiến ngài phụ thuộc vào sự ưu ái của bà ấy. Nếu có bất cứ vấn đề gì xảy ra, ngài có nguy cơ mất mát rất nhiều. Tại sao không sử dụng đá? Ngài có rất nhiều đá trong các mỏ mà.

# T_GAME_QUEST_KING_OF_WOOD_EXPERTS_B_004
source: Đó là một quyết định đúng đắn, thưa Ngài! Chúng ta tự do và độc lập.
vi: Đó là một quyết định tốt, thưa ngài! Chúng ta được tự do và độc lập.

# T_GAME_QUEST_KING_OF_WOOD_GOOD_ENDING
source: Lễ hội hoa oải hương thành công tốt đẹp. Những câu chuyện gần đây về việc trùng tu nhà thờ lớn đã gây ra rất nhiều sự nhiệt tình và chúng ta đã được hưởng lợi từ nó!
vi: Lễ hội hoa oải hương thành công tốt đẹp. Những câu chuyện gần đây về việc khôi phục nhà thờ đã tạo ra rất nhiều sự nhiệt tình và chúng ta đã được hưởng lợi từ điều đó!

# T_GAME_QUEST_KING_OF_WOOD_REPAIR_001
source: Chà, tốt thôi! Chúng ta đang sửa nó.
vi: Ổn thôi. Chúng ta sẽ sửa chữa nhà thờ.

# T_GAME_QUEST_KING_OF_WOOD_SING_001
source: Thật thái quá.
vi: Không thể tin được.

# T_GAME_QUEST_KING_OF_WOOD_SING_002
source: Thưa Ngài, nghe như tống tiền vậy! Hãy dùng đá thay thế, để chúng ta không phải đối phó với nữ hoàng này!
vi: Thưa Lãnh Chúa, nghe có vẻ như tống tiền! Thay vào đó, chúng ta hãy sử dụng đá để không phải đối phó với nữ hoàng đó nữa!

# T_GAME_QUEST_KING_OF_WOOD_SING_003
source: Được rồi, tôi sẽ không quên đâu, người bạn thân mến.
vi: Được thôi. Tôi sẽ không quên điều này đâu, người yêu.

# T_GAME_QUEST_LACK_SPACE_ANSWER_001
source: Tôi sẽ lo việc đó.
vi: Tôi sẽ chăm sóc việc này.

# T_GAME_QUEST_LACK_SPACE_ANSWER_002
source: Nếu họ không vui, thì họ không nên đến nữa.
vi: Nếu họ không hài lòng, thì họ không nên đến đây nữa.

# T_GAME_QUEST_LACK_SPACE_CONSEQUENCE_A_001
source: Đúng là các thương nhân sẽ được lợi khi có một nơi dành riêng cho họ, ngoài chợ. Một Hiệp hội Thương mại dường như là tòa nhà hoàn hảo, thưa Ngài.
vi: Đúng là các thương nhân sẽ được hưởng lợi nếu họ có tòa nhà riêng bên cạnh chợ. Một hội thương nhân sẽ là một tòa nhà hoàn hảo, thưa ngài.

# T_GAME_QUEST_LACK_SPACE_CONSEQUENCE_A_002
source: Tuyệt vời, thưa Ngài! Cảm ơn ngài đã đồng ý điều này. Chúng tôi mãi mãi biết ơn!
vi: Tuyệt vời, thưa Lãnh Chúa! Cảm ơn ngài đã đồng ý. Chúng tôi mãi mãi biết ơn ngài!

# T_GAME_QUEST_LACK_SPACE_CONSEQUENCE_B_001
source: Một thống đốc hiện đại như ngài lẽ ra nên chấp nhận yêu cầu của các thương nhân…
vi: Một thống đốc hiện đại như ngài, đáng lẽ nên đồng ý với yêu cầu của các thương nhân.

# T_GAME_QUEST_LACK_SPACE_CONSEQUENCE_B_002
source: Thưa Ngài, tôi đến với tư cách là đại diện của các thương nhân. Để thể hiện sự thất vọng của chúng tôi, chúng tôi sẽ không đến thành phố của ngài một thời gian!
vi: Thưa bệ hạ, tôi là đại diện của các thương nhân. Để thể hiện sự thất vọng của mình, chúng tôi sẽ không đến thành phố của ngài trong một thời gian!

# T_GAME_QUEST_LACK_SPACE_DESC
source: Thưa Ngài, liên đoàn thương nhân yêu cầu ngài xây dựng các tòa nhà phù hợp với chức năng của họ.
vi: Thưa Lãnh Chúa, Hiệp hội Thương nhân yêu cầu ngài xây dựng các tòa nhà đáp ứng các chức năng của họ.

# T_GAME_QUEST_LACK_SPACE_TITLE
source: Thiếu không gian
vi: Thiếu chỗ

# T_GAME_QUEST_MICE_AND_SOLDIERS_DESC
source: Ngay khi ngài vừa thức dậy, cố vấn của ngài đã mang đến một tin khủng khiếp! Thành phố đang bị chuột xâm chiếm! Chắc chắn là ít nguy hiểm hơn chuột cống, nhưng vẫn vậy. Chúng ta phải làm gì đó!
vi: Khi ngài vừa tỉnh giấc, cố vấn của ngài đã có một tin tức khủng khiếp cho ngài! Thành phố đang bị chuột xâm chiếm! Chúng ít nguy hiểm hơn chuột cống, rõ ràng, nhưng dù sao đi nữa… Chúng ta cần phải làm gì đó về điều đó!

# T_GAME_QUEST_MICE_AND_SOLDIERS_FISH_001
source: Thưa Ngài, Học viện Mèo Săn Chuột đã được thành lập nhưng… chúng ta vẫn phải chăm sóc sức khỏe và cho chúng ăn. Chúng ta nên cung cấp đủ cá cho học viện.
vi: Thưa ngài, Học viện mèo săn chuột đã được thành lập, nhưng… chúng ta vẫn cần chăm sóc sự an toàn của chúng và cho chúng ăn. Chúng ta nên cung cấp đủ cá cho học viện.

# T_GAME_QUEST_MICE_AND_SOLDIERS_FISH_003
source: Chúng ta hiện có đủ cá để trang trải cho việc huấn luyện. Một số tân binh đã bắt được rất nhiều chuột rồi, thưa Ngài.
vi: Giờ chúng ta có đủ cá để trang trải cho việc huấn luyện. Một số tân binh đã bắt được rất nhiều chuột, thưa ngài.

# T_GAME_QUEST_MICE_AND_SOLDIERS_HERBS_001
source: Thưa Ngài, chúng ta nên thưởng cho những con mèo giỏi nhất bằng cỏ mèo. Để giảm căng thẳng cho chúng.
vi: Thưa Lãnh Chúa, chúng ta nên thưởng cho những con mèo giỏi nhất bằng bạc hà mèo. Để giảm căng thẳng.

# T_GAME_QUEST_MICE_AND_SOLDIERS_HERBS_003
source: Hiệu quả của những người bắt chuột đã tăng lên đáng kể, thưa Ngài. Các giáo viên đang làm tốt công việc huấn luyện mèo. Chỉ còn lại một số lượng nhỏ chuột.
vi: Có một sự gia tăng đáng kể về hiệu quả của những con mèo bắt chuột, thưa ngài. Các huấn luyện viên đang làm rất tốt trong việc huấn luyện mèo. Chỉ còn một số lượng nhỏ chuột.

# T_GAME_QUEST_MICE_AND_SOLDIERS_HERBS_004
source: Chuột không còn là mối phiền toái nữa, thưa Ngài. Xin chúc mừng những lựa chọn của ngài đã dẫn đến kết quả này.
vi: Chuột không còn là mối phiền toái nữa, thưa ngài. Xin chúc mừng các quyết định của ngài đã dẫn đến kết quả này.

# T_GAME_QUEST_MICE_AND_SOLDIERS_PLAN_001
source: Chuẩn bị kế hoạch.
vi: Lên kế hoạch.

# T_GAME_QUEST_MICE_AND_SOLDIERS_PLAN_002
source: Ngài vẫn quyết định ăn sáng. Trong khi ăn bánh mì nướng, ngài nhìn thấy một con chuột trong góc phòng! Chúng thậm chí còn ở trong lâu đài! Và đột nhiên, ngài nhìn thấy Chouquette, con mèo trung thành của ngài, nhảy vồ. Nó ăn con chuột trong nháy mắt.
vi: Tuy nhiên, ngài quyết định đi ăn sáng. Khi đang ăn bánh mì nướng, ngài nhìn thấy một con chuột ở góc phòng! Chúng thậm chí còn ở trong lâu đài! Và đột nhiên ngài thấy con mèo trung thành của mình, Chouquette, lao vào. Nó ăn thịt con chuột một cách nhanh chóng.

# T_GAME_QUEST_MICE_AND_SOLDIERS_PLAN_003
source: Điều đó cho ngài một ý tưởng. Ngài chỉ thị cho cố vấn của mình bắt càng nhiều mèo càng tốt và huấn luyện chúng săn chuột. Ngay cả những con mèo nhà. Ngài muốn chúng được huấn luyện để loại bỏ tất cả lũ chuột này.
vi: Sau đó, ngài nảy ra một ý tưởng. Ngài chỉ thị cho cố vấn của mình bắt càng nhiều mèo càng tốt và huấn luyện chúng để săn chuột. Ngay cả những con mèo nhà. Ngài muốn chúng được huấn luyện để loại bỏ hết lũ chuột này.

# T_GAME_QUEST_MICE_AND_SOLDIERS_SLEEP_001
source: Ngủ tiếp đi.
vi: Đi ngủ lại đi.

# T_GAME_QUEST_MICE_AND_SOLDIERS_SLEEP_002
source: Khi ngài thức dậy, có quá nhiều chuột ở khắp mọi nơi đến nỗi mọi người khó có thể đi lại bình thường. Tất cả cư dân của ngài đều bị chậm lại!
vi: Khi ngài thức dậy, có rất nhiều chuột ở khắp mọi nơi, đến nỗi dân làng rất khó khăn để đi lại đúng cách. Tất cả cư dân bây giờ đều di chuyển chậm hơn!

# T_GAME_QUEST_MICE_AND_SOLDIERS_SLEEP_003
source: Lũ chuột cuối cùng cũng tự bỏ đi sau một thời gian dài. Trốn tránh trách nhiệm bằng cách ngủ không phải lúc nào cũng là giải pháp.
vi: Sau một thời gian dài, chuột đã tự biến mất. Ngài không thể luôn trốn tránh trách nhiệm của mình bằng cách ngủ đơn thuần.

# T_GAME_QUEST_MIL_TUT_01_INFLUENCES
source: Ở phía bên phải, ngài có thể thấy các ảnh hưởng hiện đang hoạt động. Một số ảnh hưởng chỉ hoạt động tạm thời và có thể thay đổi trong suốt một màn chơi.
vi: Ở bên phải là danh sách tất cả các ảnh hưởng hiện đang hoạt động. Một số ảnh hưởng chỉ có hiệu lực tạm thời và có thể hoạt động hoặc không hoạt động trong quá trình diễn ra một kịch bản.

# T_GAME_QUEST_MIL_TUT_01_START
source: Thưa Lãnh chúa, Xin thứ lỗi, nhưng dường như ngài không nhận thấy dân làng bất mãn như thế nào. Tình trạng này không thể tiếp diễn được nữa. Thêm vào đó, hàng hóa chúng ta sản xuất không được xử lý đúng cách.
vi: Thưa ngài, trong tất cả sự tôn trọng, nhưng ngài dường như không nhận thấy dân số bất mãn như thế nào. Ngoài ra, một số tòa nhà không chế biến các nguyên liệu thô mà chúng sản xuất.

# T_GAME_QUEST_MIL_TUT_01_SUCCESS
source: Bây giờ ngài đã biết những ảnh hưởng nào đang tác động trong thị trấn. Ngài có thể đã nhận thấy, rằng bọn cướp đang ở trong khu vực và hạnh phúc chung trong thị trấn bị giảm sút vì chúng.
vi: Bây giờ ngài đã hiểu rõ về những ảnh hưởng hiện tại đang chi phối làng. Như ngài thấy, cư dân không hài lòng và làm việc ít hơn.

# T_GAME_QUEST_MIL_TUT_01_TITLE
source: Truy cập menu tạm dừng để xem các ảnh hưởng hiện tại trên bản đồ này.
vi: Truy cập menu tạm dừng để tìm hiểu thêm về ảnh hưởng.

# T_GAME_QUEST_MIL_TUT_02_START
source: Xin ngài vui lòng ghé thăm xưởng cưa? Chúng ta phải dừng sản xuất! Chúng ta có quá ít gỗ và quá nhiều ván rồi!
vi: Hãy ghé thăm xưởng cưa và xem xét tình hình. Chúng ta có quá ít gỗ và đã sản xuất quá nhiều ván rồi. Chúng ta cần phải ngừng sản xuất!

# T_GAME_QUEST_MIL_TUT_02_SUCCESS
source: Để biết thêm thông tin về một tòa nhà, ngài chỉ cần ghé thăm nó! Menu ngữ cảnh hiển thị thông tin rất hữu ích về tòa nhà, công nhân của nó và các chuỗi sản xuất được kết nối. Khi ngài ở trong menu này, trò chơi sẽ tạm dừng.
vi: Bất cứ khi nào ngài cần thông tin về tòa nhà, ngài chỉ cần đến thăm tòa nhà đó! Menu ngữ cảnh chứa rất nhiều kiến thức về các tòa nhà, công nhân trong đó và bất kỳ chuỗi sản xuất được liên kết nào. Khi ngài ở trong menu ngữ cảnh, trò chơi sẽ bị tạm dừng.

# T_GAME_QUEST_MIL_TUT_03_START
source: Xưởng cưa cần nhiều tiều phu hơn để sản xuất ván hiệu quả hơn. Chúng ta nên tạm dừng xưởng cưa cho đến khi chúng ta xây dựng thêm các túp lều của người kiểm lâm và tích lũy thêm tài nguyên xây dựng.
vi: Có quá ít thợ đốn gỗ cung cấp cho xưởng cưa. Ngài nên tạm dừng xưởng cưa cho đến khi chúng ta có đủ thợ đốn gỗ để tích trữ tài nguyên xây dựng.

# T_GAME_QUEST_MIL_TUT_04_START
source: Ngài nên ngăn chặn tài nguyên làm tắc nghẽn nhà kho, thưa Bệ hạ. Bất cứ khi nào ngài cần chỗ trống trong nhà kho, ngài có thể sử dụng tính năng phá hủy tài nguyên trong menu thống kê.
vi: Chúng ta phải đảm bảo rằng không có tài nguyên nào chặn kho của mình. Trong menu “Phá hủy tài nguyên” của mục số liệu thống kê, các nguyên liệu thô dư thừa có thể bị phá hủy bất cứ lúc nào để tạo không gian trong nhà kho.

# T_GAME_QUEST_MIL_TUT_04_START_NEW
source: Ngài nên ngăn chặn tài nguyên làm tắc nghẽn nhà kho, thưa Bệ hạ. Bất cứ khi nào ngài cần chỗ trống trong nhà kho, ngài có thể sử dụng tính năng phá hủy tài nguyên trong tab nhà kho của menu trong trò chơi.
vi: Chúng ta phải đảm bảo rằng không có tài nguyên nào chặn kho của mình. Trong tab “Hàng tồn kho” trong menu trò chơi, các tài nguyên có thể bị phá hủy.

# T_GAME_QUEST_MIL_TUT_04_TITLE_NEW
source: Phá hủy ván cho đến khi kho dự trữ giảm xuống dưới 100.
vi: Phá hủy ván cho đến khi hàng tồn kho giảm xuống dưới 100.

# T_GAME_QUEST_MIL_TUT_04_TITLE_OLD
source: Phá hủy một số ván để tạo chỗ trống trong nhà kho.
vi: Phá hủy một vài tấm ván để tạo chỗ trong nhà kho.
