Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_LOADINGTIP_019
source: Xưởng mộc cực kỳ hữu ích. Thợ mộc đi khắp thị trấn và sửa chữa các tòa nhà bị mục nát bằng cách chi tiêu tài nguyên và tiền xu.
vi: Xưởng mộc là một tòa nhà rất hữu ích: Thợ mộc sửa chữa các tòa nhà xuống cấp bằng tài nguyên và tiền xu.

# T_LOADINGTIP_020
source: Tình trạng tòa nhà cực kỳ quan trọng. Các nhà phố xuống cấp khiến Dân làng không vui và các tòa nhà sản xuất trong tình trạng tồi tệ kém năng suất hơn. Các tòa nhà sửa chữa kém cũng có nguy cơ cháy nổ cao hơn.
vi: Tình trạng của một tòa nhà rất quan trọng đối với người dân. Nếu nhà ở của họ đang trong tình trạng tồi tệ, họ sẽ không hài lòng. Đối với các tòa nhà sản xuất, năng suất giảm xuống cho đến khi ngừng hoạt động. Ngoài ra, nguy cơ hỏa hoạn cũng tăng lên!

# T_LOADINGTIP_021
source: Dân làng có thói quen hàng ngày của riêng họ. Khi họ nghỉ làm, họ sử dụng thời gian rảnh để về nhà ăn uống hoặc thỏa mãn mong muốn của mình.
vi: Người dân của bạn có lịch trình hàng ngày của riêng họ. Khi họ không làm việc, họ có thể tự do lựa chọn việc làm tiếp theo. Vì vậy, họ cố gắng đáp ứng nhu cầu của mình, chẳng hạn như đi nhà thờ.

# T_LOADINGTIP_022
source: Khi phá hủy một tòa nhà, một nửa chi phí xây dựng của nó có thể được thu hồi. Tuy nhiên, các tài nguyên phải được Dân làng kéo ra khỏi đống đổ nát. Nếu ngài xây dựng một tòa nhà khác ở cùng một vị trí trước khi điều đó xảy ra, ngài sẽ mất các tài nguyên.
vi: Khi bạn phá bỏ một tòa nhà, bạn sẽ nhận lại một nửa chi phí xây dựng. Tuy nhiên, tài nguyên sau đó nằm trong đống đổ nát của tòa nhà và trước tiên phải được vận chuyển đi. Đừng xây một tòa nhà mới trên đống đổ nát, vì tài nguyên sẽ biến mất.

# T_LOADINGTIP_023
source: Mỏ đá chỉ có thể được xây dựng ở sườn núi đá. Các mỏ đá được đặt trên các mỏ quặng có thể khai thác quặng sắt hoặc quặng vàng ngoài việc khai thác đá.
vi: Mỏ chỉ có thể được xây dựng trên các sườn dốc đá. Đặt mỏ trên các mạch quặng để khai thác sắt hoặc vàng, hoặc chọn một vách đá bất kỳ để khai thác đá.

# T_LOADINGTIP_024
source: Đường xá tăng tốc độ vận chuyển hàng hóa và tài nguyên. Dân làng của ngài thường thích sử dụng đường xá hơn. Vận chuyển trên đường đá cuội nhanh hơn trên đường đất.
vi: Đường xá đẩy nhanh đáng kể việc vận chuyển hàng hóa. Trong hầu hết các trường hợp, người dân của bạn cố gắng sử dụng đường để đến đích. Ngoài ra còn có đường đá, thứ mang lại một phần thưởng tốc độ lớn hơn.

# T_LOADINGTIP_025
source: Nếu thuế suất của ngài quá cao, dân làng của ngài sẽ không vui và thậm chí có thể đình công. Tuy nhiên, nếu ngài đáp ứng một số mong muốn của họ, họ có thể sẵn sàng trả thuế cao hơn.
vi: Nếu bạn đặt thuế quá cao, người dân của bạn sẽ không vui và thậm chí có thể từ chối làm việc. Tuy nhiên, nếu bạn đáp ứng một số mong muốn của họ, họ sẵn sàng trả thuế cao hơn.

# T_LOADINGTIP_026
source: Dân làng nữ cung cấp thực phẩm và nước cho các nhà phố. Họ cũng đến khu chợ để mua đồ trang sức và quần áo, một khi những hàng hóa này có sẵn. Mặt khác, dân làng nam làm việc trong các tòa nhà sản xuất.
vi: Phụ nữ cung cấp cho nhà ở của họ thức ăn và nước uống. Ngoài ra, họ còn đi chợ và mua đồ trang sức và quần áo khi các mặt hàng này có sẵn. Ngược lại, nam giới làm việc trong các tòa nhà sản xuất.

# T_LOADINGTIP_027
source: Nếu kho chứa của các tòa nhà thường xuyên đầy, ngài cần xây thêm nhà kho và chỉ định thêm người vận chuyển.
vi: Nếu nhiều kho của tòa nhà bị quá tải, bạn sẽ thiếu người khuân vác. Bạn nên xây dựng nhiều nhà kho hơn để có thể chỉ định người khuân vác ở đó.

# T_LOADINGTIP_028
source: Những Dân làng chăm chỉ cuối cùng sẽ mệt mỏi và nghỉ ngơi. Họ sẽ tiếp tục công việc sau khi nghỉ ngơi.
vi: Khi người dân của bạn làm việc, họ sẽ mệt mỏi theo thời gian. Sau đó, họ sẽ chuyển sang chế độ rảnh rỗi, nơi sự mệt mỏi của họ sẽ giảm bớt.

# T_LOADINGTIP_029
source: Toàn bộ một chu kỳ năm mất 60 phút. Không phải tất cả các bản đồ đều có mùa thay đổi và một số có mùa dài hơn nhiều.
vi: Một chu kỳ năm kéo dài 60 phút. Tuy nhiên, cũng có một số bản đồ có một mùa cố định hoặc nơi các mùa kéo dài hơn bình thường.

# T_LOADINGTIP_030
source: Các cánh đồng bỏ hoang vào mùa đông! Ngài nên chuẩn bị cho mùa lạnh bằng cách dự trữ nhiều lúa mì, thảo dược, hoa bia và nước ép nho.
vi: Vào mùa đông, cánh đồng của bạn không phát triển! Do đó, bạn nên dự phòng cho mùa lạnh và có sẵn, ví dụ như ngũ cốc, thảo mộc, nho hoặc hoa bia trong kho.

# T_LOADINGTIP_031
source: Săn bắn là một nguồn thực phẩm tuyệt vời vào mùa đông. Thợ săn sẽ cung cấp thịt và da thú cho thị trấn, miễn là có đủ hươu hoặc thỏ trong vùng lân cận của anh ta.
vi: Săn bắn là một nguồn cung cấp lương thực tốt trong mùa đông. Thợ săn cung cấp cho làng thịt và da thú nếu anh ta tìm thấy đủ hươu hoặc thỏ.

# T_LOADINGTIP_032
source: Một số nhiệm vụ có thể thất bại nếu ngài không hoàn thành chúng trong một thời gian nhất định. Thất bại một nhiệm vụ chủ yếu có nghĩa là ngài sẽ không nhận được phần thưởng cho nhiệm vụ đó, nhưng một số có thể làm thất bại cả kịch bản.
vi: Một số nhiệm vụ có thể thất bại nếu bạn không hoàn thành chúng trong thời gian quy định. Một nhiệm vụ thất bại thường chỉ có nghĩa là bạn sẽ bỏ lỡ phần thưởng, nhưng đôi khi nó có thể khiến toàn bộ kịch bản thất bại.

# T_LOADINGTIP_033
source: Sau khi hoàn thành một kịch bản, ngài được tùy chọn tiếp tục chơi. Trò chơi sau đó chuyển sang chế độ vô tận.
vi: Sau khi bạn hoàn thành một kịch bản, bạn có thể tiếp tục chơi. Trò chơi sau đó sẽ chuyển sang chế độ chơi vô tận.

# T_LOADINGTIP_034
source: Có quá nhiều thợ săn có thể làm suy giảm quần thể con mồi. Tốc độ xuất hiện hươu hoặc thỏ mới phụ thuộc vào kích thước của khu vực rừng trên bản đồ.
vi: Nếu bạn sử dụng quá nhiều thợ săn, con mồi trên bản đồ có thể trở nên khan hiếm. Tốc độ xuất hiện lại của hươu hoặc thỏ phụ thuộc vào số lượng cây trên bản đồ.

# T_LOADINGTIP_035
source: Một số nhiệm vụ có giới hạn thời gian. Thời gian còn lại để hoàn thành nhiệm vụ được hiển thị dưới dạng thông báo cảnh báo ở phía trên bên trái màn hình.
vi: Một số nhiệm vụ có thời hạn. Thời gian còn lại để hoàn thành nhiệm vụ được hiển thị cho bạn thông qua một cảnh báo ở phía trên bên trái của màn hình.

# T_LOADINGTIP_036
source: Tắt các tòa nhà sản xuất quá mức để tránh nhà kho quá tải hoặc hủy tài nguyên trong menu nhà kho.
vi: Hãy tắt các tòa nhà sản xuất dư thừa để các nhà kho không bị đầy liên tục hoặc tiêu hủy nguyên liệu thô trong menu nhà kho.

# T_LOADINGTIP_037
source: Ngài có thể tăng cấp độ của mình bằng cách hoàn thành nhiệm vụ và cải thiện thị trấn của mình. Cấp độ càng cao, phần thưởng được mở khóa càng tốt!
vi: Bạn có thể tăng cấp độ của mình bằng cách hoàn thành nhiệm vụ và cải thiện thành phố. Cấp độ của bạn càng tốt, các phần thưởng được mở khóa sẽ càng mạnh mẽ!

# T_LOADINGTIP_038
source: Bác sĩ có thể chữa bệnh cho Dân làng bị bệnh bằng thảo dược từ vườn thảo dược.
vi: Một thầy thuốc sử dụng thảo dược để chế tạo thuốc và chữa trị cho người dân bị ốm.

# T_LOADINGTIP_039
source: XP có thể kiếm được bằng cách xây dựng các tòa nhà, giao thương tại chợ, đạt được hạnh phúc cao trong thị trấn, hoàn thành nhiệm vụ hoặc đạt được dân số lớn.
vi: XP có được khi xây dựng các tòa nhà, giao thương ở chợ, mức độ hài lòng cao trong làng, hoàn thành nhiệm vụ hoặc đạt được một dân số lớn.

# T_LOADINGTIP_040
source: Nâng cấp tòa nhà rất mạnh mẽ. Ví dụ, chúng cho phép ngài chỉ định thêm công nhân cho một tòa nhà hoặc tăng không gian lưu trữ của tòa nhà!
vi: Nâng cấp tòa nhà rất hiệu quả. Ví dụ, sau khi nâng cấp, bạn có thể chỉ định nhiều công nhân hơn và sức chứa của kho trong tòa nhà sẽ tăng lên.

# T_LOADINGTIP_041
source: Ngài có một số lựa chọn khi mỏ tài nguyên của mỏ đá cạn kiệt. Tìm một mỏ khác và xây dựng một mỏ đá mới ở đó hoặc chỉ định một nhà địa chất cho một mỏ đá đã cạn kiệt để tiếp cận thêm mỏ.
vi: Nếu trữ lượng nguyên liệu thô của một mỏ cạn kiệt, bạn có một số lựa chọn: Xây dựng một mỏ trên một mỏ khác hoặc chỉ định một nhà địa chất cho một mỏ đã cạn kiệt để khám phá thêm trữ lượng trong mỏ.

# T_LOADINGTIP_042
source: Bằng cách tăng cấp độ thị trấn của ngài, ngài mở khóa các nghiên cứu mạnh mẽ. Ví dụ như nâng cấp tòa nhà, tăng thu nhập thuế hoặc phần thưởng nhiệm vụ tốt hơn!
vi: Việc đạt được cấp độ cao hơn sẽ mở khóa các nghiên cứu mới: Một số ví dụ là các cấp độ mở rộng tòa nhà, tăng thu nhập từ thuế và phần thưởng nhiệm vụ cao hơn.

# T_LOADINGTIP_043
source: Các tòa nhà được nâng cấp cũng có nhược điểm: Công nhân bổ sung làm tăng tiêu thụ tài nguyên và chi phí sửa chữa của tòa nhà tăng lên sau mỗi lần nâng cấp!
vi: Việc mở rộng tòa nhà không chỉ mang lại lợi ích: Mỗi công nhân được thêm vào đều làm tăng mức tiêu thụ tài nguyên và giá sửa chữa sẽ tăng lên sau mỗi lần cải tiến!

# T_LOADINGTIP_044
source: Khi ngài đạt đến các cấp độ thị trấn nhất định, các nâng cấp tòa nhà sẽ được mở khóa. Ngài có thể nâng cấp các tòa nhà từ menu tòa nhà của chúng bằng cách chi tiêu Uy tín.
vi: Cải thiện một tòa nhà thông qua menu ngữ cảnh của nó. Nhưng trước tiên bạn nên đạt đến cấp độ tương ứng và mở khóa việc mở rộng thông qua nghiên cứu. Việc mở rộng tòa nhà tốn Uy tín và có thể được thực hiện thông qua menu ngữ cảnh của tòa nhà.

# T_LOADINGTIP_045
source: Nghiên cứu nhà địa chất rất hữu ích! Khi ngài chỉ định nhà địa chất cho một mỏ đá, ông ta dần dần bổ sung mỏ quặng.
vi: Nghiên cứu nhà địa chất rất hữu ích! Nếu bạn chỉ định nhà địa chất cho một vị trí làm việc trong mỏ, thì anh ta sẽ từ từ làm đầy lại trữ lượng.

# T_LOADINGTIP_046
source: Khi đạt đến cấp độ thị trấn mới, các tùy chọn nghiên cứu bổ sung sẽ được mở khóa. Khi một nghiên cứu hoàn thành, các phần thưởng sẽ có sẵn vĩnh viễn cho tất cả các thị trấn của ngài!
vi: Khi bạn đạt được cấp độ mới, các nghiên cứu mới sẽ được mở khóa. Sau khi chúng được nghiên cứu, các phần thưởng sẽ có sẵn cho bạn trong mọi thành phố của bạn.

# T_LOADINGTIP_047
source: Một khi thị trấn của ngài đạt đến một quy mô nhất định, có nguy cơ bùng phát bệnh dịch! Ngài sẽ cần một bệnh xá và một vườn thảo dược để chữa trị cho Dân làng của mình.
vi: Nếu làng của bạn phát triển đủ lớn, nó có thể bị bệnh dịch! Bạn cần một thầy thuốc và một vườn thảo dược để có thể chữa trị cho người dân của mình.

# T_LOADINGTIP_048
source: Khi bệnh dịch tấn công hoặc hỏa hoạn bùng phát trong thị trấn của ngài, ngài nên ngay lập tức xây dựng một bệnh xá hoặc một tháp canh lửa. Bác sĩ chữa bệnh cho Dân làng bị bệnh và lính cứu hỏa dập tắt các tòa nhà đang cháy.
vi: Nếu bệnh dịch bùng phát trong làng của bạn hoặc một tòa nhà bốc cháy, bạn nên định cư một thầy thuốc càng sớm càng tốt hoặc xây dựng một tháp canh lửa trong làng. Bác sĩ giúp bạn chống lại bệnh tật và lính cứu hỏa dập tắt các tòa nhà đang cháy.

# T_LOADINGTIP_049
source: Nâng cấp một tòa nhà để cải thiện hiệu suất của nó. Ngài có thể tìm thấy tab nâng cấp trong menu ngữ cảnh của tòa nhà.
vi: Xây dựng một tòa nhà để cải thiện nó. Bạn có thể tìm thấy tab mở rộng tòa nhà trong menu ngữ cảnh của tòa nhà.

# T_LOADINGTIP_050
source: Hãy chăm sóc các công trình của bạn! Nếu không sửa chữa thường xuyên, chúng có thể bắt đầu âm ỉ cháy và thậm chí thiêu rụi hoàn toàn.
vi: Hãy chăm sóc các tòa nhà của bạn! Nếu bạn không sửa chữa chúng thường xuyên, chúng sẽ bắt đầu âm ỉ và có thể bùng phát đám cháy!

# T_LOADINGTIP_051
source: Khi thị trấn của bạn bị dịch bệnh hoặc hỏa hoạn tàn phá, dân làng có thể rời đi. Họ sẽ quay lại khi nguy hiểm qua đi và nếu có đủ nhà ở trống.
vi: Do sự bùng phát của dịch bệnh hoặc một đám cháy lớn, người dân của bạn có thể rời khỏi làng. Tuy nhiên, sau một thời gian, người dân sẽ quay trở lại nếu mối nguy hiểm đã được loại bỏ và có đủ nhà ở tự do.

# T_LOADINGTIP_052
source: Một doanh trại chỉ có thể cung cấp vật tư cho các tháp canh trong phạm vi ảnh hưởng của nó.
vi: Một doanh trại chỉ có thể cung cấp tháp canh trong phạm vi ảnh hưởng của nó.

# T_LOADINGTIP_053
source: Khi binh lính của bạn thua trận, họ sẽ quay về và hồi phục vết thương.
vi: Nếu binh lính của bạn thua trận, họ cần một chút thời gian để hồi phục.

# T_LOADINGTIP_054
source: Menu ngữ cảnh của một công trình chứa đầy thông tin hữu ích. Chỉ cần chọn một công trình trên bản đồ.
vi: Menu ngữ cảnh cung cấp cho bạn thông tin hữu ích về các tòa nhà của bạn - chỉ cần chọn một công trình trên bản đồ.

# T_LOADINGTIP_055
source: Khi bọn cướp tấn công một công trình, chúng có thể cướp tài nguyên, phóng hỏa hoặc phá hủy công trình đó.
vi: Nếu một cuộc tấn công của bọn cướp vào một tòa nhà thành công, chúng sẽ đốt lửa, đánh cắp nguyên liệu thô hoặc phá hủy tòa nhà.

# T_LOADINGTIP_056
source: Một cuộc đột kích của bọn cướp vào công trình có thể bị binh lính của bạn chặn đứng, nhưng thời gian để làm điều đó là có hạn.
vi: Một cuộc tấn công của bọn cướp vào một tòa nhà có thể bị binh lính của bạn chặn lại. Nhưng bạn chỉ có một thời gian giới hạn.

# T_LOADINGTIP_057
source: Da thú cho xưởng thuộc da được sản xuất bởi lều thợ săn hoặc xưởng đồ tể.
vi: Da thú cho xưởng thuộc da có thể được sản xuất bởi thợ săn hoặc người bán thịt.

# T_LOADINGTIP_058
source: Nghiên cứu quân sự có thể mang lại lợi ích lớn trong chiến đấu và bảo vệ làng của bạn.
vi: Nghiên cứu quân sự có thể mang lại cho bạn một lợi thế quyết định trong cuộc chiến chống lại bọn cướp.

# T_LOADINGTIP_059
source: Cố gắng bao phủ càng nhiều diện tích làng của bạn càng tốt bằng các tháp canh và tháp cứu hỏa.
vi: Cố gắng bao phủ càng nhiều khu vực trong làng của bạn càng tốt bằng tháp canh và tháp canh lửa.

# T_LOADINGTIP_060
source: Người vận chuyển làm việc tại doanh trại sẽ lấy vật tư cho binh lính từ nhà kho và giao chúng đến các tháp canh trong phạm vi.
vi: Người khuân vác của doanh trại sẽ lấy nguyên liệu thô từ nhà kho và cung cấp cho các tháp canh trong khu vực của họ.

# T_LOADINGTIP_061
source: Hãy xem menu để biết các ảnh hưởng hiện tại lên thị trấn của bạn. Chúng có thể tạm thời hoặc vĩnh viễn trên bản đồ. Ví dụ: Bọn cướp đang hoạt động, mùa đông kéo dài hoặc thu nhập thuế giảm.
vi: Bạn có thể xem các ảnh hưởng hiện tại lên làng của bạn trong menu. Những ảnh hưởng này, chẳng hạn như các cuộc tấn công của bọn cướp, một mùa đông kéo dài hoặc thu nhập từ thuế thấp hơn, có thể có tác động tạm thời hoặc vĩnh viễn đến ngôi làng của bạn.

# T_LOADINGTIP_062
source: Khi cung cấp trang bị và thức ăn cho binh lính, chỉ số tấn công và phòng thủ của họ bị ảnh hưởng trực tiếp. Binh lính được trang bị kiếm sẽ có chỉ số tấn công cao hơn.
vi: Nếu bạn cung cấp cho binh lính của mình trang bị và lương thực, nó sẽ ảnh hưởng trực tiếp đến khả năng chiến đấu của họ. Ví dụ: Binh lính có kiếm có các giá trị tấn công tốt hơn.

# T_LOADINGTIP_063
source: Cố gắng cung cấp thức ăn và đồ uống cho binh lính để tăng cả chỉ số tấn công và phòng thủ. Binh lính được cung cấp đầy đủ sẽ chiến đấu tốt!
vi: Cung cấp cho binh lính của bạn đồ uống và xúc xích để cải thiện các giá trị tấn công hoặc phòng thủ của họ một cách đồng đều. Những binh lính được cung cấp đầy đủ sẽ là những binh lính mạnh mẽ trong chiến đấu!

# T_LOADINGTIP_064
source: Một trận chiến bao gồm nhiều giai đoạn: Cả hai bên phải tung xúc xắc xem ai bắt đầu trong giai đoạn chủ động. Sau đó, hai bên tấn công và phòng thủ luân phiên.
vi: Một trận chiến bao gồm nhiều giai đoạn: Cả hai bên đều có một sáng kiến, quyết định ai bắt đầu. Sau đó, vòng chiến đấu bắt đầu: Lần lượt tấn công và phòng thủ nếu cần.

# T_LOADINGTIP_065
source: Sử dụng chế độ ‘Theo dõi Dân làng’ trong menu ngữ cảnh của công trình để xem cư dân hoặc công nhân đang làm gì.
vi: Sử dụng chế độ „Theo dõi người dân“ trong menu ngữ cảnh của một tòa nhà để xem người dân hoặc công nhân đang làm gì.

# T_LOADINGTIP_066
source: Các cuộc tấn công của bọn cướp có thể đến từ rìa bản đồ hoặc một trại cướp trên bản đồ. Trại cướp có thể được nâng cấp, nghĩa là trại được phòng thủ tốt hơn.
vi: Các cuộc tấn công của bọn cướp có thể đến từ rìa bản đồ hoặc một trại cướp gần đó. Các trại cướp có thể có mức độ mạnh khác nhau!

# T_LOADINGTIP_067
source: Doanh trại, Tháp canh và tháp cứu hỏa có phạm vi ảnh hưởng mà chúng hoạt động. Bên ngoài phạm vi đó, ví dụ, lính cứu hỏa sẽ không tương tác với các công trình đang cháy.
vi: Doanh trại, tháp canh và tháp canh lửa có một phạm vi trong đó chúng hoạt động. Bên ngoài bán kính này, lính cứu hỏa, binh lính hoặc người khuân vác sẽ không hoạt động.

# T_LOADINGTIP_068
source: Bạn có thể thấy phạm vi ảnh hưởng của một công trình khi đặt nó, trong chế độ bao phủ hoặc trong menu ngữ cảnh của công trình. Chế độ xem này có sẵn cho doanh trại, tháp canh và tháp cứu hỏa.
vi: Bạn có thể thấy phạm vi ảnh hưởng của một tòa nhà trong khi đặt, ở chế độ bao phủ hoặc thông qua menu ngữ cảnh của tòa nhà. Điều này áp dụng cho doanh trại, tháp canh và tháp canh lửa.

# T_LOADINGTIP_069
source: Nếu bạn muốn biết thêm về một công trình và sản xuất của nó, hãy truy cập menu ngữ cảnh của công trình và vào mục "thông tin công trình".
vi: Nếu bạn cần thêm thông tin về một tòa nhà, hãy truy cập tab „Thông tin tòa nhà” trong menu ngữ cảnh. Tại đây bạn có thể tìm thấy, ví dụ như số lượng sản xuất được phân tích riêng lẻ.

# T_LOADINGTIP_070
source: Nhiều chuỗi sản xuất và nền kinh tế của bạn phụ thuộc vào lúa mì. Bạn nên dự trữ nhiều lúa mì trước khi mùa đông bắt đầu.
vi: Nhiều chuỗi sản xuất hoặc nền kinh tế của bạn phụ thuộc vào ngũ cốc. Vì vậy, bạn nên có càng nhiều càng tốt trong kho trước khi mùa đông bắt đầu.

# T_LOADINGTIP_071
source: Càng nhiều ngọn lửa bùng cháy trên một công trình thì đám cháy càng lan rộng. Công trình có thể sụp đổ!
vi: Bạn càng thấy nhiều ngọn lửa trên một tòa nhà đang cháy, thì đám cháy càng tiến triển xa hơn. Tòa nhà có thể sụp đổ!

# T_LOADINGTIP_072
source: Nhu cầu giải trí trong thị trấn có thể được đáp ứng bởi nhiều công trình giải trí. Mỗi công trình chỉ có thể đáp ứng một số lượng dân làng nhất định.
vi: Mong muốn giải trí của người dân có thể được đáp ứng thông qua các tòa nhà giải trí khác nhau. Mỗi tòa nhà thuộc loại này có thể làm cho một số lượng người dân nhất định cảm thấy hạnh phúc.

# T_LOADINGTIP_073
source: Mỗi mùa có những ảnh hưởng riêng đến thị trấn của bạn. Ví dụ, mùa đông làm tăng nhu cầu về quần áo.
vi: Mỗi mùa có những ảnh hưởng đặc biệt đến ngôi làng của bạn. Ví dụ: Nhu cầu về quần áo của cư dân tăng lên vào mùa đông.

# T_LOADINGTIP_074
source: Vào mùa đông, làng của bạn có thể gặp nguy hiểm bởi bão tuyết và tuyết lở.
vi: Vào mùa đông, bão tuyết hoặc tuyết lở có thể đe dọa ngôi làng của bạn!

# T_LOADINGTIP_075
source: Vào mùa hè, thị trấn của bạn có thể bị hạn hán. Các cánh đồng sẽ bắt đầu khô héo cho đến khi hiệu ứng kết thúc.
vi: Vào mùa hè, hạn hán có thể đe dọa ngôi làng của bạn. Hạn hán sẽ khiến các cánh đồng của bạn bị khô héo.

# T_LOADINGTIP_076
source: Tu viện cần một lò sấy hoa bia để được cung cấp hoa bia.
vi: Tu viện cần một lò sấy hoa bia để cung cấp hoa bia.

# T_LOADINGTIP_077
source: Xưởng ép nước trái cây cần một vườn nho cung cấp nho.
vi: Nhà máy ép cần một vườn nho để cung cấp nho.

# T_LOADINGTIP_078
source: Bác sĩ tại bệnh xá không thu hoạch thảo dược. Nông trại chịu trách nhiệm thu hoạch thảo dược. Bác sĩ sẽ lấy thảo dược từ nhà kho.
vi: Thầy thuốc không tự thu hoạch thảo mộc. Một trang trại chịu trách nhiệm thu hoạch thảo mộc. Thầy thuốc sẽ sử dụng thảo mộc có sẵn trong nhà kho.

# T_LOADINGTIP_079
source: Điều kiện thời tiết có ảnh hưởng đặc biệt đến thị trấn của bạn. Sau một cơn mưa, các nông trại của bạn tạm thời hiệu quả hơn.
vi: Mỗi điều kiện thời tiết có những ảnh hưởng đặc biệt đến ngôi làng của bạn. Ví dụ: Sau một trận mưa rào, trang trại của bạn sẽ hoạt động hiệu quả hơn.

# T_LOADINGTIP_080
source: Trong khi một cơn giông đang di chuyển qua thị trấn, sét có thể đánh trúng các công trình của bạn và có thể gây cháy.
vi: Trong một cơn giông bão, sét có thể đánh vào các tòa nhà của bạn và gây hỏa hoạn.

# T_LOADINGTIP_081
source: Mỗi mùa, sẽ có các lễ hội tại khu hội chợ. Bất cứ khi nào có lễ hội đang diễn ra, mức độ hạnh phúc chung sẽ tạm thời tăng lên.
vi: Lễ hội sẽ được tổ chức định kỳ tại quảng trường lễ hội vào mỗi mùa. Bất cứ khi nào một lễ hội đang diễn ra, mức độ hài lòng chung trong làng sẽ tăng lên.

# T_LOADINGTIP_082
source: Hãy xem màn hình ảnh hưởng trong menu. Ở đó bạn có thể thấy những ảnh hưởng nào đang tác động đến thị trấn của bạn.
vi: Hãy xem các ảnh hưởng hiện tại trong menu để biết chính xác những gì đang xảy ra trong làng của bạn.

# T_LOADINGTIP_083
source: Khi một trong những công trình của bạn bị phá hủy, bạn có thể chọn biển chỉ dẫn trong đống đổ nát để xây dựng lại.
vi: Nếu một tòa nhà bị cháy hoặc bị phá hủy, chỉ cần chọn bảng hiệu trên vết cháy để xây dựng lại nó.

# T_LOADINGTIP_084
source: Trong khi một trận bão tuyết đang ảnh hưởng đến thị trấn, dân làng của bạn đi chậm hơn và các công trình xuống cấp nhanh hơn.
vi: Trong một cơn bão tuyết, người dân của bạn di chuyển chậm hơn và các tòa nhà xuống cấp nhanh hơn.

# T_LOADINGTIP_085
source: Khi một trong những công trình của bạn có vẻ bị khóa hoặc không khả dụng, có thể nó thiếu một yêu cầu đặc biệt.
vi: Nếu bạn không thể xây dựng hoặc mở rộng một tòa nhà, thì có thể nó có một điều kiện tiên quyết chưa được đáp ứng.

# T_LOADINGTIP_086
source: Trong khi giông bão kéo dài, sét có thể đánh trúng các công trình của bạn!
vi: Trong một cơn giông bão, sét có thể đánh vào các tòa nhà của bạn!

# T_LOADINGTIP_087
source: Các công trình của bạn xuống cấp nhanh hơn trong thời gian tuyết rơi dày!
vi: Trong khi tuyết rơi dày, các tòa nhà của bạn xuống cấp nhanh hơn!

# T_LOADINGTIP_088
source: Menu nhanh là một cách tốt để sửa chữa công trình, phân công/hủy phân công công nhân và theo dõi dân làng rất nhanh chóng.
vi: Menu nhanh cho phép bạn sửa chữa, theo dõi người dân và chỉ định cũng như bỏ công nhân một cách dễ dàng.

# T_LOADINGTIP_089
source: Trong mục "công trình" ở tab "thống kê", bạn có cái nhìn tổng quan về tất cả các công trình. Chọn một loại cho phép bạn chuyển đổi qua tất cả các công trình thuộc loại đó.
vi: Trong mục “Tòa nhà” của tab “Thống kê” là danh sách tổng quan về tất cả các tòa nhà. Tại đó, bạn có thể chuyển đổi qua tất cả các tòa nhà thuộc cùng loại.

# T_LOADINGTIP_090
source: Trong tổng quan về phạm vi bao phủ, bạn có thể chuyển đổi qua các loại lớp phủ khác nhau.
vi: Trong tổng quan phạm vi bao phủ, bạn có thể chuyển đổi qua các loại phạm vi bao phủ tòa nhà khác nhau.

# T_LOADINGTIP_091
source: Menu sự kiện cho phép chuyển trực tiếp đến các sự kiện như nhiệm vụ hoặc nghiên cứu đã hoàn thành.
vi: Menu sự kiện cho phép truy cập trực tiếp vào các nhiệm vụ hoặc nghiên cứu đã hoàn thành.

# T_LOADINGTIP_092
source: Trong danh mục "thông tin thị trấn", bạn có thể đổi tên thị trấn của mình.
vi: Trong phần "Thông tin thành phố", bạn có thể đổi tên làng của mình.

# T_LOADINGTIP_093
source: Số lượng gia đình hiện tại có thể được tìm thấy trong "thông tin thị trấn".
vi: Bạn có thể tìm thấy số lượng gia đình trong làng trong phần “Thông tin thành phố”.

# T_LOADINGTIP_094
source: Trong menu sự kiện, bạn có thể sắp xếp cảnh báo theo mức độ nghiêm trọng và thậm chí ẩn chúng trên màn hình.
vi: Trong menu sự kiện, có thể sắp xếp các cảnh báo riêng lẻ theo mức độ nghiêm trọng và thậm chí ẩn chúng đi.

# T_LOADINGTIP_095
source: Cối xay gió cần được cung cấp lúa mì bởi nhiều nông trại để hoạt động hiệu quả.
vi: Cối xay gió nên được cung cấp ngũ cốc từ nhiều trang trại để hoạt động hiệu quả.

# T_LOADINGTIP_096
source: Hỏa hoạn có thể bị dập tắt bởi mưa.
vi: Lửa có thể được dập tắt bởi mưa.

# T_LOADINGTIP_097
source: Dân làng bị bệnh có một cơ hội nhỏ để tự chữa lành.
vi: Những người dân bị bệnh có một cơ hội nhỏ tự khỏi bệnh.

# T_LOADINGTIP_098
source: Ngôn ngữ của Dân làng là sự pha trộn giữa tiếng Hà Lan, tiếng Phần Lan và tiếng Volapük.
vi: Ngôn ngữ của người dân là sự kết hợp giữa tiếng Hà Lan, tiếng Phần Lan và tiếng Volapük.
