Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_RANDOM_EVENT_START_RAT_CATCHER_STATEMENT_03
source: "Một cư dân khác xin yết kiến, thưa Lãnh chúa." cố vấn nói khi ông cho một người đàn ông lớn tuổi vào. "Thưa Lãnh chúa, hàng xóm của tôi nói về vô số con chuột lang thang trong các hầm rượu." Ông ta nhìn ngài với vẻ mặt nham hiểm. Ngài có thể đọc rõ nỗi sợ hãi của ông ta trong ánh đuốc. "Chúng ta có phải lo lắng không, thưa Lãnh chúa?"
vi: “Thưa ngài, một người dân khác đang yêu cầu yết kiến.”, vị cố vấn nói khi ông ta cho một ông lão vào trong. “Thưa ngài, những người hàng xóm của tôi đang báo cáo về vô số chuột đang hoành hành trong các tầng hầm. ” Ông ta nhìn các ngài với một vẻ mặt nhăn nhó. Trong ánh đèn đuốc, có thể thấy rõ sự sợ hãi của ông ta. “Chúng ta có cần phải lo lắng không?”

# T_RANDOM_EVENT_START_RAT_CATCHER_STATEMENT_04
source: Thưa Lãnh chúa, ngũ cốc đang bị một loại bệnh nào đó. Chúng ta phải làm gì? Tôi nghĩ chính lũ chuột đã mang thứ gì đó thối rữa đến làng của chúng ta.
vi: Thưa ngài, ngũ cốc đang bị một loại bệnh nào đó tấn công. Chúng ta nên làm gì đây? Tôi nghĩ chính chuột đã mang thứ gì đó hư hỏng đến làng của chúng ta.

# T_RANDOM_EVENT_SUMMARY_HANDLE
source: Xử lý tình huống.
vi: Giải quyết tình huống.

# T_RANDOM_EVENT_TIMER_QUEST_SUMMARY
source: Hoàn thành nhiệm vụ trước khi hết thời gian!
vi: Hoàn thành nhiệm vụ trước khi hết giờ!

# T_RANDOM_EVENT_WEDDING_HELPER_REPLY_01
source: Sẽ không phải là một bữa tiệc vui vẻ nếu không có một ít tiền, phải không?
vi: Không có một chút tiền thì sẽ không có một bữa tiệc vui vẻ đâu, phải không?

# T_RANDOM_EVENT_WEDDING_HELPER_REPLY_02
source: Hỗ trợ họ đồ uống
vi: Quyên tặng đồ uống.

# T_RANDOM_EVENT_WEDDING_HELPER_REPLY_03
source: Biến đi! Ta không có thời gian cho những chuyện vô nghĩa này!
vi: Cứ nhìn xem, và ngươi sẽ thu được đất đai. Ta không có thời gian cho những chuyện vớ vẩn như vậy.

# T_RANDOM_EVENT_WEDDING_HELPER_TITLE
source: Người giúp đỡ đám cưới
vi: Người giúp đám cưới

# T_RANDOM_EVENT_WHAT_TO_DO
source: Chúng ta nên làm gì?
vi: Chúng ta nên làm gì đây?

# T_RANDOM_EVENT_WITCHHUNT_ANALYZEBREAD_DESC
source: Bác sĩ muốn tiến hành một số thí nghiệm với bánh mì, ngài có thể vui lòng cung cấp một ít bánh mì đặc biệt đó không?
vi: Thầy thuốc muốn thực hiện một vài thí nghiệm với bánh mì, ngài có thể vui lòng sắp xếp cho chúng ta một ít bánh mì đặc biệt được không?

# T_RANDOM_EVENT_WITCHHUNT_ANALYZEBREAD_SUCCESS
source: Cảm ơn ngài rất nhiều, thưa ngài. Tôi sẽ bắt đầu điều tra ngay khi bánh mì được giao.
vi: Xin cảm ơn, thưa ngài. Tôi sẽ bắt đầu kiểm tra ngay sau khi nhận được bánh mì.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_01_DESC
source: “Thưa Lãnh chúa, dân làng đang tức giận về tình hình phù thủy này” cố vấn khiêm tốn của ngài nói. “Họ đang yêu cầu hành động. Ngay bây giờ!” Ông ta nhìn quanh với vẻ lo lắng. “Ngài không tin cô ta thực sự là phù thủy, phải không?”
vi: “Thưa ngài, người dân đang rất tức giận về tình huống phù thủy này”, vị cố vấn khiêm tốn của ngài nói. “Họ đang yêu cầu hành động. Và phải ngay bây giờ!” Ông ta lo lắng nhìn xung quanh. “Ngài có thực sự tin rằng bà ấy là một phù thủy không?”

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_01_REPLY_01
source: Ta cần thời gian để quyết định.
vi: Ta cần thời gian để đưa ra quyết định.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_01_REPLY_02
source: Hãy để dân làng quyết định số phận của họ.
vi: Hãy để người dân quyết định số phận của bà ta.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_01_REPLY_03
source: Chuyện gì đã xảy ra chính xác?
vi: Chính xác thì chuyện gì đã xảy ra?

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_02_DESC
source: Đột nhiên người phụ nữ bắt đầu lẩm bẩm bằng một ngôn ngữ kỳ lạ và lên cơn co giật. Những cử động và tiếng rên rỉ của cô ta là điều ngài chưa từng thấy trước đây...
vi: Đột nhiên, người phụ nữ thì thầm điều gì đó bằng một thứ tiếng xa lạ và bắt đầu giật dữ dội. Những cử động và tiếng rên rỉ của cô ta không giống bất cứ điều gì mà ngài từng thấy trước đây...

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_02_REPLY_01
source: Gọi bác sĩ đến khám cho cô ta.
vi: Hãy gọi bác sĩ đến để kiểm tra cho cô ta.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_02_REPLY_02
source: Ta muốn xem xét kỹ hơn.
vi: Ta muốn xem xét kỹ hơn về cô ta.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_02_REPLY_03
source: Gọi các tu sĩ đến xem xét cô ta.
vi: Tìm các tu sĩ, để họ kiểm tra cô ta.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_03_DESC
source: Người phụ nữ quằn quại và vật lộn trên mặt đất trong khi vẫy tay về phía đám đông. Dân làng lùi lại vì sợ hãi khi cô ta tiếp tục lẩm bẩm không thể phân biệt được. "Chúng ta cần trục xuất cô ta", một người trong số họ nói. Cố vấn đáng tin cậy của ngài nhìn ngài rồi nhìn sang cô gái. "Chúng ta nên làm gì với cô ta?"
vi: Người phụ nữ đang quằn quại trên sàn nhà, trong khi vung vẩy cánh tay trước đám đông. Người dân lùi lại vì sợ hãi khi cô ta tiếp tục lẩm bẩm không rõ. “Chúng ta phải trục xuất cô ta”, một người trong số họ nói. Cố vấn đáng tin cậy của ngài nhìn ngài và sau đó bước đến chỗ người phụ nữ. “Chúng ta nên làm gì với cô ta?”

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_03_REPLY_01
source: Ném cô ta vào ngục tối.
vi: Ném cô ta vào ngục.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_03_REPLY_03
source: Hãy lắng nghe ý kiến của mọi người.
vi: Hãy để tất cả các bên có cơ hội bày tỏ ý kiến của mình.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_04_DESC_01
source: Bác sĩ đến ngay sau đó. Ông ta kiểm tra các vết bầm tím trong khi một số dân làng đang cố gắng giữ chặt cô ta. Ông ta không có câu trả lời rõ ràng cho ngài. "Cô ta có thể bị đầu độc, nhưng điều này không giải thích được những điều cô ta nói bằng giọng nói kỳ lạ. Tôi không chắc".
vi: Bác sĩ đến ngay sau đó. Anh ta kiểm tra những vết bầm tím trong khi một số người dân cố gắng giữ cô ta. Anh ta không có câu trả lời rõ ràng cho các ngài. “Cô ta có thể đã bị đầu độc, nhưng điều đó không giải thích được lý do tại sao cô ta lại nói bằng giọng lạ. Tôi không thể nói chắc chắn điều gì cả”.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_04_DESC_02
source: Đột nhiên một trong những dân làng đứng gần đó hét lên và ngã xuống đất, cũng lên cơn co giật tương tự và bắt đầu lẩm bẩm một cách kỳ lạ. Đám đông giải tán. "Nó đang lan rộng!", một người khác hét lên. "Ngài phải làm gì đó, thưa Lãnh chúa".
vi: Đột nhiên, một trong những người dân xung quanh hét lên và ngã xuống với những cơn co giật tương tự và cũng bắt đầu lẩm bẩm những điều kỳ lạ. Đám đông giải tán. “Nó đang lan rộng!”, một người khác hét lên. “Ngài phải làm gì đó, thưa Lãnh Chúa”.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_04_REPLY_01
source: Bác sĩ sẽ chăm sóc họ.
vi: Hãy để bác sĩ chăm sóc họ.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_04_REPLY_02
source: Các tu sĩ sẽ kiểm tra họ.
vi: Hãy để các tu sĩ xem xét họ.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_05_DESC
source: Các tu sĩ từ tu viện đến sau một lúc. Người phụ nữ được các giáo sĩ kiểm tra kỹ lưỡng. Một trong các tu sĩ nhìn ngài và nói nhỏ: "Đây có thể là một sự hiện diện của quỷ dữ đang chiếm hữu dân làng, thưa Lãnh chúa!" Chúng ta có thể yêu cầu một nhà thuyết giáo thực hiện một nghi lễ hoặc một bác sĩ để được tư vấn. Một khả năng khác là để dân làng giải quyết vấn đề.
vi: Các tu sĩ từ tu viện đến sau một thời gian. Người phụ nữ được các giáo sĩ kiểm tra kỹ lưỡng. Một trong số các tu sĩ nhìn ngài và nói bằng giọng trầm: “Đây có thể là sự hiện diện của quỷ dữ đang chiếm hữu người dân trong làng, thưa ngài!” Chúng ta có thể để một mục sư thực hiện một nghi lễ hoặc hỏi ý kiến bác sĩ. Mặt khác, người dân có thể tự giải quyết vấn đề.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_05_REPLY_01
source: Kêu gọi một nghi lễ tôn giáo!
vi: Thực hiện một nghi lễ chữa bệnh!

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_05_REPLY_03
source: Để dân làng giải quyết vụ việc.
vi: Hãy để người dân trong làng tự giải quyết vụ án.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_06A_DESC
source: Những sự cố gần đây rất đáng lo ngại. Chúng ta nên tìm hiểu tận cùng vấn đề này.
vi: Các sự kiện gần đây rất đáng lo ngại. Chúng ta nên tìm hiểu cặn kẽ vấn đề này.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_06_DESC
source: Bác sĩ cần một số thiết bị chuyên dụng để lọc dung dịch và để kiểm tra.
vi: Bác sĩ cần một số thiết bị đặc biệt cho dung dịch lọc và cho cuộc kiểm tra.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_06_DESC_01
source: Thưa Lãnh chúa, tôi cần thiết bị đặc biệt để kiểm tra nhằm lọc một số dung dịch giả kim.
vi: Thưa ngài, tôi cần một số thiết bị đặc biệt để lọc một số dung dịch giả kim để kiểm tra.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_06_DESC_02
source: Tôi cần các công cụ đặc biệt để kiểm tra. Thưa Lãnh chúa, ngài có thể vui lòng làm chúng theo thông số kỹ thuật của tôi không?
vi: Để kiểm tra, tôi cần những công cụ đặc biệt, thưa ngài, ngài có thể vui lòng cho làm chúng theo thông số kỹ thuật của tôi không?

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_06_REPLY_01
source: Ta muốn ông ta có những công cụ ông ta cần.
vi: Hãy để anh ta có được những công cụ mà anh ta cần.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_06_REPLY_03
source: Cung cấp cho bác sĩ thiết bị lọc chuyên dụng.
vi: Cung cấp cho bác sĩ một thiết bị lọc đặc biệt.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_08_REPLY_01
source: Có lẽ bây giờ chúng ta cần một bác sĩ.
vi: Có lẽ chúng ta cần một bác sĩ.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_08_REPLY_02
source: Để bác sĩ khám cho nạn nhân.
vi: Hãy để bác sĩ kiểm tra nạn nhân.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_10_DESC
source: Dân làng đang nói về hành vi kỳ lạ của người phụ nữ. "Cô ấy là một người bán thảo dược", người nông dân nói, "mọi người đều đến gặp cô ấy khi họ bị bệnh. Khoảng một tuần nay cô ấy bắt đầu hành động kỳ lạ. Nói chuyện một mình, làm những điều kỳ lạ trong nhà."
vi: Người dân đang nói về hành vi kỳ lạ của người phụ nữ. “Cô ta là một chuyên gia thảo dược”, người nông dân kể lại, “mọi người đều đến gặp cô ta khi bị bệnh. Khoảng một tuần nay, cô ta bắt đầu cư xử kỳ lạ. Cô ta bắt đầu nói chuyện một mình và hành xử như thể bị ai đó thay thế vậy”.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_10_REPLY_02
source: Cô ấy đã làm gì trong nhà?
vi: Cô ta đã làm gì trong nhà?

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_10_REPLY_03
source: Hãy để cô ấy tự nói!
vi: Hãy để cô ta tự nói!

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_11_DESC
source: Người nông dân nhìn ngài, mắt mở to. "Chà, tất cả chúng tôi đã cùng nhau thu hoạch các cánh đồng quanh thị trấn và sau đó là lễ hội thu hoạch".
vi: Người nông dân nhìn các ngài với đôi mắt mở to. “Chà, tất cả chúng tôi đã cùng nhau thu hoạch các cánh đồng gần thành phố và sau đó đã có lễ hội thu hoạch.”

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_11_REPLY_01
source: Có gì đặc biệt về vụ thu hoạch không?
vi: Có gì đặc biệt về vụ thu hoạch?

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_11_REPLY_02
source: Chuyện gì đã xảy ra tại bữa tiệc?
vi: Chuyện gì đã xảy ra tại lễ hội?

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_11_REPLY_03
source: Ta muốn nói chuyện với một trong những nạn nhân.
vi: Tôi muốn nói chuyện với một trong những nạn nhân.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_14_DESC
source: "Chà, một đêm nọ chúng tôi nghe thấy cô ấy la hét quanh nhà. Như thể cô ấy đang nhìn thấy những thứ... những lời nguyền rủa hay gì đó tương tự," người nông dân nói. "Ngày hôm sau, cô ấy đang ở trước nhà thì sự hiện diện của quỷ dữ chiếm lấy cô ấy, làm cô ấy run rẩy và bắt đầu sốt."
vi: “À, một đêm nọ, chúng tôi nghe thấy cô ta la hét trong nhà. Cứ như thể cô ta đang nhìn thấy những điều… lời nguyền hay gì đó”, người nông dân nói. “Gần đây, cô ta đang đứng trước nhà khi một sự hiện diện ma quỷ bắt được cô ta, làm cô ta run rẩy và gây ra cơn sốt.”

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_14_REPLY_01
source: Có lẽ cô ấy đã bị đầu độc bằng cách nào đó?
vi: Có lẽ cô ta đã bị đầu độc?

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_14_REPLY_02
source: Chuyện gì đã xảy ra trước khi cô ấy trở nên kỳ lạ?
vi: Chuyện gì đã xảy ra trước khi cô ta bắt đầu di chuyển một cách kỳ lạ?

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_15_DESC
source: Chỉ có tiếng lẩm bẩm phát ra từ nạn nhân. Cô ấy sốt rất cao và đổ mồ hôi nhiều. Khi cô ấy mở mắt, cô ấy không thể tập trung vào bất kỳ khuôn mặt nào và đồng tử của cô ấy khá lớn.
vi: Chỉ có tiếng lẩm bẩm khó hiểu phát ra từ nạn nhân. Cô ta rõ ràng đang bị sốt và đổ mồ hôi rất nhiều. Khi cô ta mở mắt, cô ta không thể tập trung vào khuôn mặt nào và con ngươi của cô ta đang giãn ra.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_15_REPLY_01
source: Gọi bác sĩ!
vi: Hãy gọi bác sĩ đến!

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_15_REPLY_01A
source: Hãy để nạn nhân được kiểm tra.
vi: Hãy kiểm tra nạn nhân.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_15_REPLY_03
source: Các tu sĩ có thể biết phải làm gì.
vi: Các tu sĩ sẽ biết phải làm gì.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_16_DESC
source: "Chà", người nông dân nói "Vụ thu hoạch năm nay ở mức trung bình. Có một lượng lúa mì nâu bất thường trong vụ thu hoạch. Người xay bột nói rằng nó không đủ cho mùa đông và lễ hội nên ông ta cũng đã sử dụng những hạt màu nâu để làm bột mì."
vi: “Chà...”, người nông dân nói: “Vụ thu hoạch năm nay ở mức trung bình. Có một lượng ngũ cốc màu nâu bất thường trong vụ thu hoạch. Người thợ xay bột nói rằng nó không đủ cho mùa đông và lễ hội, vì vậy anh ta đã sử dụng cả ngũ cốc màu nâu để làm bột mì”.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_17_DESC
source: Sau khi người làm bánh mang đến tất cả bánh mì, chúng tôi đã có một bữa tiệc lớn để ăn mừng vụ thu hoạch. Ông ấy thậm chí còn mang đến một loại bánh mì mới đặc biệt mà ông ấy nướng từ lúa mì nâu. Bữa tiệc năm nay đặc biệt hoang dã. Rất nhiều dân làng phàn nàn về đau bụng vào ngày hôm sau, nhưng đó thường là trường hợp khi một bữa tiệc như vậy diễn ra. Người làm bánh đã vứt bỏ phần bánh mì còn lại, vì ông ấy nghĩ rằng nó có vị hơi lạ...
vi: Sau khi thợ làm bánh mang hết bánh mì đến, chúng ta đã tổ chức một lễ hội lớn để ăn mừng vụ thu hoạch. Anh ta thậm chí còn mang theo một loại bánh mì mới đặc biệt mà anh ta đã nướng bằng ngũ cốc màu nâu. Lễ hội năm nay đã diễn ra rất hoành tráng một cách bất thường. Nhiều người dân phàn nàn về chứng đau bụng vào ngày hôm sau, nhưng đó là chuyện bình thường khi có một lễ hội như vậy. Thợ làm bánh đã vứt bỏ phần bánh mì còn lại vì anh ta nghĩ rằng nó có vị hơi kỳ lạ…

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_17_REPLY_01
source: Điều tra lúa mì nâu.
vi: Kiểm tra ngũ cốc màu nâu.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_17_REPLY_02
source: Hãy kiểm tra nhà của người phụ nữ.
vi: Hãy lục soát nhà của người phụ nữ đó.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_18_DESC
source: Vì phù thủy khá nghèo, cô ấy dường như đã lấy một ít bánh mì "đặc biệt" cho mình sau khi người làm bánh vứt nó đi. Trong nhà cô ấy, ngài có thể tìm thấy một ít bánh mì vẫn chưa ăn.
vi: Vì mụ phù thủy khá nghèo nên có vẻ như cô ta đã lấy một ít bánh mì “đặc biệt” cho mình sau khi thợ làm bánh vứt chúng đi. Trong nhà, các ngài tìm thấy một phần bánh mì chưa được tiêu thụ.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_18_REPLY_01
source: Để bác sĩ phân tích bánh mì.
vi: Hãy để bác sĩ phân tích bánh mì.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_18_REPLY_02
source: Thú vị.
vi: Thật là thú vị.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_19_DESC
source: Trong khi bác sĩ đi vắng, ngày càng nhiều dân làng phàn nàn về đau bụng và lên cơn co giật. Dân làng đang yêu cầu một phương thuốc chữa trị. Chúng ta nên làm gì?
vi: Trong khi bác sĩ đi vắng, ngày càng có nhiều người dân phàn nàn về chứng đau bụng và co giật. Người dân đang yêu cầu một phương thuốc chữa bệnh. Chúng ta nên làm gì?

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_19_REPLY_01
source: Tiêu hủy phần bánh mì còn lại.
vi: Tiêu hủy số bánh mì còn lại.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_19_REPLY_02
source: Chờ bác sĩ trở về.
vi: Chờ đợi bác sĩ quay lại.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_19_REPLY_03
source: Chúng ta phải tìm ra chuyện gì đã thực sự xảy ra.
vi: Chúng ta phải tìm hiểu chuyện gì đang thực sự xảy ra.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_20_DESC
source: Sau một thời gian, bác sĩ trở về từ thủ đô. Ông mang tin tốt và ngay lập tức thông báo. "Đó không phải là phù thủy!" Đó là ngộ độc nấm cựa gà trong vụ thu hoạch. Chúng ta nên tiêu hủy ngay phần thu hoạch còn lại để đảm bảo điều này sẽ không xảy ra nữa. Ngộ độc nấm cựa gà có thể dẫn đến co giật, ảo giác và hôn mê hoàn toàn," ông nói.
vi: Sau một thời gian, bác sĩ trở về từ thủ đô. Ông ta có tin tốt và thông báo ngay cho các ngài. “Đây không phải là phù thủy! Mà là chứng ngộ độc cựa gà trên vụ mùa. Chúng ta nên tiêu hủy vụ mùa còn lại ngay lập tức để đảm bảo rằng điều này không tái diễn. Ngộ độc cựa gà có thể gây co giật, ảo giác và gây hôn mê hoàn toàn”, anh ta nói.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_20_DESC_2
source: Ngài phải đưa ra quyết định, Lãnh chúa. Hoặc chúng ta giữ lại phần thu hoạch còn lại và cố gắng trồng thêm loại nấm cựa gà này hoặc chúng ta tiêu hủy mọi thứ của vụ thu hoạch vì lợi ích của dân làng. Ngài đề nghị làm gì?
vi: Ngài phải đưa ra quyết định, thưa ngài. Một là chúng ta hãy giữ lại phần vụ mùa còn lại và cố gắng sản xuất thêm chất cựa gà này, hoặc là chúng ta tiêu hủy toàn bộ vụ mùa vì lợi ích của người dân. Các ngài định làm gì?

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_20_PART_01
source: Sau một thời gian, bác sĩ trở về từ thủ đô. Ông mang tin tốt và ngay lập tức thông báo. "Đó không phải là phù thủy!"
vi: Sau một thời gian, bác sĩ trở về từ thủ đô. Ông ta có tin tốt và thông báo ngay cho chúng ta. “Đây không phải là phù thủy!”

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_20_PART_02
source: "Đó là ngộ độc nấm cựa gà trong vụ thu hoạch. Chúng ta nên tiêu hủy ngay phần thu hoạch còn lại để đảm bảo điều này sẽ không xảy ra nữa. Ngộ độc nấm cựa gà có thể dẫn đến co giật, ảo giác và hôn mê," ông nói. Chúng ta phải tiêu hủy nó.
vi: “Đó là ngộ độc cựa gà trên vụ mùa. Chúng ta nên tiêu hủy ngay vụ mùa còn lại để đảm bảo rằng điều này không tái diễn. Ngộ độc cựa gà có thể gây co giật, ảo giác và gây hôn mê hoàn toàn”, anh ta nói. Chúng ta phải phá hủy nó.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_20_PART_03
source: Thưa Lãnh chúa, đợi đã! Loại nấm cựa gà này trên vụ thu hoạch, vâng, nó có thể nguy hiểm khi dùng quá liều. Nhưng dân làng khá thư giãn và hạnh phúc khi họ chỉ tiêu thụ liều lượng nhỏ. Có lẽ chúng ta có một cơ hội ở đây cho sự thịnh vượng và hạnh phúc của dân làng.
vi: Thưa Lãnh Chúa, hãy chờ chút đã! Chất cựa gà này có trong vụ mùa, ừ, nó có thể nguy hiểm nếu dùng quá liều. Nhưng người dân trong làng có vẻ khá thoải mái và hạnh phúc khi chỉ tiêu thụ một lượng nhỏ. Có lẽ chúng ta có cơ hội làm cho người dân giàu có và hạnh phúc hơn ở đây.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_20_REPLY_01
source: Tiêu hủy phần còn lại của vụ thu hoạch.
vi: Tiêu hủy phần còn lại của vụ mùa.

# T_RANDOM_EVENT_WITCHHUNT_CHOICE_POPUP_20_REPLY_02
source: Có lẽ loại nấm cựa gà này có điều gì đó tốt đẹp. Chúng ta giữ lại nó.
vi: Có lẽ chất cựa gà này có một vài thứ tốt đẹp bên trong. Chúng ta hãy giữ phần còn lại.

# T_RANDOM_EVENT_WITCHHUNT_DESC
source: Một người phụ nữ đang khóc bị một vài dân làng kéo vào sân. Cô ấy trông đau đớn nhưng ngoài ra không bị thương. Dân làng yêu cầu phải có hành động chống lại phù thủy bị cáo buộc. Ngài làm gì với cô ta?
vi: Một người phụ nữ đang khóc bị một số người dân kéo vào sân. Cô ta trông có nhiều vết thương, nhưng ngoài ra cô ta vẫn còn nguyên vẹn. Người dân đang yêu cầu có biện pháp chống lại người bị cáo buộc là phù thủy này. Các ngài sẽ làm gì với cô ta?

# T_RANDOM_EVENT_WITCHHUNT_END_DESTROYEVERYTHING
source: Sau khi vụ thu hoạch và tất cả nguồn cung cấp có nấm cựa gà đã bị tiêu hủy, hòa bình dần trở lại làng. Tuy nhiên, toàn bộ sự kiện đã có tác động tích cực đến làng. Dân làng bây giờ siêng năng hơn trong công việc và ít kiệt sức hơn.
vi: Sau khi vụ mùa và tất cả hàng dự trữ bị tiêu hủy vì nấm cựa gà, sự yên tĩnh dần trở lại trong làng. Tuy nhiên, toàn bộ sự kiện này đã mang lại một tác dụng tích cực cho làng. Từ nay, người dân sẽ làm việc chăm chỉ hơn và ít mệt mỏi hơn.

# T_RANDOM_EVENT_WITCHHUNT_END_KEEP_DRUGS
source: Từ bây giờ, nông dân sẽ trồng các loại lúa mì dễ bị nhiễm nấm cựa gà hơn. Bác sĩ đã bắt đầu tạo ra một loại thuốc ngâm chứa một lượng nhỏ phương thuốc thần kỳ mới. Điều này có tác động tích cực vĩnh viễn là cư dân hạnh phúc hơn một chút, nhưng cũng lười biếng hơn một chút.
vi: Từ giờ trở đi, nông dân sẽ trồng ngũ cốc có nhiều khả năng bị nhiễm cựa gà hơn. Bác sĩ đã bắt đầu tạo ra một loại cồn thuốc có chứa một lượng nhỏ chất kỳ diệu này. Điều này có tác dụng tích cực vĩnh viễn là người dân sẽ hạnh phúc hơn một chút, nhưng cũng lười hơn một chút.

# T_RANDOM_EVENT_WITCHHUNT_EXORCISM_DESC
source: Thưa Lãnh chúa, để chuẩn bị sức mạnh chữa lành của đức tin, chúng ta vẫn cần một số vật liệu. Ngài có thể vui lòng gửi cho tôi các thành phần thích hợp không.
vi: Thưa ngài, để sức mạnh chữa lành của đức tin có hiệu lực, chúng ta vẫn cần một số vật liệu. Ngài có thể vui lòng cung cấp cho tôi các nguyên liệu cần thiết không.

# T_RANDOM_EVENT_WITCHHUNT_EXORCISM_SUCCESS
source: Nghi lễ được chuẩn bị ngay khi ngài giao vật liệu. Cảm ơn ngài rất nhiều, thưa ngài.
vi: Mọi thứ đã được chuẩn bị, ngay khi ngài đưa các vật liệu này. Xin cảm ơn, thưa ngài.

# T_RANDOM_EVENT_WITCHHUNT_INTRO_01
source: Dân làng giận dữ đã đến lâu đài. Đám đông mang theo đuốc và chĩa. "Lãnh chúa!", thủ lĩnh đám đông nói, "Chúng tôi đã tìm thấy một phù thủy trong thị trấn!" Một người phụ nữ đang khóc bị một vài dân làng kéo vào sân. Cô ấy trông đau đớn nhưng ngoài ra không bị thương.
vi: Những người dân giận dữ đã đến lâu đài. Đám đông cầm đuốc và đinh ba trên tay. “Thưa ngài!”, thủ lĩnh đám đông nói, “Chúng ta đã tìm thấy một mụ phù thủy trong thành phố!” Một người phụ nữ đang khóc bị một vài người dân kéo vào sân. Cô ta trông có nhiều vết thương, nhưng ngoài ra cô ta vẫn còn nguyên vẹn.

# T_RANDOM_EVENT_WITCHHUNT_INTRO_02
source: “Phù thủy này cần phải bị xử lý, Lãnh chúa” thủ lĩnh đám đông hét lên. “Cô ta hành động kỳ lạ. Và chúng tôi tìm thấy tinh chất thảo dược trong lều của cô ta! Cô ta phải là một phù thủy!”
vi: “Con mụ phù thủy này cần phải được xử lý, thưa ngài”, thủ lĩnh đám đông hét lên. “Cô ta cư xử kỳ lạ. Và chúng ta đã tìm thấy một số tinh chất thảo dược trong túp lều của cô ta! Cô ta chắc chắn phải là một mụ phù thủy!”

# T_RANDOM_EVENT_WITCHHUNT_MESSAGE_07
source: Với các công cụ phù hợp, bác sĩ bắt đầu khám cho cô gái. Nhìn bề ngoài, không có gì bất thường với cô ấy, cho đến khi bác sĩ phát hiện ra rằng cô ấy có ngón tay và bàn chân đen.
vi: Với những dụng cụ thích hợp, bác sĩ bắt đầu kiểm tra nạn nhân. Nhìn qua thì có vẻ như không có gì không ổn với cô ta, cho đến khi bác sĩ phát hiện ra rằng ngón tay và chân của cô ta có màu đen.

# T_RANDOM_EVENT_WITCHHUNT_MESSAGE_09
source: Cảm ơn ngài rất nhiều, thưa ngài. Tôi đã tạo ra một dung dịch giả kim mà tôi có thể xác định được một loại nấm đặc biệt trên miệng nạn nhân.
vi: Xin cảm ơn, thưa ngài. Tôi đã tạo ra một dung dịch giả kim để có thể xác định một loại nấm đặc biệt trên miệng của nạn nhân.

# T_RANDOM_EVENT_WITCHHUNT_MESSAGE_12
source: Nhà thuyết giáo và các tu sĩ đưa nạn nhân đến nhà thờ. Trên đất thánh, họ thực hiện nghi lễ ngay trong đêm đó. Ngài có thể nghe thấy tiếng hát suốt đêm. Vào buổi sáng, các tu sĩ ra ngoài và báo cáo rằng nạn nhân đã bước vào trạng thái yên tĩnh.
vi: Vị mục sư và các tu sĩ đưa nạn nhân vào nhà thờ. Họ muốn thực hiện nghi lễ trên vùng đất thánh vào đêm nay. Những bài thánh ca đã được nghe thấy cả đêm. Vào buổi sáng, các tu sĩ bước ra và báo cáo rằng nạn nhân đã rơi vào trạng thái hôn mê hoàn toàn.
