Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_005
source: Một lần rút tuyệt vời, thưa ngài! Tất cả đều tích cực. Ngài sẽ gặp một người phụ nữ, một người phụ nữ tuyệt vời sẽ làm đảo lộn trái tim ngài. Tình yêu đang ở phía chân trời! Hãy sẵn sàng khi cô ấy gõ cửa nhà ngài.
vi: Một nước đi tuyệt vời, thưa ngài! Rất tích cực. Ngài sẽ gặp một người phụ nữ, một người phụ nữ tuyệt vời, người sẽ làm cho trái tim của ngài rung động. Tình yêu đang xuất hiện ở đường chân trời! Hãy chuẩn bị khi nó gõ cửa nhà ngài.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_A_001
source: Ngài thấy cô gái trẻ này đang xáo bài, cô ấy thì thầm tên ngài vào chúng. Để truyền năng lượng của ngài. Sau đó, cô ấy yêu cầu ngài chọn chồng bài bên phải hoặc bên trái.
vi: Ngài thấy người phụ nữ trẻ đang xáo bài và thì thầm tên của ngài vào đó để truyền năng lượng cho ngài. Sau đó, cô ấy yêu cầu ngài chọn chồng bài bên phải hoặc bên trái.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_CHURCH_001
source: Thần hy vọng rằng lời tiên tri này sẽ không thành hiện thực và những người theo đạo sẽ hạnh phúc trong thành phố của chúng ta.
vi: Tôi hy vọng rằng dự đoán này sẽ không thành sự thật và những người có tín ngưỡng tôn giáo trong thành phố của chúng ta hạnh phúc.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_CHURCH_002
source: Sáng hôm sau, một nhà sư đến gần ngài. Ông ấy thông báo với ngài rằng nhà thờ cần thêm tài nguyên và một nơi thờ cúng bổ sung sẽ được đánh giá cao. Lời tiên tri của thầy bói thoáng qua trong tâm trí ngài.
vi: Sáng hôm sau, một tu sĩ đến gặp ngài. Ông ấy thông báo cho ngài rằng nhà thờ cần nhiều tài nguyên hơn và một địa điểm thờ cúng bổ sung sẽ rất được hoan nghênh. Dự đoán của nhà tiên tri hiện lên trong đầu ngài.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_CHURCH_003
source: Thưa ngài, một nhà thờ mới có thể giúp dân chúng thức tỉnh về mặt tinh thần. Cảm ơn ngài rất nhiều.
vi: Thưa ngài, một nhà thờ mới có thể giúp người dân khai sáng về mặt tinh thần. Cảm ơn ngài rất nhiều.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_CHURCH_004_TITLE
source: Xây dựng một nơi thờ cúng mới.
vi: Xây dựng một địa điểm thờ cúng mới.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_CHURCH_006
source: Ồ, thật hoàn hảo! Ngài sẽ thấy, chúng ta sẽ sử dụng tốt nơi thờ cúng mới này.
vi: Ồ, thật hoàn hảo! Ngài sẽ thấy thôi! Chúng tôi sẽ sử dụng tốt địa điểm thờ cúng mới này.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_LEFT_001
source: Chồng bài bên trái.
vi: Chồng bên trái.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_LEFT_002
source: Lá bài này cho thấy ngài có một phần rất đen tối trong mình và nó sẽ dẫn ngài đến sự tự hủy diệt. Thần sợ rằng điều này sẽ ảnh hưởng đến năng suất của người dân của ngài.
vi: Lá bài này cho thấy rằng ngài có một phần rất đen tối trong người và nó sẽ dẫn ngài đến sự tự hủy hoại. Tôi e rằng điều này sẽ ảnh hưởng đến năng suất của cư dân của ngài.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_LEFT_003
source: Thần cảm thấy rằng ngài đang bối rối và cố vấn của ngài đang thúc giục ngài rời đi. Nhưng hãy ở lại một lát, mọi chuyện chưa kết thúc. Một lần rút thứ hai có thể cung cấp những câu trả lời cụ thể hơn.
vi: Tôi cảm thấy rằng ngài đang bối rối và cố vấn của ngài đang thúc giục ngài rời đi. Nhưng hãy ở lại thêm một chút, vẫn chưa hết. Một lần rút bài thứ hai có thể cung cấp câu trả lời chính xác hơn.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_PARTY_001
source: Thưa ngài, thầy bói này đang nói sự thật, chúng ta có một chuyến thăm được lên lịch vào cuối tuần tới. Điều đó cho chúng ta đủ thời gian để lên kế hoạch cho một bữa tiệc và ăn mặc đẹp!
vi: Thưa ngài, nhà tiên tri này đang nói sự thật, chúng ta đã lên kế hoạch cho một chuyến thăm vào cuối tuần tới. Điều đó cho chúng ta đủ thời gian để lên kế hoạch cho một bữa tiệc và ăn mặc đẹp!

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_PARTY_003
source: Một bữa tiệc vui không thể thiếu đồ ăn và thức uống. Hãy bắt đầu với điều đó, thưa ngài.
vi: Một bữa tiệc sẽ không là gì nếu không có đồ ăn và thức uống. Hãy bắt đầu nào, thưa ngài.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_PARTY_004
source: Hoàn hảo! Bây giờ chúng ta có đủ đồ ăn và thức uống để làm hài lòng khách của mình.
vi: Hoàn hảo. Bây giờ chúng ta có đủ đồ ăn và thức uống cho khách của mình.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_PARTY_005
source: Thưa ngài, ngài nên làm mọi thứ có thể cho lễ kỷ niệm này. Hãy tưởng tượng nếu ngài gặp được tri kỷ của mình ở đó?
vi: Thưa ngài, chúng ta nên cố gắng hết sức trong việc chuẩn bị cho lễ hội. Nếu ngài gặp được tri kỷ của mình ở đó thì sao?

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_PARTY_006
source: Cố vấn của ngài có thể có lý. Vì vậy, ngài quyết định mặc bộ trang phục đẹp nhất của mình. Cả thành phố tỏa sáng, ngài không ngần ngại một giây nào để phô trương sự giàu có của mình.
vi: Cố vấn của ngài có thể đúng. Vì vậy, ngài quyết định trang điểm bằng bộ quần áo đẹp nhất của mình. Cả thành phố tỏa sáng lộng lẫy. Ngài không ngần ngại phô bày sự giàu có của mình.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_RIGHT_001
source: Chồng bài bên phải.
vi: Chồng bên phải.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CARDS_RIGHT_002
source: Ngài là một người chu đáo và các lá bài cho thần biết rằng điều này sẽ ảnh hưởng đến năng suất của cư dân của ngài!
vi: Ngài là một người chu đáo và các lá bài cho tôi biết rằng điều này sẽ ảnh hưởng đến năng suất của cư dân của ngài!

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CRISTAL_002
source: Lựa chọn rất tốt, thưa Thống đốc. Xin mời ngài lại gần và nhìn vào quả cầu pha lê.
vi: Lựa chọn rất tốt, thưa Thống đốc. Hãy tiến lại gần và nhìn vào quả cầu.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CRY_001
source: Rời đi và về phòng khóc.
vi: Đi và khóc trong phòng của ngài đi.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CRY_002
source: Hoảng loạn, ngài chạy khỏi phòng khiêu vũ và về phòng mình, gục xuống giường khóc nức nở. Mọi dấu hiệu cho thấy ngài đang đau khổ vì thất tình. Chỉ có thời gian mới chữa lành được vết thương này.
vi: Trong cơn hoảng loạn, ngài chạy ra khỏi phòng khiêu vũ và xông vào phòng của mình để thu mình trên giường và khóc. Mọi thứ đều cho thấy rằng ngài đang đau khổ vì một trái tim tan vỡ. Chỉ có thời gian mới có thể chữa lành vết thương của ngài.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_CRY_003
source: Đã vài tháng trôi qua, ngài đang dần hồi phục sau cơn đau tim vỡ. Nữ hoàng Frygith chưa bao giờ hỏi thăm ngài, bà ta chẳng hề quan tâm đến ngài. Mặt khác, ngài đã đi vào lịch sử và giờ đây xuất hiện trong sách như một vị thống đốc si tình. Điều này giúp ngài chiếm được cảm tình của người dân và họ giờ làm việc hiệu quả hơn.
vi: Đã vài tháng trôi qua, ngài đang từ từ hồi phục sau trái tim tan vỡ của mình. Một mặt, Nữ hoàng Frygith chưa bao giờ cố gắng tìm hiểu xem ngài thế nào, bà ấy hoàn toàn không quan tâm đến ngài. Mặt khác, ngài đã làm nên lịch sử và bây giờ xuất hiện trong sách lịch sử với tư cách là vị Thống đốc đang yêu. Điều đó đã mang lại thiện cảm của mọi người dành cho ngài và giờ đây họ đang làm việc hiệu quả hơn.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_DRINKS_001
source: Mang đồ uống cho bà ấy.
vi: Mang đồ uống cho cô ấy.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_FORTUNE_002
source: Cùng với cố vấn của mình, ngài quyết định đến nhà thầy bói. Có lẽ bà ta có thể giúp ngài ngăn chặn một số bất hạnh hoặc mang đến tin tốt lành.
vi: Cùng với cố vấn của ngài, ngài quyết định đến nhà của nhà tiên tri. Có lẽ cô ấy có thể giúp ngài ngăn chặn những điều bất hạnh hoặc mang đến cho ngài những tin tức tuyệt vời.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_JUICE_001
source: Mang cho bà ấy ít nước ép nho.
vi: Mang cho cô ấy nước ép nho.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_LOVE_001
source: Ngài có thể chiêm ngưỡng các cuộc diễu hành từ trên đỉnh lâu đài. Và đột nhiên, từ xa, ngài thấy một đoàn rước đang tiến đến. Ánh mắt ngài dừng lại ở một người phụ nữ xinh đẹp. Trái tim ngài rung động. Đây có phải là tình yêu sét đánh không?
vi: Ngài có thể chiêm ngưỡng các cuộc diễu hành từ mái lâu đài của mình. Và đột nhiên, ở phía xa, ngài nhìn thấy một đám rước đang đến. Sự chú ý của ngài đổ dồn vào một người phụ nữ xinh đẹp. Trái tim ngài rung động. Có phải đó là tình yêu sét đánh mà mọi người vẫn hay nói đến không?

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_LOVE_002
source: Điên cuồng vì tình yêu, ngài quyết định đi gặp người đẹp lạ mặt này. Suýt nữa thì vấp ngã khi xuống cầu thang lâu đài, ngài phải bò bốn chân xuống bậc. Cố vấn của ngài, đứng sừng sững bên cạnh, không hiểu chuyện gì đang xảy ra với ngài.
vi: Bị tình yêu làm cho mù quáng, ngài quyết định gặp người lạ xinh đẹp này. Ngài suýt vấp ngã trên cầu thang của lâu đài và sau đó vội vã đi xuống cầu thang bằng cả bốn chân. Cố vấn của ngài đứng cạnh ngài tự hỏi chuyện gì đang xảy ra với ngài.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_LOVE_003
source: Thưa Ngài, đây là Nữ hoàng Frygith. Tôi không biết điều gì đã thúc đẩy ngài đến gặp bà ấy nhanh như vậy.
vi: Thưa ngài, đó là Nữ hoàng Frygith. Tôi không biết động cơ của ngài là gì khi chào đón bà ấy nhanh như vậy.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_LOVE_004
source: Thống đốc, rất vui được gặp ngài.
vi: Thưa Thống đốc, rất vui được gặp ngài.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_LOVE_005
source: Nữ hoàng Frygith làm ngài choáng ngợp bởi sự hiện diện của bà ấy, ngài không còn biết phải hành động thế nào. May mắn thay, cố vấn đáng tin cậy của ngài đang giúp đỡ và cho phép ngài lấy lại bình tĩnh. Ngài quyết định mời Nữ hoàng Frygith đến vũ hội tối nay. Hy vọng bà ấy sẽ chấp nhận buổi hẹn hò lãng mạn đầu tiên này.
vi: Nữ hoàng Frygith đã làm ngài choáng ngợp với sự hiện diện của mình, ngài không còn biết cách cư xử như thế nào nữa. Thật may cho ngài, cố vấn đáng tin cậy của ngài đã giúp ngài tìm lại được giác quan. Ngài quyết định mời Nữ hoàng Frygith đến dự buổi khiêu vũ tối nay. Hy vọng bà ấy sẽ chấp nhận lời mời lãng mạn đầu tiên này.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_LOVE_006
source: Nữ hoàng Frygith, Thống đốc mời bà đến vũ hội tối nay làm bạn nhảy của ngài ấy. Liệu bà có thể ban cho chúng tôi vinh dự này không?
vi: Thưa Nữ hoàng Frygith, Thống đốc mời ngài đến dự buổi khiêu vũ tối nay với tư cách là người đồng hành của ông ấy. Liệu ngài có vinh dự chấp nhận lời mời này không?

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_LOVE_007
source: Điều đó hoàn toàn không phù hợp! Tôi đã được hứa gả cho Công tước Cannes, tôi không thể bị nhìn thấy trong vòng tay của một thống đốc.
vi: Điều này hoàn toàn không phù hợp! Tôi đã hứa hôn với Công tước xứ Cannes, tôi không thể xuất hiện trong vòng tay của một vị Thống đốc.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_LOVE_008
source: Tôi rất vui lòng chấp nhận lời mời này.
vi: Tôi vui lòng chấp nhận lời mời.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_LOVE_009
source: Thời khắc vũ hội cuối cùng cũng đã đến. Ngài đã mời những nhạc sĩ danh tiếng nhất đến chơi nhạc trong buổi tối này. Ngài muốn mọi thứ phải thật hoàn hảo cho người yêu dấu của mình. Nữ hoàng Frygith cuối cùng cũng đến, trong một bộ váy thanh lịch. Mỗi giây phút ngài ở bên bà ấy càng làm tình yêu của ngài thêm bền chặt.
vi: Cuối cùng thời gian cho buổi khiêu vũ cũng đến. Ngài đã mời các nhạc sĩ giỏi nhất trong nước đến chơi nhạc cho ngài vào tối nay. Ngài muốn mọi thứ thật hoàn hảo cho người yêu của mình. Cuối cùng Nữ hoàng Frygith cũng đến trong một bộ váy thanh lịch. Mỗi giây phút ngài ở bên bà ấy đều khiến tình yêu của ngài thêm mạnh mẽ.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_LOVE_010
source: Âm nhạc đang hòa quyện, Nữ hoàng Frygith dường như cũng bị cuốn hút. Đã đến lúc nghỉ giải lao và bà ấy muốn ngài mời một chút đồ giải khát.
vi: Âm nhạc đã làm phép thuật của nó, Nữ hoàng Frygith dường như cũng đang bị cuốn hút. Đã đến lúc nghỉ ngơi và bà ấy yêu cầu ngài một thức uống.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_NADA_001
source: Ngài không có gì để mời bà ấy cả.
vi: Ngài không có gì để mời cô ấy.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_NO_002
source: Ngài đã làm đúng, thưa Thống đốc. Ai biết được chúng ta sẽ gặp phải những rắc rối gì chứ!
vi: Ngài đã làm đúng, thưa Thống đốc. Ai biết được chúng ta sẽ gặp phải loại vấn đề nào!

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_NO_LOVE_007
source: Trái tim tan vỡ, ngài quyết định không tham dự vũ hội nữa. Ngài đau buồn trong một thời gian dài. Và điều đó đang phản ánh lên thành phố của ngài. Năng suất và hạnh phúc của người dân đang giảm sút. Hy vọng điều này không kéo dài.
vi: Với một trái tim tan vỡ, ngài quyết định không tham gia khiêu vũ. Ngài đau buồn trong một thời gian dài. Và điều đó được phản ánh ở thành phố của ngài. Năng suất và sự hài lòng của người dân giảm xuống. Hy vọng điều này sẽ không kéo dài lâu.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_NO_LOVE_008
source: Ngài bắt đầu nhìn thấy ánh sáng cuối đường hầm trở lại và nỗi buồn của ngài giờ đã được khắc phục. Ngài từ từ bắt đầu ra khỏi phòng trở lại. Mọi người hài lòng với sự hồi phục của ngài và điều này đang ảnh hưởng tích cực đến năng suất và tinh thần của họ.
vi: Ngài bắt đầu nhìn thấy ánh sáng ở cuối đường hầm trở lại và vượt qua nỗi buồn của mình. Ngài từ từ bắt đầu bò ra khỏi phòng của mình một lần nữa. Người dân vui mừng vì sự phục hồi của ngài và điều đó có tác động tích cực đến năng suất và tinh thần của họ.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_OFFER_001
source: Cảm ơn Thống đốc, ngài là một người đàn ông rất quyến rũ. Ngài có muốn dùng buổi tối này để ký kết các thỏa thuận thương mại không? Như vậy chúng ta sẽ có cơ hội gặp lại nhau…
vi: Cảm ơn ngài, thưa Thống đốc! Ngài rất quyến rũ. Ngài có muốn tận dụng buổi tối để đạt được các thỏa thuận thương mại không? Để chúng ta có cơ hội gặp lại nhau?

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_OFFER_002
source: Tôi sẽ để ngài lại với Nữ hoàng, thưa Thống đốc.
vi: Tôi sẽ để ngài ở riêng với Nữ hoàng, thưa Thống đốc.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_OFFER_003
source: Ngài và nữ hoàng tách mình ra khu vườn hoàng gia. Như trong truyện cổ tích. Thời gian như ngừng trôi đối với ngài và Nữ hoàng Frigith. Ngài lấy hết can đảm và chia sẻ cảm xúc của mình. Hóa ra tình cảm của nữ hoàng cũng giống như vậy! Thật không may, mặt trời đang lên và Nữ hoàng phải trở về. Bà ấy có rất nhiều việc phải giải quyết ở đất nước của mình. Và ngài biết rằng không dễ dàng gì để điều hành một đất nước một mình.
vi: Ngài và nữ hoàng rút lui vào khu vườn hoàng gia. Như trong truyện cổ tích. Thời gian dường như ngừng trôi. Ngài thu hết can đảm và chia sẻ cảm xúc của mình. Hóa ra, tình cảm của hai người có sự đồng điệu! Đáng tiếc thay, bình minh lại đến và nữ hoàng phải quay trở lại. Bà ấy có quá nhiều việc phải làm ở đất nước của mình. Và ngài biết rằng việc một mình cai trị một đất nước không phải là điều dễ dàng.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_OFFER_004
source: Người dân cũng mừng cho ngài. Họ ít có xu hướng đình công hơn, đó là một tin tuyệt vời. Cuối cùng, ngài đã làm đúng khi tham khảo ý kiến của thầy bói này.
vi: Dân làng cũng vui cho ngài. Họ ít có khả năng đình công hơn, đó là một tin tuyệt vời. Cuối cùng thì ngài đã làm đúng khi đến thăm nhà tiên tri.

# T_GAME_QUEST_FORTUNE_TELLER_ANSWER_YES_001
source: Tôi rất sẵn lòng đi!
vi: Tôi rất muốn chấp nhận lời mời!

# T_GAME_QUEST_FORTUNE_TELLER_CHURCH_BAD_001
source: Ôi thưa Ngài, thật khủng khiếp. Những người bị buộc phải đến nhà thờ hoàn toàn mất tinh thần. Họ đang ở bước đường cùng. Chúng ta hãy cầu nguyện để họ vượt qua được! Đó là một quyết định tồi tệ khi bắt buộc đi lễ!
vi: Ôi, thưa bệ hạ, thật là kinh khủng. Những người đã bị ép buộc phải đi nhà thờ hoàn toàn suy sụp. Họ đã kiệt sức. Chúng ta hãy cùng cầu nguyện để họ vượt qua điều đó! Thật là một quyết định tồi khi bắt buộc thờ cúng!

# T_GAME_QUEST_FORTUNE_TELLER_CHURCH_BAD_002
source: Toàn bộ chuyện nhà thờ và thầy bói này giờ đã ở lại phía sau. Người dân đang bắt đầu lấy lại hạnh phúc.
vi: Toàn bộ câu chuyện về nhà thờ và nhà tiên tri cuối cùng đã ở lại phía sau chúng ta. Dân làng đang dần cảm thấy tốt hơn.

# T_GAME_QUEST_FORTUNE_TELLER_CHURCH_GOOD_001
source: Quyết định này có lợi cho chúng ta, thưa Ngài! Ngài đã làm đúng khi bắt buộc đi lễ. Người dân giờ đây hạnh phúc và năng suất hơn.
vi: Quyết định này đã có tác động tích cực, thưa ngài! Ngài đã làm đúng khi bắt buộc việc thờ cúng. Dân làng hiện đang hạnh phúc và làm việc hiệu quả hơn.

# T_GAME_QUEST_FORTUNE_TELLER_CHURCH_NEXT_REFUSE_002
source: Tôi hiểu rồi, thưa Ngài. Chính bà thầy bói đó đã làm thay đổi suy nghĩ của ngài. Lẽ ra ngài nên tránh xa bà ta!
vi: Tôi hiểu rồi, thưa ngài. Nhà tiên tri này đã thao túng ngài. Ngài nên tránh xa cô ta!

# T_GAME_QUEST_FORTUNE_TELLER_CHURCH_NEXT_REFUSE_003
source: Vì tôn giáo không mấy quan trọng đối với ngài, chúng ta sẽ phá hủy những nơi thờ cúng!
vi: Vì tôn giáo có tầm quan trọng thấp đối với ngài nên chúng ta sẽ phá hủy các địa điểm thờ cúng!

# T_GAME_QUEST_FORTUNE_TELLER_CHURCH_NEXT_REFUSE_004
source: Thưa Ngài, thật kinh khủng! Các tu sĩ giận dữ đang phá hủy các tòa nhà trong thành phố! Và không thể bắt được họ, họ đã bỏ trốn! Điều này sẽ dạy cho ngài một bài học về việc tham khảo ý kiến thầy bói, hãy xem nó đã dẫn chúng ta đến đâu.
vi: Thưa bệ hạ, thật kinh khủng! Các tu sĩ giận dữ đang phá hủy các tòa nhà trong thành phố! Và không thể bắt được chúng, chúng đã bỏ trốn! Ngài thấy đấy, đó là nơi mà nó đã dẫn chúng ta đến? Điều này sẽ dạy ngài lần sau hãy tham khảo ý kiến của nhà tiên tri.

# T_GAME_QUEST_FORTUNE_TELLER_CHURCH_NEXT_REFUSE_005
source: Với tư cách là cố vấn của ngài, tôi sẽ không bao giờ để ngài gặp thầy bói nữa! Bây giờ hãy quay lại công việc, thưa Ngài. Dân chúng đang rất tức giận.
vi: Là cố vấn, tôi sẽ không bao giờ để ngài tham khảo ý kiến của một nhà tiên tri nữa! Hãy quay lại làm việc thôi, thưa Lãnh Chúa. Dân làng đang muốn giết người…

# T_GAME_QUEST_FORTUNE_TELLER_DESC
source: Thưa Ngài, một số du khách đã đến thị trấn chiều nay. Trong số đó có một thầy bói. Bà ta gửi lời mời đến ngài, để bà ta có thể đưa ra những lời tiên tri cho ngài.
vi: Thưa ngài, một số du khách đã đến thành phố vào chiều nay. Trong số đó có một nhà tiên tri. Cô ấy gửi cho ngài một lời mời để cô ấy có thể đưa ra những lời tiên tri cho ngài.

# T_GAME_QUEST_FORTUNE_TELLER_TITLE
source: Bà Thầy Bói
vi: Nhà tiên tri

# T_GAME_QUEST_FRESH_FISH_ANSWER_001
source: Sao không ngừng ăn nó đi?
vi: Chỉ cần ngừng ăn chúng.

# T_GAME_QUEST_FRESH_FISH_ANSWER_003
source: Phá hủy các lều của ngư dân.
vi: Phá hủy các lều đánh cá.

# T_GAME_QUEST_FRESH_FISH_CONSEQUENCE_001_A
source: Thật kinh khủng! Người dân tiếp tục ăn cá vì không còn gì tốt hơn và dịch bệnh đã lan rộng!
vi: Thật kinh khủng! Cư dân tiếp tục ăn cá vì không có gì tốt hơn và bệnh tật đã lan rộng!

# T_GAME_QUEST_FRESH_FISH_CONSEQUENCE_001_B
source: Dịch bệnh đã được kiểm soát, thưa ngài. Chúng ta đã may mắn thoát nạn.
vi: Bệnh đang được kiểm soát, thưa ngài. Chúng ta đã may mắn.

# T_GAME_QUEST_FRESH_FISH_CONSEQUENCE_002_001
source: Việc kiểm soát chất lượng này tốn kém rất nhiều, nhưng vẫn tốt hơn là đối phó với một trận dịch!
vi: Các kiểm soát chất lượng này tốn rất nhiều tiền, nhưng nó vẫn tốt hơn là phải chiến đấu với một bệnh dịch!

# T_GAME_QUEST_FRESH_FISH_CONSEQUENCE_002_002
source: Tất cả các lều của ngư dân đã được kiểm tra và cá lại có thể ăn được! Ngài đã đúng khi đầu tư vào quyết định này. Chúng ta đã tránh được những vấn đề nghiêm trọng.
vi: Tất cả các lều đánh cá đã được kiểm tra và cá có thể ăn được trở lại! Ngài đã đúng khi đầu tư vào quyết định này. Chúng ta đã tránh được những vấn đề nghiêm trọng.

# T_GAME_QUEST_FRESH_FISH_CONSEQUENCE_003
source: Việc phá hủy các lều của ngư dân này đã cho phép chúng ta loại bỏ khả năng cá bị nhiễm bẩn. Tuy nhiên, thật đáng tiếc khi những công trình đẹp đẽ như vậy bị phá hủy.
vi: Việc phá hủy những túp lều đánh cá này đã cho phép chúng ta loại bỏ sự ô nhiễm có thể xảy ra đối với cá. Tuy nhiên, thật đáng tiếc khi những tòa nhà đẹp như vậy đã bị phá hủy.

# T_GAME_QUEST_FRESH_FISH_DESC
source: Thưa Thống đốc, tôi không muốn tỏ ra khó tính, nhưng phải thừa nhận rằng cá của ngài... Nó không còn như trước nữa. Tôi không biết là do sông hay do thứ gì khác nhưng chúng thực sự kinh tởm! Sẽ có người bị bệnh nếu ngài không giải quyết vấn đề này.
vi: Thưa Thống đốc, tôi không muốn tỏ ra câu nệ, nhưng tôi phải thừa nhận rằng cá của ngài... Chúng không còn được như xưa nữa. Tôi không biết có phải do dòng sông hay do thứ gì khác không, nhưng chúng hoàn toàn kinh tởm! Ai đó sẽ bị bệnh nếu ngài không giải quyết vấn đề này.

# T_GAME_QUEST_GENERIC_COMMUNITY_NAME
source: Đạt được sự hài lòng cao trong cộng đồng.
vi: Đạt được sự hài lòng cao của cộng đồng.

# T_GAME_QUEST_GETREWARD
source: Nhận thưởng!
vi: Nhận!

# T_GAME_QUEST_GIANT_RABBIT_DESC
source: Thưa ngài, tôi không biết phải diễn đạt thế nào... Hãy hít thở sâu. Ngài sẵn sàng chưa? Vâng... Một số dân làng nói rằng họ đã nhìn thấy một con thỏ khổng lồ.
vi: Thưa ngài, tôi không biết nên nói thế nào... Hãy hít một hơi thật sâu. Ngài đã sẵn sàng chưa? Chà... một số cư dân nói rằng họ đã nhìn thấy một con thỏ khổng lồ.

# T_GAME_QUEST_GIANT_RABBIT_DESC_001_ANSWER_001
source: Ừ, thì sao?
vi: Và sao?

# T_GAME_QUEST_GIANT_RABBIT_DESC_002
source: RỒI SAO NỮA?! Nhưng thưa ngài! Nó thực sự đáng sợ! Hãy tưởng tượng nếu nó nhảy khắp lâu đài và nhổ bật gốc nhà cửa của chúng ta!
vi: VÀ?! Thưa ngài! Nó hoàn toàn đáng sợ! Hãy tưởng tượng, nó nhảy qua lâu đài và nhổ hết tất cả các ngôi nhà!

# T_GAME_QUEST_GIANT_RABBIT_DESC_002_ANSWER_001
source: Với vài cái nhà chúng ta có…
vi: Một vài ngôi nhà mà chúng ta có…

# T_GAME_QUEST_GIANT_RABBIT_DESC_003
source: À, đây là một phản ứng hợp lý hơn từ phía ngài, thưa Ngài.
vi: A ha, đó là một phản ứng logic hơn từ phía ngài, thưa ngài.

# T_GAME_QUEST_GIANT_RABBIT_DESC_003_ANSWER_001
source: Hãy xây một căn chòi săn bắn.
vi: Hãy xây một lều thợ săn.

# T_GAME_QUEST_GIANT_RABBIT_DESC_003_ANSWER_002
source: Gửi thư đến cung điện, yêu cầu họ cử một sứ giả đến.
vi: Gửi tin cho nhà vua. Hãy để họ gửi cho chúng ta một đại sứ.

# T_GAME_QUEST_GIANT_RABBIT_DESC_004
source: Mặc dù chúng ta đã tổ chức săn thỏ, chúng ta vẫn không thể bắt được con thỏ khổng lồ. Tuy nhiên, giờ chúng ta có rất nhiều thịt dự trữ…
vi: Mặc dù đã thực hiện chiến dịch săn thỏ của chúng ta, chúng ta vẫn không thể tìm thấy con thỏ khổng lồ. Tuy nhiên, hiện tại chúng ta có rất nhiều thịt trong kho…

# T_GAME_QUEST_GIANT_RABBIT_DESC_004_ANSWER_001
source: Có manh mối nào không?
vi: Có manh mối gì không?

# T_GAME_QUEST_GIANT_RABBIT_DESC_004_ANSWER_002
source: Ta đã làm nhiệm vụ của mình, giờ ta đi ngủ một giấc.
vi: Tôi đã hoàn thành nhiệm vụ của mình. Bây giờ tôi sẽ đi nằm nghỉ.

# T_GAME_QUEST_GIANT_RABBIT_DESC_005_A
source: Sứ giả đã đến, thưa Ngài.
vi: Vị đại sứ đã đến, thưa ngài.

# T_GAME_QUEST_GIANT_RABBIT_DESC_005_ANSWER_001
source: Tôi yêu cầu sự giúp đỡ của Quân đội Hoàng gia.
vi: Tôi yêu cầu sự hỗ trợ của quân đội hoàng gia.

# T_GAME_QUEST_GIANT_RABBIT_DESC_005_ANSWER_002
source: Đưa sứ giả này đi xem bằng chứng.
vi: Đi cùng vị đại sứ để lấy bằng chứng.

# T_GAME_QUEST_GIANT_RABBIT_DESC_005_B
source: Tôi nghe thấy gì thế này? Một con thỏ khổng lồ lang thang trên đất của ngài? Có phải ngài đã ở ngoài nắng hơi lâu không?...
vi: Tôi nghe gì đây? Một con thỏ khổng lồ đang nhảy nhót trên đất của ngài sao? Ngài có chắc mình không bị say nắng không đấy?

# T_GAME_QUEST_GIANT_RABBIT_DESC_006_ANSWER_001
source: Rồi sao nữa? Tôi còn việc khác phải làm.
vi: Còn gì nữa không? Tôi có nhiều việc tốt hơn để làm.

# T_GAME_QUEST_GIANT_RABBIT_DESC_006_B
source: Chúng ta có thể đến gặp phù thủy và hỏi ý kiến bà ta. Có lẽ bà ta biết điều gì đó về con thỏ khổng lồ khét tiếng đó.
vi: Chúng ta có thể hỏi phù thủy để xin lời khuyên. Có lẽ cô ấy biết điều gì đó về con thỏ khổng lồ khét tiếng này.
