Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_WOMAN_MINE_DECISION_MINE_SECURITY_002
source: Không thể tin được, thưa ngài! Chúng ta đã bảo vệ được mỏ! Các trinh sát đầu tiên của chúng ta đã đi tuần tra và tìm thấy vợ của tên cướp biển! Bà ta đã trốn thoát, nhưng bà ta để lại một bản đồ mỏ với các khu vực được đánh dấu thập. Tôi nghĩ đây là những nơi cất giấu kho báu!
vi: Thật không thể tin được, thưa ngài! Chúng ta đã xoay sở để bảo vệ mỏ! Đội đầu tiên của chúng ta đã tìm thấy người phụ nữ cướp biển ngay lập tức! Cô ta đã có thể trốn thoát, nhưng cô ta đã để lại một sơ đồ mỏ với các dấu hiệu. Tôi tin rằng các dấu hiệu này cho thấy nơi các kho báu được cất giấu!

# T_GAME_QUEST_WOMAN_MINE_DECISION_MINE_SECURITY_TRIBUTE_VALIDATE
source: Tất cả những gì chúng ta phải làm bây giờ là nộp cống, thưa ngài.
vi: Tất cả những gì chúng ta cần làm là trả cống phẩm, thưa ngài.

# T_GAME_QUEST_WOMAN_MINE_DECISION_SCOUTS_001
source: Trinh sát, trinh sát... Chúng ta không có 50 người! Tôi sẽ tự mình làm. Nhưng ít nhất, tôi cần một số thiết bị nhất định trước.
vi: Các đội, các đội... chúng ta không có đến 50 đội! Tôi sẽ tự mình làm điều đó. Nhưng ít nhất trước tiên tôi cần một số thiết bị nhất định.

# T_GAME_QUEST_WOMAN_MINE_DECISION_SCOUTS_003
source: Cố vấn của ngài đã đến các mỏ để tìm hiểu thêm một chút về người phụ nữ này.
vi: Cố vấn của ngài đã đi vào mỏ để tìm hiểu thêm về người phụ nữ này.

# T_GAME_QUEST_WOMAN_MINE_DECISION_SCOUTS_QUEST_DESC
source: Mang cho tôi những thiết bị cần thiết để thực hiện nhiệm vụ này thành công.
vi: Hãy cung cấp cho tôi các thiết bị cần thiết để nhiệm vụ thành công.

# T_GAME_QUEST_WOMAN_MINE_DECISION_TOOL_NO_001
source: Ngài đột nhiên mất kiên nhẫn với người thợ rèn này. Ngài ra lệnh cho anh ta lấy thiết bị này càng sớm càng tốt và đơn hàng khẩn cấp của anh ta không phải là mối quan tâm của ngài. Rằng ngài không quan tâm nếu anh ta phá sản.
vi: Đột nhiên, ngài mất kiên nhẫn với thợ rèn. Ngài ra lệnh cho anh ta cung cấp thiết bị này nhanh nhất có thể và rằng việc giao hàng gấp đó không phải là việc của ngài. Và ngài không quan tâm nếu anh ta phá sản.

# T_GAME_QUEST_WOMAN_MINE_DECISION_TOOL_NO_002
source: Tôi... Tôi sẽ mang cái này đến cho ngài càng sớm càng tốt, thưa ngài…
vi: Tôi... tôi sẽ mang nó đến cho ngài nhanh nhất có thể, thưa ngài...

# T_GAME_QUEST_WOMAN_MINE_DECISION_TOOL_NO_003
source: Ngài đã thô lỗ khi từ chối giúp đỡ người thợ rèn này. Ngài phải hiểu, anh ta phải làm việc để kiếm sống và việc giao hàng này dường như rất quan trọng đối với nền kinh tế của thành phố ngài. Tôi hy vọng anh ta sẽ không ghi hận chúng ta.
vi: Thật là bất lịch sự khi từ chối giúp thợ rèn. Ngài phải hiểu rằng anh ta cần phải làm việc để kiếm sống và chuyến hàng này có vẻ rất quan trọng đối với nền kinh tế thành phố của ngài. Tôi hy vọng anh ta sẽ không giận chúng ta.

# T_GAME_QUEST_WOMAN_MINE_DECISION_TOOL_NO_004
source: Ối, thưa ngài.... Ngài nên cẩn thận hơn. Người thợ rèn đã kể cho mọi người nghe cách ngài đối xử với anh ta. Một số dân làng hiện đang phản đối. Và người thợ rèn từ chối quay trở lại lâu đài.
vi: Ái chà, thưa Lãnh Chúa... Lẽ ra ngài nên cẩn thận hơn. Thợ rèn đã kể cho mọi người nghe về cách ngài đối xử với anh ta. Một số người dân đang đình công. Và thợ rèn từ chối trở lại lâu đài.

# T_GAME_QUEST_WOMAN_MINE_DECISION_TOOL_REVOLTE_001
source: Thưa ngài, tôi không thấy lựa chọn nào khác ngoài việc xây dựng một sân đấu thương. Điều này sẽ đánh lạc hướng mọi người và cho phép họ giải tỏa căng thẳng.
vi: Thưa Lãnh Chúa, tôi không thấy giải pháp nào khác ngoài việc xây dựng một đấu trường. Điều đó sẽ làm người dân xao nhãng và cho phép họ giải tỏa căng thẳng.

# T_GAME_QUEST_WOMAN_MINE_DECISION_TOOL_REVOLTE_002
source: Cư dân dường như đã bình tĩnh lại. Tuy nhiên, chúng ta vẫn chưa xong với câu chuyện cướp biển này!
vi: Người dân có vẻ đã bình tĩnh trở lại. Nhưng câu chuyện về cướp biển vẫn chưa kết thúc.

# T_GAME_QUEST_WOMAN_MINE_DECISION_TOOL_REVOLTE_DESC
source: Thưa ngài, sân đấu thương là cần thiết. Nếu không, dân làng sẽ không vui cũng không năng suất. Cuộc đình công này sẽ lãng phí thời gian quý báu cho vụ cướp biển và mỏ này.
vi: Thưa ngài, đấu trường là cần thiết. Nếu không, người dân sẽ không hạnh phúc cũng như không làm việc hiệu quả. Cuộc đình công đang lấy đi của chúng ta rất nhiều thời gian quý báu mà đáng lẽ chúng ta có thể dành cho bọn cướp biển và các vấn đề về mỏ.

# T_GAME_QUEST_WOMAN_MINE_DECISION_TOOL_REVOLTE_END_EVENT_001
source: Thưa ngài, trong khi chúng ta đang bận rộn với cuộc nổi dậy này, vợ của tên cướp biển đã nhân cơ hội lấy lại chiến lợi phẩm trong các mỏ. Đó là nơi cất giấu kho báu!
vi: Thưa ngài, trong khi chúng ta bận đối phó với cuộc nổi dậy này, người phụ nữ cướp biển đã tận dụng cơ hội để lấy chiến lợi phẩm từ các mỏ. Đó là nơi có kho báu!

# T_GAME_QUEST_WOMAN_MINE_DECISION_TOOL_REVOLTE_END_EVENT_002
source: Gián điệp của chúng ta tìm thấy một ghi chú từ người phụ nữ này nói rằng bà ta không thể chịu đựng được sự vắng mặt của chồng mình nữa và bà ta sẽ tự cô lập mình một chút trên một hòn đảo thiên đường nơi bà ta sở hữu một lâu đài nhỏ.
vi: Điệp viên của chúng ta đã tìm thấy một tin nhắn từ người phụ nữ đó rằng cô ta không thể chịu đựng thêm sự vắng mặt của chồng mình nữa và cô ta sẽ rút lui một chút đến một hòn đảo thiên đường, nơi cô ta sở hữu một lâu đài nhỏ.

# T_GAME_QUEST_WOMAN_MINE_DECISION_TOOL_REVOLTE_END_EVENT_003
source: Có vẻ như chúng ta đã bỏ lỡ một khoản tiền kha khá, thưa ngài. Hãy xem những quyết định vội vàng của ngài dẫn chúng ta đến đâu? Dù sao đi nữa, bây giờ chúng ta có thể lật sang trang mới về sự kiện này.
vi: Có vẻ như chúng ta đã bỏ lỡ một số tiền khá lớn, thưa ngài. Các ngài thấy đấy, những quyết định vội vàng của các ngài đã dẫn chúng ta đến đâu? Dù sao thì giờ chúng ta có thể kết thúc những thất bại này rồi.

# T_GAME_QUEST_WOMAN_MINE_DECISION_TOOL_REVOLTE_TITLE
source: Hãy xây dựng một sân đấu thương.
vi: Hãy xây dựng một đấu trường.

# T_GAME_QUEST_WOMAN_MINE_EARLY_END_A_001
source: Ngài sai lầm khi đưa ra quyết định như vậy một cách nhẹ nhàng, thưa ngài. Ai biết được chúng ta có thể đã khám phá ra điều gì?
vi: Thật là một quyết định sai lầm khi coi nhẹ vấn đề này, thưa Lãnh Chúa. Ai biết được chúng ta đã có thể tìm ra điều gì chứ?

# T_GAME_QUEST_WOMAN_MINE_EARLY_END_A_002
source: Vài ngày sau khi ngài từ chối giải quyết khiếu nại này, mỏ đã sụp đổ. Người dân của ngài đổ lỗi cho ngài về sự kiện bi thảm này.
vi: Một vài ngày sau khi ngài từ chối quan tâm đến các khiếu nại, mỏ đã sụp đổ. Người dân của ngài đổ lỗi cho ngài về sự kiện bi thảm này.

# T_GAME_QUEST_WOMAN_MINE_EARLY_END_A_003
source: Người dân của ngài đang bắt đầu quên đi toàn bộ vụ mỏ sụp đổ này. Thời gian đã trôi qua và tinh thần của họ rất cao.
vi: Người dân của ngài đang dần quên đi rằng toàn bộ vụ bê bối khai thác mỏ đã xảy ra. Thời gian trôi qua và tinh thần đã trở lại.

# T_GAME_QUEST_WOMAN_MINE_END_COLAPSE_A_001
source: Chúng ta không thể tiếp cận các địa điểm được chỉ ra trên bản đồ, thưa ngài. Chúng ta không thể mang về bất kỳ chiến lợi phẩm nào. Nhưng chúng ta còn sống, đó là điều quan trọng nhất.
vi: Chúng ta không thể tìm thấy nơi ẩn náu được đánh dấu trên bản đồ, thưa ngài. Thật không may, chúng ta trở về tay không. Nhưng chúng ta còn sống, đó là điều quan trọng nhất.

# T_GAME_QUEST_WOMAN_MINE_END_COLAPSE_A_002
source: Bất chấp thất bại của ngài, cuộc phiêu lưu này đã mang lại cho ngài một số uy tín. Ai có thể ngờ rằng cướp biển có thể giấu những kho báu như vậy trong các mỏ của ngài? Tuy nhiên, hiện tại, sự nghiệp săn tìm kho báu của ngài đã kết thúc.
vi: Bất chấp thất bại, ngài vẫn giành được một chút uy tín thông qua cuộc phiêu lưu này. Ai mà nghĩ rằng bọn cướp biển lại giấu những kho báu như vậy trong mỏ của các ngài chứ? Tuy nhiên, hiện tại, sự nghiệp săn kho báu của các ngài đã kết thúc.

# T_GAME_QUEST_WOMAN_MINE_END_TWO_TREASURS_001
source: Ôi, thưa ngài. Tôi được biết rằng các đường hầm trong mỏ đã sụp đổ! Chúng ta đã may mắn khi có thể trở về hai lần với kho báu.
vi: Ôi không, thưa Lãnh Chúa. Tôi được báo cáo rằng các đường hầm trong mỏ đã sụp đổ. Chúng ta đã rất may mắn khi có thể trở về với kho báu hai lần rồi.

# T_GAME_QUEST_WOMAN_MINE_END_TWO_TREASURS_002
source: Lần này, ngài quyết định tổ chức một bữa ăn lớn cho binh lính của mình, để cảm ơn họ đã mang về những kho báu này cho ngài. Câu chuyện cướp biển này giờ đã lùi xa. Ai biết được? Có lẽ một ngày nào đó ngài sẽ tìm thấy một bản đồ dẫn ngài đến những bí ẩn khác.
vi: Ngoại lệ, ngài quyết định tổ chức một bữa ăn lớn cho binh lính của mình để cảm ơn họ một cách tử tế vì đã mang về những kho báu này cho ngài. Câu chuyện về cướp biển này giờ đã ở quá khứ xa. Ai mà biết được? Có lẽ một ngày nào đó ngài sẽ tìm thấy một tấm bản đồ dẫn ngài đến những bí mật khác.

# T_GAME_QUEST_WOMAN_MINE_END_TWO_TREASURS_SECURE_MINES
source: Kho báu sẽ sớm thuộc về ngài! Ngài ra lệnh cho binh lính của mình đi tìm kho báu này và mang về cho ngài.
vi: Kho báu sẽ sớm là của các ngươi! Ngài ra lệnh cho binh lính tìm kho báu này và mang nó đến cho ngài.

# T_GAME_QUEST_WOMAN_MINE_END_TWO_TREASURS_SECURE_MINES_GOOD_END
source: Không thể tin được! Hãy nhìn tất cả những gì chúng ta tìm thấy trong những mỏ đó! Ngài đã đúng khi bảo vệ chúng trước khi cử người của mình đến đó. Một sự giàu có đáng kinh ngạc! Những tin đồn về tên cướp biển này luôn đúng. Bây giờ chúng ta giàu rồi!
vi: Thật không thể tin được! Hãy nhìn tất cả những gì chúng ta đã tìm thấy trong những mỏ này! Các ngươi đã đúng khi bảo vệ chúng trước khi cử người của mình đến đó. Một sự giàu có đến khó tin! Những tin đồn về tên cướp biển này có lẽ là sự thật. Giờ chúng ta đã giàu rồi!

# T_GAME_QUEST_WOMAN_MINE_EXPERT_DECISION_001
source: Với thông tin chúng ta có, chúng ta không thể làm được gì nhiều. Sẽ là khôn ngoan nếu tìm kiếm một chuyên gia để được tư vấn.
vi: Với thông tin mà chúng ta có, chúng ta không thể làm được gì nhiều. Sẽ là khôn ngoan nếu tham khảo ý kiến của một chuyên gia.

# T_GAME_QUEST_WOMAN_MINE_EXPERT_DECISION_001_ANSWER_001
source: Triệu tập một thợ mỏ.
vi: Gọi một thợ mỏ đến.

# T_GAME_QUEST_WOMAN_MINE_EXPERT_DECISION_001_ANSWER_001_DESC
source: Đó là một ý tưởng hay, thưa ngài. Có lẽ họ có thể cung cấp cho chúng ta một bản đồ mỏ và giúp chúng ta hiểu thêm.
vi: Đó là một ý kiến hay, thưa Lãnh Chúa. Có lẽ anh ta có thể cung cấp cho chúng ta một sơ đồ về các đường hầm để chúng ta có thể có được một cái nhìn tổng quan tốt hơn.

# T_GAME_QUEST_WOMAN_MINE_EXPERT_DECISION_001_ANSWER_001_GOT_TUNNEL_PLAN
source: Thưa ngài, tôi rất vui vì ngài đã yêu cầu tôi giúp đỡ. Tôi đã mang theo bản đồ của các mỏ. Tôi hy vọng điều này sẽ giúp ngài. Những đường hầm này cũ kỹ và tôi sợ rằng chúng sẽ sụp đổ.
vi: Thưa Lãnh Chúa, tôi rất vui khi ngài yêu cầu tôi giúp đỡ. Tôi đã mang theo sơ đồ mỏ cho các ngài. Tôi hy vọng nó sẽ giúp ích cho các ngài.

# T_GAME_QUEST_WOMAN_MINE_EXPERT_DECISION_001_ANSWER_002
source: Triệu tập thợ rèn.
vi: Gọi một thợ rèn đến.

# T_GAME_QUEST_WOMAN_MINE_EXPERT_DECISION_001_ANSWER_002_DESC
source: Thợ rèn chắc chắn sẽ biết cách cung cấp cho chúng ta thông tin về những viên đá mà người phụ nữ này đang cố gắng phá vỡ.
vi: Thợ rèn chắc chắn sẽ có thể cho chúng ta biết thêm về những viên đá mà người phụ nữ này đang cố gắng đập.

# T_GAME_QUEST_WOMAN_MINE_INTRO_A
source: Thưa ngài, chúng tôi đã nhận được một số khiếu nại về các mỏ. Một người phụ nữ đến đó mỗi ngày, bà ta di chuyển đá, đôi khi phá vỡ chúng. Nhưng điều chắc chắn là bà ta luôn đi ngày càng sâu hơn vào các đường hầm.
vi: Thưa ngài, chúng ta đã nhận được một số khiếu nại về các mỏ. Một người phụ nữ ghé thăm chúng mỗi ngày, mang đá, đập đá. Nhưng điều chắc chắn là cô ta ngày càng đào sâu hơn vào các đường hầm.

# T_GAME_QUEST_WOMAN_MINE_INTRO_ANSWER_001
source: Đi tìm hiểu về người phụ nữ này.
vi: Tìm hiểu thêm về người phụ nữ này.

# T_GAME_QUEST_WOMAN_MINE_INTRO_ANSWER_002
source: Đó không phải là việc của tôi.
vi: Đó không phải là vấn đề của ta.

# T_GAME_QUEST_WOMAN_MINE_INTRO_B
source: Dân làng đang lo lắng, các đường hầm không an toàn và mỏ có thể sụp đổ bất cứ lúc nào. Nhiệm vụ của chúng ta là kiểm tra xem điều gì đang xảy ra đằng sau câu chuyện này.
vi: Người dân lo lắng rằng các đường hầm không đủ an toàn và mỏ có thể sụp đổ bất cứ lúc nào. Bổn phận của chúng ta là điều tra vụ việc.

# T_GAME_QUEST_WOMAN_MINE_INVESTIGATION_001
source: Tôi hy vọng ngài đã học được bài học của mình!
vi: Tôi hy vọng ngài đã học được từ những sai lầm của mình!

# T_GAME_QUEST_WOMAN_MINE_INVESTIGATION_B_002
source: Trong khi cố vấn của ngài đang đi săn lùng manh mối, sẽ là một ý tưởng tốt nếu ngài chăm sóc thị trấn của mình một thời gian. Cố gắng cải thiện cuộc sống của người dân.
vi: Trong khi cố vấn của các ngươi đang tìm kiếm thêm manh mối, sẽ rất tốt nếu các ngươi có thể chăm sóc thành phố. Cố gắng cải thiện cuộc sống của người dân.

# T_GAME_QUEST_WOMAN_MINE_INVESTIGATION_B_003
source: Tôi lại đây, thưa ngài! Tôi đã theo dõi người phụ nữ này trong một chiến dịch theo dõi. Điều đó không hề dễ dàng.
vi: Tôi đã trở lại, thưa ngài! Tôi đã theo dõi người phụ nữ này trong một chiến dịch theo dõi. Không dễ chút nào.

# T_GAME_QUEST_WOMAN_MINE_INVESTIGATION_B_004
source: Có vẻ như bà ta đang tìm kiếm một vật thể. Tôi thấy bà ta phá vỡ một số viên đá và nhìn kỹ các mảnh vỡ. Thật không may, tôi không thể theo dõi bà ta quá xa. Bà ta dường như biết rõ các mỏ như lòng bàn tay!
vi: Có vẻ như cô ta đang tìm kiếm thứ gì đó. Tôi đã thấy cô ta đập một vài hòn đá và cẩn thận tìm kiếm trong đống đổ nát. Thật không may, tôi không thể theo cô ta đi quá xa. Có vẻ như cô ta biết rõ các mỏ từ trong ra ngoài.

# T_GAME_QUEST_WOMAN_MINE_REPORT_A_001
source: Cố vấn của ngài đã trở về từ nhiệm vụ với tin tức. Trong báo cáo của bà ấy, có ghi rằng người phụ nữ này gần đây đã trở thành góa phụ. Chồng bà ta là một tên cướp biển rất nổi tiếng. Người ta nói rằng hắn sở hữu kho báu lớn nhất mọi thời đại và hắn đã giấu nó không xa đây.
vi: Cố vấn của ngài đã trở về với tin tức từ nhiệm vụ của cô ấy. Trong báo cáo của cô ấy có nói rằng người phụ nữ này gần đây đã trở thành góa phụ. Chồng cô ta là một tên cướp biển rất nổi tiếng. Người ta nói rằng ông ta sở hữu kho báu lớn nhất mọi thời đại và ông ta đã giấu nó không xa nơi này.

# T_GAME_QUEST_WOMAN_MINE_REPORT_A_002
source: Tôi có một giả thuyết, thưa ngài. Tôi nghĩ người phụ nữ này đã bị những tên cướp biển khác đe dọa để tiết lộ chính xác nơi cất giấu kho báu!
vi: Tôi có một giả thuyết, thưa ngài. Tôi tin rằng người phụ nữ này đã bị những tên cướp biển khác ép buộc phải tiết lộ cho chúng vị trí cất giấu kho báu!

# T_GAME_QUEST_WOMAN_MINE_TITLE
source: Người phụ nữ và khu mỏ
vi: Người Phụ Nữ và Mỏ

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_001
source: Người thợ rèn vội vã đến. Lính canh của ngài đã kéo anh ta ra khỏi lò rèn. Anh ta có vẻ bận tâm.
vi: Thợ rèn vội vã đến. Lính canh của ngài đã lôi anh ta ra khỏi xưởng rèn của mình. Anh ta trông có vẻ mất tập trung.

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_003
source: Chúng tôi hiện đang thực hiện một nhiệm vụ và chúng tôi cần chuyên môn của ngài.
vi: Chúng ta hiện đang trong một nhiệm vụ và chúng ta cần sự giúp đỡ của anh.

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_004
source: Tôi đang nghe.
vi: Tôi xin lắng nghe.

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_005
source: Cố vấn của ngài giải thích vụ việc cho người thợ rèn. Ông ấy cũng cho anh ta xem những viên đá vỡ mà ông ấy đã nhặt được. Ngài có thể thấy qua khóe mắt rằng người thợ rèn dường như nhận ra loại đá này.
vi: Cố vấn của ngài kể lại tình hình cho thợ rèn nghe. Ngài cũng đưa cho anh ta xem những viên đá đã bị vỡ mà ngài có thể mang theo. Ngài có thể thấy rằng thợ rèn dường như nhận ra loại đá này.

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_006
source: Trời đất thánh thần ơi! Đó là rất nhiều tinh hốc!
vi: Ôi lạy chúa! Đó là cả một đống tinh thể geode!

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_007
source: Tinh hốc, ngài nói sao?
vi: Tinh thể geode, anh nói sao?

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_008
source: Chúng là những tinh thể đặc biệt, chúng có thể chứa kho báu. Khá thường xuyên đó là những tinh thể có thể rất quý giá. Một số tên cướp biển đã sử dụng các mã dựa trên tinh hốc để nhớ nơi cất giấu kho báu của chúng.
vi: Đó là những tinh thể đặc biệt, chúng có thể chứa kho báu. Không có gì lạ khi chúng là những tinh thể rất có giá trị. Một số tên cướp biển đã sử dụng các mã dựa trên tinh thể geode để nhớ nơi kho báu của chúng bị giấu.

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_DECISION_001
source: Tôi có một số trong xưởng của mình, tôi có thể chỉ cho ngài cách mở chúng bằng công cụ phù hợp. Nhưng... tôi có một chuyến hàng quan trọng và khẩn cấp cần gửi và tôi sẽ đánh giá cao sự giúp đỡ của ngài. Như một dấu hiệu của lòng biết ơn của ngài đối với thông tin tôi đã cung cấp cho ngài.
vi: Tôi có một số viên trong xưởng của mình, tôi có thể cho các ngài thấy cách mở chúng bằng dụng cụ thích hợp. Nhưng... Tôi có một chuyến hàng quan trọng và khẩn cấp cần hoàn thành và tôi rất vui nếu nhận được sự giúp đỡ của các ngài. Như một dấu hiệu của lòng biết ơn đối với thông tin mà tôi đã cung cấp cho các ngài.

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_DECISION_001_YES_001
source: Tôi phải sản xuất công cụ cho thợ mỏ. Đó là một đơn hàng lớn.
vi: Tôi cần tạo công cụ cho thợ mỏ. Đó là một đơn đặt hàng lớn.

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_DECISION_001_YES_002
source: Đây là những tinh hốc. Nhìn này, tôi sẽ chỉ cho ngài. Với thiết bị này, chúng có thể được mở dễ dàng. Khá thường xuyên, không có gì đặc biệt về nó, nhưng đôi khi chúng ta bắt gặp những kỳ quan thuần túy!
vi: Đó là tinh thể geode. Hãy xem này, tôi sẽ cho các ngài thấy. Với công cụ này, có thể dễ dàng mở chúng ra. Thông thường chúng chẳng có gì đặc biệt, nhưng đôi khi các ngài sẽ tìm thấy những điều kỳ diệu thực sự!

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_DECISION_001_YES_003
source: CRR CRR… KENG !
vi: KRR KRR... KENG!

# T_GAME_QUEST_WOMAN_MINE_TOOLMAKER_COME_DECISION_001_YES_004
source: Ôi thưa ngài, hãy nhìn vào tinh hốc này! Đó là một thứ tuyệt đẹp!
vi: Ôi thưa ngài, hãy nhìn vào tinh thể geode này! Thật là một tác phẩm tuyệt đẹp!

# T_GAME_REFILL_MINE_QUESTION
source: Tìm kiếm các mỏ quặng mới?
vi: Tìm kiếm nguyên liệu thô mới?

# T_GAME_REPAIRALL
source: Sửa chữa mọi thứ!
vi: Sửa chữa tất cả!

# T_GAME_REPAIRALL_QUESTION
source: Ngài có muốn sửa chữa tất cả các tòa nhà không?
vi: Bạn có muốn sửa chữa tất cả các tòa nhà không?

# T_GAME_REQUIREMENT_DLC_MISSING
source: Thiếu DLC:
vi: DLC bị thiếu:

# T_GAME_REQUIREMENT_LOCKED
source: Đã khóa
vi: Bị khóa

# T_GAME_REQUIREMENT_QUEST_LOCKED
source: Mở khóa bằng nhiệm vụ!
vi: Được mở khóa thông qua nhiệm vụ!

# T_GAME_REQUIREMENT_TITLE
source: Yêu cầu
vi: Điều kiện tiên quyết

# T_GAME_REQUIREMENT_TUTORIAL
source: Hoàn thành Hướng dẫn!
vi: Hoàn thành phần hướng dẫn!

# T_GAME_RESEARCH_COMPLETE
source: Nghiên cứu hoàn thành!
vi: Nghiên cứu đã hoàn tất!

# T_GAME_RESEARCH_COMPLETE2
source: Nghiên cứu hoàn thành! Ngài có muốn nghiên cứu thêm không?
vi: Nghiên cứu của bạn đã hoàn tất! Bạn có muốn tiếp tục nghiên cứu không?

# T_GAME_RESEARCH_INPROGRESS
source: Một nghiên cứu đã đang được tiến hành!
vi: Đang có một nghiên cứu đang được tiến hành!

# T_GAME_RESEARCH_INSTANT_RESEARCH
source: Nghiên cứu tức thì!
vi: Nghiên cứu ngay lập tức!

# T_GAME_RESEARCH_NORESOURCES
source: Ngài không đủ khả năng để nghiên cứu cái này!
vi: Bạn không đủ điều kiện để nghiên cứu cái này!

# T_GAME_RESEARCH_NOT_UNLOCKED
source: Mở khóa ở cấp {LEVELNR}
vi: Được mở khóa từ cấp {LEVELNR}

# T_GAME_RESOURCE_GROUP_FOOD_RESOURCES
source: tài nguyên thực phẩm
vi: Thực phẩm

# T_GAME_RESOURCE_GROUP_GROWABLES_PRODUCT_RESOURCES
source: tài nguyên trồng trọt đã chế biến
vi: Tài nguyên trồng trọt đã qua chế biến

# T_GAME_RESSOURCE_BREW
source: Bia
vi: Đồ uống

# T_GAME_RESSOURCE_COAL
source: Than củi
vi: Than

# T_GAME_RESSOURCE_COINS
source: Thaler
vi: Đồng Taler

# T_GAME_RESSOURCE_FOOD
source: Thực phẩm
vi: Lương thực

# T_GAME_RESSOURCE_HERBS
source: Thảo dược
vi: Thảo mộc

# T_GAME_RESSOURCE_JEWELRY
source: Trang sức
vi: Đồ trang sức

# T_GAME_RESSOURCE_LEATHER
source: Da thuộc
vi: Da

# T_GAME_SANDBOX_CANALGRANDE_START
source: Chào mừng, Lãnh chúa của tôi. Trên vô số hòn đảo nhỏ này, chúng ta có thể xây dựng một thị trấn được kết nối bằng những cây cầu. Thật là một ý tưởng tuyệt vời, ngài có nghĩ vậy không?
vi: Chào mừng ngài, thưa ngài. Trên những hòn đảo nhỏ này, chúng ta có thể xây dựng một thành phố được kết nối bằng những cây cầu. Thật là một ý tưởng tuyệt vời, phải không?

# T_GAME_SANDBOX_COASTALISLAND_START
source: Hòn đảo tuyệt vời này là một nơi tốt đẹp cho một ngôi làng, ngài có nghĩ vậy không, thưa Lãnh chúa? Tôi tin rằng sẽ không lâu nữa Nhà vua sẽ giao cho chúng ta những nhiệm vụ đầu tiên để hoàn thành.
vi: Hòn đảo xinh đẹp này là một điểm khởi đầu tuyệt vời cho một ngôi làng nhỏ. Ngài có nghĩ vậy không, thưa ngài? Trong thời gian ngắn tới, chắc chắn chúng ta sẽ nhận được những nhiệm vụ đầu tiên từ Đức Vua.

# T_GAME_SANDBOX_FROZENFRONT_START
source: Thưa Lãnh chúa, chiến tranh cuối cùng đã kết thúc. Bây giờ chúng ta đứng trước đống đổ nát của thị trấn từng rất xinh đẹp của chúng ta. Chúng ta nên bắt đầu xây dựng lại ngay lập tức, thưa Lãnh chúa. Mùa đông sắp tới sẽ không dễ dàng với chúng ta…
vi: Thưa ngài, chiến tranh cuối cùng cũng đã kết thúc. Giờ chúng ta đang đứng đây trước những tàn tích của thành phố xinh đẹp của chúng ta. Chúng ta nên bắt đầu tái thiết càng sớm càng tốt, vì mùa đông này sẽ không dễ dàng đối với chúng ta.

# T_GAME_SANDBOX_START
source: Thưa Lãnh chúa, một sứ giả đã giao mệnh lệnh mới từ Nhà vua. Nhà vua sẽ rất hài lòng nếu ngài dành thời gian để thực hiện các yêu cầu của ngài ấy.
vi: Thưa ngài. Một số nhiệm vụ mới từ Đức Vua vừa mới đến qua người đưa thư. Ngài sẽ rất hài lòng nếu ngài dành thời gian và đáp ứng một số mong muốn của ngài ấy.

# T_GAME_SCEN10_MAIN_NAME
source: Hoàn thành tất cả các nhiệm vụ trong thời hạn để thắng cược!
vi: Hoàn thành tất cả các nhiệm vụ trong thời gian giới hạn để giành chiến thắng cuộc cá cược!

# T_GAME_SCENARIOEND_SCEN1
source: Quản gia, với tư cách là Vua của ngươi, ta thực sự tự hào về ngươi. Ngươi đã hoàn thành xuất sắc tất cả các nhiệm vụ ta giao cho ngươi và tổ chức một giải đấu thực sự tráng lệ. Ta sẽ nhớ điều đó, khi tuyên bố công tước tiếp theo.
vi: Thưa Thống đốc, với tư cách là Vua của các ngươi, ta thực sự tự hào về các ngươi. Các ngươi đã hoàn thành xuất sắc các nhiệm vụ của ta và tổ chức một giải đấu thực sự mang tầm hoàng gia. Ta sẽ nhớ đến các ngươi trong lần tới ta ban tặng tước vị Công tước.

# T_GAME_SCENARIOEND_SCEN2
source: Cảm ơn ngài rất nhiều, thưa Lãnh chúa. Ngài đã cho thấy rằng ngài thực sự quan tâm đến thị trấn của chúng ta. Việc chuẩn bị cho mùa đông sắp tới hiện đã hoàn tất. Các anh em của tôi và tôi tin chắc rằng ngài thực sự là Thống đốc hoàn hảo cho thị trấn của chúng ta và tất cả chúng tôi đã đồng ý tổ chức một lễ hội nhân danh ngài vào mùa xuân tới.
vi: Xin cảm ơn, thưa ngài. Ngài đã cho thấy rằng ngài thực sự quan tâm đến ngôi làng của chúng tôi. Công tác chuẩn bị cho mùa đông đã hoàn tất. Các anh em của tôi đều tin rằng ngài là một Thống đốc hoàn hảo và cả làng đều đồng ý rằng chúng ta sẽ tổ chức một lễ hội để vinh danh ngài vào mùa xuân tới.

# T_GAME_SCENARIOEND_SCEN3
source: Em yêu, thật cảm động khi thấy anh đã chăm sóc thị trấn nhỏ bé đó như thế nào. Nhà vua rất hài lòng về cống nạp của anh và sẽ sớm gửi một số hỗ trợ. Em nghĩ chúng ta nên ở lại thị trấn này một thời gian và lo công việc kinh doanh. Khung cảnh nhìn ra đồng bằng đơn giản là quá tuyệt đẹp để rời đi, anh có nghĩ vậy không?
vi: Anh yêu, anh đã chăm sóc ngôi làng này rất chu đáo. Nhờ cống phẩm của anh, Đức Vua chắc chắn sẽ sớm gửi thêm hỗ trợ. Em nghĩ, chúng ta nên ở lại đây một thời gian để tiếp tục quản lý ngôi làng. Khung cảnh nhìn ra đồng bằng cũng quá đẹp, anh có thấy vậy không...?
