Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_MOD_TOWNHOUSE_FAMILIES
source: Sức chứa nhà phố
vi: Sức chứa nhà ở

# T_MOD_TOWNHOUSE_FAMILIES_INFO
source: Tất cả các nhà phố có thể chứa thêm một gia đình.
vi: Tất cả các nhà ở có thể chứa thêm một gia đình.

# T_MOD_TOWNHOUSE_FAMILIES_TITLE
source: Nhiều gia đình hơn mỗi nhà phố
vi: Thêm gia đình trên mỗi nhà ở

# T_MOD_TOWNHOUSE_FAMILIES_TITLE_OLD
source: Nhiều gia đình hơn mỗi nhà phố {LEVEL}
vi: Thêm gia đình trên mỗi nhà ở {LEVEL}

# T_MOD_TRANSPORTER_CAPACITY
source: Sức chứa vận chuyển
vi: Sức chở

# T_MOD_TRANSPORTER_CAPACITY_INFO
source: Sức chứa vận chuyển của Dân làng vận chuyển tăng vĩnh viễn {CHANGE}. Điều này tăng tốc đáng kể việc chuyển giao tài nguyên giữa các tòa nhà.
vi: Tất cả người dân khuân vác có thể mang thêm {CHANGE} tài nguyên. Điều này làm tăng tốc độ vận chuyển hàng hóa một cách đáng kể.

# T_MOD_TRANSPORTER_CAPACITY_TITLE
source: Dân làng có thể mang nhiều hơn
vi: Người dân mang nhiều hơn

# T_MOD_TRANSPORTER_CAPACITY_TITLE_OLD
source: Dân làng có thể mang nhiều hơn {LEVEL}
vi: Người dân mang nhiều hơn {LEVEL}

# T_MOD_UNLOCK_UPGRADE2_ADVANCED_DEPRECATED
source: Các tòa nhà nâng cao giờ đây có thể được nâng cấp lên cấp 2. Các tòa nhà được nâng cấp có nhiều ô công nhân hơn, tăng tốc độ sản xuất và nhiều không gian lưu trữ hơn. Tuy nhiên, việc sửa chữa tòa nhà được nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Cho phép nâng cấp các tòa nhà nâng cao. Ở cấp 2, chúng có tỷ lệ sản xuất cao hơn, sức chứa kho lớn hơn và nhiều vị trí làm việc hơn - tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_MOD_UNLOCK_UPGRADE2_DEPRECATED
source: Các tòa nhà cơ bản giờ đây có thể được nâng cấp lên cấp 2. Các tòa nhà được nâng cấp có nhiều ô công nhân hơn, tăng tốc độ sản xuất và nhiều không gian lưu trữ hơn. Tuy nhiên, việc sửa chữa tòa nhà được nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Cho phép nâng cấp các tòa nhà cơ bản. Các tòa nhà ở cấp 2 có tỷ lệ sản xuất cao hơn, sức chứa kho lớn hơn và nhiều vị trí làm việc hơn - tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_MOD_UNLOCK_UPGRADE2_PUBLIC_DEPRECTAED
source: Các tòa nhà công cộng giờ đây có thể được nâng cấp lên cấp 2. Các tòa nhà được nâng cấp có nhiều ô công nhân hơn, tăng tốc độ sản xuất và nhiều không gian lưu trữ hơn. Tuy nhiên, việc sửa chữa tòa nhà được nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Cho phép nâng cấp các tòa nhà công cộng. Ở cấp 2, chúng có tỷ lệ sản xuất cao hơn, sức chứa kho lớn hơn và nhiều vị trí làm việc hơn - tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_MOD_UNLOCK_UPGRADE3_ADVANCED_DEPRECATED
source: Các tòa nhà nâng cao giờ đây có thể được nâng cấp lên cấp 3. Các tòa nhà được nâng cấp có nhiều ô công nhân hơn, tăng tốc độ sản xuất và nhiều không gian lưu trữ hơn. Tuy nhiên, việc sửa chữa tòa nhà được nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Cho phép nâng cấp các tòa nhà nâng cao. Ở cấp 3, chúng có tỷ lệ sản xuất cao hơn, sức chứa kho lớn hơn và nhiều vị trí làm việc hơn - tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_MOD_UNLOCK_UPGRADE3_DEPRECATED
source: Các tòa nhà cơ bản giờ đây có thể được nâng cấp lên cấp 3. Các tòa nhà được nâng cấp có nhiều ô công nhân hơn, tăng tốc độ sản xuất và nhiều không gian lưu trữ hơn. Tuy nhiên, việc sửa chữa tòa nhà được nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Cho phép nâng cấp các tòa nhà cơ bản. Các tòa nhà ở cấp 3 có tỷ lệ sản xuất cao hơn nhiều, sức chứa kho lớn hơn nhiều và nhiều vị trí làm việc hơn - tuy nhiên, chi phí sửa chữa cũng tăng lên cực kỳ.

# T_MOD_UNLOCK_UPGRADE3_PUBLIC_DEPRECTAED
source: Các tòa nhà công cộng giờ đây có thể được nâng cấp lên cấp 3. Các tòa nhà được nâng cấp có nhiều ô công nhân hơn, tăng tốc độ sản xuất và nhiều không gian lưu trữ hơn. Tuy nhiên, việc sửa chữa tòa nhà được nâng cấp tốn nhiều tài nguyên và vàng hơn đáng kể.
vi: Cho phép nâng cấp các tòa nhà công cộng. Ở cấp 3, chúng có tỷ lệ sản xuất cao hơn, sức chứa kho lớn hơn và nhiều vị trí làm việc hơn - tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_MOD_UNLOCK_UPGRADE_DESC
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều ô công nhân hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_MOD_UNLOCK_UPGRADE_DESC_OLD
source: Mở khóa nâng cấp tòa nhà cho {BUILDING_CATEGORY} lên cấp {BUILDING_LVL}. Các tòa nhà được nâng cấp có nhiều ô công nhân hơn, tăng năng suất, độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép nâng cấp từ cấp {BUILDING_LVL} của danh mục {BUILDING_CATEGORY}. Các tòa nhà có tỷ lệ sản xuất cao hơn, sức chứa kho lớn hơn và nhiều vị trí làm việc hơn. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_MOD_WALKING_SPEED_INFO
source: Tất cả Dân làng có thể di chuyển nhanh hơn {CHANGE}.
vi: Tất cả người dân trong làng của bạn có thể chạy nhanh hơn {CHANGE}.

# T_MOD_WALKING_SPEED_TITLE
source: Dân làng di chuyển nhanh hơn
vi: Người dân chạy nhanh hơn

# T_MOD_WALKING_SPEED_TITLE_OLD
source: Dân làng di chuyển nhanh hơn {LEVEL}
vi: Người dân chạy nhanh hơn {LEVEL}

# T_MOD_WAREHOUSE_CAPACITY
source: Sức chứa kho
vi: Sức chứa nhà kho

# T_MOD_WAREHOUSE_CAPACITY_INFO
source: Sức chứa của tất cả các nhà kho tăng thêm {CHANGE}.
vi: Tất cả các nhà kho có thêm {CHANGE} không gian lưu trữ.

# T_MOD_WAREHOUSE_CAPACITY_TITLE
source: Tăng sức chứa kho
vi: Sức chứa kho lớn hơn

# T_MOD_WAREHOUSE_CAPACITY_TITLE_OLD
source: Tăng sức chứa kho {LEVEL}
vi: Sức chứa kho lớn hơn {LEVEL}

# T_MORE_GAMES
source: TRÒ CHƠI KHÁC
vi: THÊM TRÒ CHƠI

# T_MORE_GAMES_ASCII
source: TRÒ CHƠI KHÁC
vi: THÊM TRÒ CHƠI

# T_NOTIFICATION_BUILDING_CAPACITY
source: Tòa nhà quá đông!
vi: Tòa nhà quá đầy!

# T_NOTIFICATION_BUILDING_CAPACITY_LONG
source: Tòa nhà quá đông! Mong muốn không thể được đáp ứng.
vi: Tòa nhà quá đầy! Mong muốn không thể được đáp ứng.

# T_NOTIFICATION_BUILDING_DECAY
source: Tòa nhà cần sửa chữa khẩn cấp!
vi: Tòa nhà cần được sửa chữa ngay lập tức!

# T_NOTIFICATION_BUILDING_DOWN
source: Tòa nhà không thể sử dụng cho đến khi được sửa chữa!
vi: Tòa nhà không sử dụng được cho đến khi được sửa chữa!

# T_NOTIFICATION_BUILDING_FIRE
source: Một đám cháy đã bắt đầu!
vi: Một đám cháy đã bùng phát!

# T_NOTIFICATION_BUILDING_GUARDTOWER_UNSUPPLIED
source: Thiếu quân nhu!
vi: Thiếu lương thực!

# T_NOTIFICATION_BUILDING_SMOLDERING
source: Phát hiện tòa nhà đang âm ỉ cháy!
vi: Phát hiện đám cháy âm ỉ trong một tòa nhà!

# T_NOTIFICATION_BUILDING_STOCK_FULL
source: Kho chứa của tòa nhà đã đầy!
vi: Kho của tòa nhà đã đầy!

# T_NOTIFICATION_GLOBAL_HAPPYNESSDOWN
source: Dân chúng không vui!
vi: Dân số đang không hạnh phúc!

# T_NOTIFICATION_GLOBAL_NEEDUNSATISFIED
source: Nguồn cung {NEED} đang cạn kiệt!
vi: Nguồn cung cấp {NEED} đang cạn kiệt!

# T_NOTIFICATION_GLOBAL_STOCK_FULL
source: Tất cả các nhà kho đã đầy!
vi: Tất cả các nhà kho đều đã đầy!

# T_NOTIFICATION_UNIT_NOHOME
source: Một số Dân làng không có nhà!
vi: Một số người dân không có nhà!

# T_NOTIFICATION_UNIT_NOPATH
source: Một Dân làng không thể đến đích!
vi: Một người dân không thể đến được mục tiêu của mình!

# T_OPTIONS_ACTIONBAR_TOGGLE
source: Hiển thị thanh trợ giúp
vi: Hiển thị thanh hành động

# T_OPTIONS_BORDERSCROLLING
source: Bật cuộn viền
vi: Cho phép cuộn ở rìa

# T_OPTIONS_CAMERASPEED_ZOOM
source: Tốc độ thu phóng camera
vi: Tốc độ thu phóng

# T_OPTIONS_CLOUDSAVE_ENABLE
source: Bật lưu trữ đám mây
vi: Bật Cloudsave

# T_OPTIONS_ENVIRONMENT_VOLUME
source: Môi trường
vi: Môi trường xung quanh

# T_OPTIONS_GFX_WARNING
source: Đặt chất lượng đồ họa lên mức cao hơn có thể gây rủi ro! Vui lòng hạ cài đặt chất lượng nếu ngài gặp sự cố đồ họa hoặc sự cố!
vi: Việc sử dụng cài đặt đồ họa cao hơn có nguy cơ tiềm ẩn! Nếu có bất kỳ sự cố hiển thị nào xảy ra, vui lòng giảm cài đặt này!

# T_OPTIONS_KEYBOARD_BINDING_CAMERA_LEFT
source: Camera trái
vi: Camera sang trái

# T_OPTIONS_KEYBOARD_BINDING_CAMERA_RIGHT
source: Camera phải
vi: Camera sang phải

# T_OPTIONS_KEYBOARD_BINDING_CHANGE_TABS
source: Thay đổi tab
vi: Chuyển đổi các tab

# T_OPTIONS_KEYBOARD_BINDING_CHANGE_TABS_BACK
source: Tab trước
vi: Tab quay lại

# T_OPTIONS_KEYBOARD_BINDING_COVERAGE
source: Phạm vi bao phủ
vi: Bao phủ

# T_OPTIONS_KEYBOARD_BINDING_ERASE
source: Phá hủy
vi: Phá bỏ

# T_OPTIONS_KEYBOARD_BINDING_FFW_TOGGLE
source: Bật/tắt tua nhanh
vi: Tua nhanh (chuyển đổi)

# T_OPTIONS_KEYBOARD_BINDING_HAPPINESS_MENU
source: Hạnh phúc
vi: Sự hài lòng

# T_OPTIONS_KEYBOARD_BINDING_STREETBUILDING
source: Xây dựng đường
vi: Xây dựng đường phố

# T_OPTIONS_KEYBOARD_BINDING_TOWNINFO_MENU
source: Thông tin thị trấn
vi: Thông tin thành phố

# T_OPTIONS_KEYBOARD_BINDING_TRADE_MENU
source: Giao thương
vi: Giao dịch

# T_OPTIONS_KEYBOARD_BINDING_ZOOM_PLUS
source: Phóng to +
vi: Thu phóng +

# T_OPTIONS_KEYBOARD_LAYOUT_QUESTION_RESET
source: Khôi phục về mặc định
vi: Khôi phục bố cục tiêu chuẩn

# T_OPTIONS_LEGALINFO_THANKS_SUPPORT
source: Cảm ơn ngài đã chơi trò chơi của chúng tôi! Để được hỗ trợ trò chơi, các câu hỏi chung hoặc các yêu cầu khác, vui lòng liên hệ với chúng tôi theo một trong các địa chỉ sau.
vi: Xin chân thành cảm ơn bạn đã chơi trò chơi của chúng tôi! Để được hỗ trợ về trò chơi, các câu hỏi chung hoặc các yêu cầu khác, vui lòng liên hệ với chúng tôi theo một trong các địa chỉ sau.

# T_OPTIONS_MUSIC_ENABLE
source: Nhạc
vi: Âm nhạc

# T_OPTIONS_QUESTION_KEEP_CHANGES
source: Giữ thay đổi? Điều này sẽ đặt lại sau {SECONDS} giây.
vi: Giữ cài đặt? Sẽ được đặt lại sau {SECONDS} giây.

# T_OPTIONS_RESOLUTION_CHANGE
source: Thay đổi độ phân giải
vi: Điều chỉnh độ phân giải

# T_OPTIONS_TEXT_SIZE
source: Tỷ lệ văn bản
vi: Cỡ chữ

# T_OPTIONS_TEXT_SIZE_CHANGE_FAILED
source: Không thể thay đổi kích thước văn bản
vi: Lỗi khi thay đổi cỡ chữ

# T_OPTIONS_VOCAL_VOLUME
source: Đối thoại
vi: Hội thoại

# T_OPTIONS_WINDOW
source: Cửa sổ
vi: Chế độ cửa sổ

# T_PUBLISH_ACHIEVEMENTS_DESCRIPTION
source: Đồng bộ hóa tất cả thành tích của ngài với Facebook.
vi: Đồng bộ hóa thành tích của bạn với Facebook.

# T_PURCHASES_3XL_PACKAGE_TEXT
source: Gói Uy tín tối thượng
vi: Gói Uy tín Tuyệt đỉnh

# T_PURCHASES_4XL_PACKAGE_TEXT
source: Gói Uy tín điên rồ
vi: Gói Uy tín Điên Cuồng

# T_PURCHASES_FREEPRESTIGE_TEXT
source: Tải xuống các ứng dụng thú vị hơn và kiếm Uy tín miễn phí!
vi: Tải thêm các ứng dụng thú vị để nhận uy tín miễn phí!

# T_PURCHASES_MEDIUM_PACKAGE_TEXT
source: Gói Uy tín trung bình
vi: Gói Uy tín Vừa

# T_PURCHASES_MORE_INFO
source: Ưu đãi khác
vi: Thêm ưu đãi

# T_PURCHASES_MORE_OFFERS
source: Ghé thăm cửa hàng để biết thêm!
vi: Hãy ghé thăm cửa hàng để biết thêm!

# T_PURCHASES_REMOVEADS
source: XÓA QUẢNG CÁO
vi: LOẠI BỎ QUẢNG CÁO

# T_PURCHASES_REMOVEADS_FREE
source: XÓA QUẢNG CÁO MIỄN PHÍ
vi: LOẠI BỎ QUẢNG CÁO MIỄN PHÍ

# T_PURCHASES_REMOVEADS_FREE_TEXT
source: Nhận cơ hội xóa tất cả quảng cáo miễn phí!
vi: Nhận cơ hội loại bỏ tất cả các biểu ngữ quảng cáo miễn phí!

# T_PURCHASES_REMOVEADS_TEXT
source: Xóa tất cả quảng cáo và biểu ngữ trong trò chơi!
vi: Loại bỏ tất cả các biểu ngữ quảng cáo!

# T_PURCHASES_SMALL_PACKAGE_AMOUNT
source: Nhận 300 Uy tín để chi tiêu trong trò chơi!
vi: 300 Uy tín để sử dụng trong trò chơi!

# T_PURCHASES_SPONSORPAY_TEXT
source: Nhận cơ hội kiếm Uy tín miễn phí!
vi: Nhận cơ hội tiếp cận uy tín miễn phí!

# T_PURCHASES_XPX2_FOREVER
source: XP NHÂN ĐÔI KHÔNG GIỚI HẠN
vi: GẤP ĐÔI XP KHÔNG GIỚI HẠN

# T_PURCHASES_XPX2_FOREVER_TEXT
source: Nhận XP nhân đôi không giới hạn!
vi: Nhận gấp đôi XP không giới hạn!

# T_PURCHASES_XXL_PACKAGE_TEXT
source: Gói Uy tín tuyệt vời
vi: Gói Uy tín Lớn không Tưởng

# T_PURCHASE_TEASER
source: Thêm Uy tín thì sao? Sẽ thật tuyệt nếu có thể sử dụng tính năng tua nhanh hoặc triệu hồi thương nhân ngay lập tức? Vậy ngài còn chờ gì nữa? Ghé thăm Cửa hàng Thị trấn!
vi: Nếu có thêm một chút Uy tín thì sao? Chắc chắn bạn cũng muốn xây dựng nhanh hơn, tua nhanh thường xuyên hơn hoặc có thể gọi thương nhân ngay lập tức! Vậy bạn còn chờ gì nữa? Hãy đến cửa hàng thị trấn ngay thôi!

# T_PURCHASE_TEASER_DOUBLEXP_SHORT
source: Ngài muốn đạt cấp độ cao hơn nhanh hơn nhiều? Nhận XP nhân đôi không giới hạn ngay bây giờ!
vi: Bạn có muốn đạt đến các cấp độ cao hơn nhanh hơn không? Nhận gấp đôi XP mãi mãi!

# T_PURCHASE_TEASER_FASTFORWARD_SHORT
source: 60 giây tua nhanh không đủ? Nhận tua nhanh không giới hạn!
vi: 60 giây tua nhanh là chưa đủ với bạn? Nhận tua nhanh không giới hạn!

# T_PURCHASE_TEASER_NOADS_SHORT
source: Ngài không thích biểu ngữ quảng cáo hoặc quảng cáo xen kẽ? Nhận phiên bản không có quảng cáo!
vi: Bạn không thích quảng cáo biểu ngữ hoặc quảng cáo gián đoạn? Nhận phiên bản không quảng cáo!

# T_QUESTS_BANQUETT
source: Nhà vua muốn tổ chức một lễ hội lớn. Hãy đảm bảo rằng chúng ta có đủ hàng hóa cần thiết trong kho.
vi: Đức Vua muốn tổ chức một buổi dạ tiệc lớn. Hãy đảm bảo rằng các hàng hóa cần thiết đều có sẵn.

# T_QUESTS_COVERAGE
source: Hầu hết ngôi làng không được bảo vệ đầy đủ. Chúng ta cần xây thêm tháp canh.
vi: Ngôi làng cần được bảo vệ tốt hơn, thưa Thống đốc. Các ngươi nên ra lệnh xây thêm các tháp canh.

# T_QUESTS_GENERIC_HELP_BANDIT
source: Hàng hóa cho bọn trộm
vi: Cống nạp cho bọn trộm

# T_QUESTS_GENERIC_HELP_FARMER
source: Giúp đỡ người nông dân
vi: Người giúp nông dân

# T_QUESTS_GENERIC_HELP_GIRL
source: Giúp đỡ thiếu nữ
vi: Giúp đỡ cô gái

# T_QUESTS_GENERIC_HELP_KING
source: Theo lệnh của Nhà vua
vi: Theo lệnh của Đức Vua

# T_QUESTS_GENERIC_HELP_KNIGHT
source: Hành động quân sự
vi: Trong nhiệm vụ quân sự

# T_QUESTS_GENERIC_HELP_MILLER
source: Giúp đỡ người xay bột
vi: Giúp người thợ xay bột

# T_QUESTS_GENERIC_HELP_MONK
source: Trong nhiệm vụ giáo hội
vi: Trong nhiệm vụ của nhà thờ

# T_QUESTS_GENERIC_HELP_SOLDIER
source: Yêu cầu từ quân đội
vi: Yêu cầu của quân đội

# T_QUESTS_GENERIC_HELP_TOWNIE
source: Nhiệm vụ từ Dân làng
vi: Yêu cầu từ người dân

# T_QUESTS_GENERIC_HELP_WOMAN
source: Yêu cầu của một quý bà
vi: Lời thỉnh cầu của một quý cô

# T_QUESTS_PRODUCE_BREW
source: Sản xuất bia.
vi: Sản xuất đồ uống.

# T_QUESTS_SCENARIO_ATTACK_003_ADVISOR_FOLLOW_THE_FOOTPRINTS_001_TITLE
source: Làm một sợi dây thừng.
vi: Làm ra một sợi dây thừng.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_BUTCHER_STARTED
source: Cảm ơn Lãnh chúa! Ồ, là về ngôn ngữ mà Nữ hoàng Frigyth nói sao? Đúng là cha tôi đến từ cùng một đất nước, nhưng tôi chưa bao giờ học ngôn ngữ đó, tôi xin lỗi.
vi: Xin cảm ơn, thưa ngài. Ngài thật là tốt bụng. Vâng, đúng là vậy. Cha tôi đến từ vùng đất phương bắc xa xôi. Tuy nhiên, tôi chưa bao giờ thực sự học ngôn ngữ đó.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_BUTCHER_STARTED_02
source: Ngài nên hỏi bà lão ở phía bên kia thị trấn. Tôi nghe nói bà ấy nói được nhiều thứ tiếng và nói chung là biết rất nhiều thứ.
vi: Nhưng theo như tôi biết, một bà lão ở phía bên kia thành phố nói được nhiều thứ tiếng. Bà ấy biết rất nhiều điều. Ngài nên tìm đến bà ấy.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_MONK_SUCCESS
source: Cảm ơn rất nhiều vì sự giúp đỡ của ngài, Lãnh chúa. Vâng, đúng vậy, chúng tôi biết thiếu nữ trẻ này. Chúng tôi đã cứu cô ấy khỏi chết đuối.
vi: Xin cảm ơn, thưa Thống đốc. Vâng, chúng tôi biết cô gái trẻ đó. Chúng tôi đã cứu cô ấy khỏi chết đuối cách đây một thời gian.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_MONK_SUCCESS_02
source: Bây giờ cô ấy sống gần tu viện và giúp đỡ thu hoạch. Tôi đã dạy cô ấy ngôn ngữ của chúng ta nhưng tiếng mẹ đẻ của cô ấy là một phương ngữ phía bắc.
vi: Giờ cô ấy đang sống gần tu viện với chúng tôi và giúp thu hoạch. Chúng tôi đã dạy cô ấy ngôn ngữ của chúng ta, nhưng tiếng mẹ đẻ của cô ấy là từ phương bắc.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_OLDLADY_1_SUCCESS
source: Cảm ơn Lãnh chúa, ngài thật tốt bụng. Ngồi xuống đi, tôi sẽ kể cho ngài nghe những gì tôi biết.
vi: Xin cảm ơn, thưa ngài. Ngài thật quá tốt bụng. Hãy ngồi xuống với ta, ta sẽ kể cho ngài nghe tất cả những gì ta biết.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_OLDLADY_2_STARTED
source: Tôi xin lỗi, nhưng tôi không nói được tiếng cổ. Nhưng tôi biết một cô gái sống gần sông, ngay cạnh tu viện.
vi: Ta rất tiếc, nhưng ta không nói được thứ tiếng cổ xưa này. Tuy nhiên, ta biết một cô gái trẻ đến từ vùng đó. Cô ấy sống ở hạ lưu gần tu viện.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ANSWER_FROM_THE_OLDLADY_2_STARTED_02
source: Cô ấy đã được các tu sĩ cứu khỏi sông vài tháng trước. Có lẽ cô ấy có thể giúp ngài.
vi: Ta nghe nói rằng nhà sư đã cứu cô ấy khỏi dòng sông cách đây vài tháng.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_BUTCHER_STARTED
source: Tôi đã hỏi quanh thị trấn để tìm một người có khả năng giúp chúng ta.
vi: Tôi đã hỏi thăm trong thành phố xem có người nào có khả năng giúp chúng ta không.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_BUTCHER_STARTED_02
source: Cha của người bán thịt đến từ cùng một đất nước với Nữ hoàng Frigyth, tôi đã nghe nói. Có lẽ ông ấy có thể giúp chúng ta.
vi: Cha của người bán thịt địa phương, theo như những gì tôi có thể tìm hiểu, đến từ cùng một đất nước với Nữ hoàng Frigyth. Có lẽ ông ấy có thể giúp chúng ta.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_BUTCHER_TASKS_STARTED
source: Ồ! Rất vui được gặp ngài ở đây, Lãnh chúa. Ngài đến đây vì yêu cầu của tôi sao?
vi: Ôi! Chào buổi sáng, thưa ngài. Rất vui được gặp ngài. Phải chăng ngài đến vì lời thỉnh cầu của tôi?

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_BUTCHER_TASKS_STARTED_02
source: Lũ cướp khốn kiếp đó! Chúng đến vào ban đêm, trộm hết lợn của tôi và đốt cháy trang trại lợn. Tôi đã mất tất cả, Lãnh chúa.
vi: Những tên cướp chết tiệt đó! Chúng đến vào ban đêm và đánh cắp tất cả lợn. Cuối cùng thì chúng đốt luôn cả trang trại lợn. Tôi đã mất hết, thưa ngài.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_BUTCHER_TASKS_STARTED_03
source: Tôi sẽ sẵn lòng xem xét việc dịch thuật của ngài, nếu ngài giúp tôi xây dựng lại trang trại lợn của mình, được chứ?
vi: Tôi sẵn lòng giúp các ngài với chuyện dịch thuật của ngài, nhưng trước tiên tôi phải xây dựng lại trang trại lợn. Ngài có giúp tôi không?

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_MONK_TASKS_STARTED
source: Ồ, thật tốt khi gặp ngài, Thống đốc. Vài tuần trước tôi đã yêu cầu sửa chữa mái nhà tu viện đang cần gấp. Ngài có thể giúp chúng tôi không?
vi: Ồ, thật tốt khi tôi nhìn thấy ngài, thưa Thống đốc. Cách đây vài tuần, tôi đã gửi một yêu cầu rằng mái tu viện cuối cùng cũng phải được sửa chữa. Ngài có thể giúp chúng tôi không?

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_ASK_THE_OLDLADY_TASKS_STARTED
source: Đến gần hơn, Lãnh chúa. Thị lực của tôi không còn tốt nữa. Ngài có thể vui lòng giúp tôi thu hoạch những loại thảo dược này không? Tôi cần chúng để chế thuốc chữa đau lưng.
vi: Hãy đến gần hơn, thưa ngài. Mắt của ta không còn tốt nữa. Ngài có thể vui lòng giúp ta thu hoạch thảo dược không? Ta cần chúng để giảm bớt cơn đau ở thắt lưng.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_BANDITCAMP_DESTROYED_SUCCESS
source: Chúc mừng, Lãnh chúa! Chúng ta đã tìm thấy một số tiền xu và vũ khí.
vi: Xin chúc mừng, thưa Lãnh Chúa. Chúng ta đã tìm thấy một ít tiền và vũ khí.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_BANDIT_RAID_DESC
source: Nếu bọn cướp đột kích thành công thị trấn quá thường xuyên, các cuộc đàm phán thương mại có thể thất bại.
vi: Nếu quá nhiều cuộc tấn công của bọn cướp thành công, các cuộc đàm phán thương mại có nguy cơ bị đổ vỡ.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_BANDIT_RAID_TITLE
source: Đừng để quá nhiều cuộc tấn công của bọn cướp thành công.
vi: Đừng để bọn cướp giành chiến thắng quá nhiều.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_BANDIT_REPLY
source: Ngài có thể đã phá hủy trại của chúng tôi. Nhưng chúng tôi vẫn ở đây. Bao vây ngài! Chúng tôi sẽ không bao giờ dừng lại! Tốt hơn hết là ngài nên chuẩn bị…
vi: Các ngươi có thể đã phá hủy trại của chúng ta, nhưng các ngươi sẽ không dễ dàng thoát khỏi chúng ta. Chúng ta vẫn ở đây! Chúng ta sẽ bao vây các ngươi và không bao giờ bỏ cuộc! Các ngươi nên chuẩn bị tinh thần.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_CHOOSE
source: Lãnh chúa, ngài phải đưa ra lựa chọn.
vi: Ngài phải quyết định một con đường, thưa ngài.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_CLIENT_BREAD_TRIBUTE
source: Hãy mua bánh mì ở chợ, để chúng ta có thể đưa cho nữ hoàng ngay lập tức.
vi: Thưa Thống đốc, hãy mua một ít bánh mì ở khu chợ và đưa cho Nữ hoàng.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_CLIENT_BREAD_TRIBUTE_TITLE
source: Giao một ít bánh mì
vi: Cung cấp bánh mì

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_CLIENT_TRANSLATION_003_STARTED
source: Tôi không đồng ý với cô gái trẻ này. Nữ hoàng trông có vẻ sốt ruột. Tôi nghĩ chúng ta nên cho bà ấy ăn ngay lập tức và không đợi cho đến khi thợ làm bánh địa phương của chúng ta làm xong bánh mì. Chúng ta có thể mua một ít ở chợ và đưa cho bà ấy.
vi: Tôi không đồng ý với điều này, thưa ngài. Trông cô ấy có vẻ mất kiên nhẫn, chúng ta không nên đợi đến khi bánh mì tươi được nướng. Hãy mua một ít bánh mì ở chợ.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_CLIENT_TRANSLATION_003_SUCCESS
source: Một chiếc bánh mì ngon cho ngài, hy vọng ngài sẽ thích nó. Chúng tôi đã làm nó nhanh nhất có thể.
vi: Đây là một ít bánh mì cho ngài, Nữ hoàng Frigyth. Hy vọng nó hợp khẩu vị của ngài. Chúng tôi đã làm nhanh nhất có thể.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_DECORATION_STARTED
source: Thưa ngài, ít nhất chúng ta có thể tìm hiểu về một số thói quen và phong tục từ những người bạn mới của chúng ta. Để chuẩn bị tốt cho các lễ hội, chúng ta nên thêm một số đồ trang trí trong thị trấn.
vi: Thưa ngài, ít nhất chúng ta có thể học hỏi một số phong tục và tập quán từ những người bạn mới của mình. Để chuẩn bị tốt nhất cho các lễ hội, chúng ta nên dựng một số đồ trang trí trong thành phố.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_DECORATION_TITLE
source: Trang trí thị trấn
vi: Trang trí ngôi làng

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_FAILED
source: Tôi thực sự thất vọng về ngài, Thống đốc! Quản lý một vài yêu cầu là một nhiệm vụ đơn giản như vậy, nhưng ngài vẫn không làm được! Có quá nhiều yêu cầu không? Bây giờ hãy biến khỏi tầm mắt tôi!
vi: Ta thực sự thất vọng về các ngươi, thưa Thống đốc! Việc các ngươi không xoay sở để đáp ứng một vài mong muốn của Nữ hoàng, nhằm tạo điều kiện thuận lợi cho các cuộc đàm phán thương mại. Đây có phải là yêu cầu quá đáng không? Các ngươi đã thất bại, thưa Thống đốc. Giờ thì hãy biến khỏi mắt ta!

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_FAILED_BANDIT_RAID_001
source: Lãnh chúa, ngài đã không ngăn chặn được các cuộc tấn công của bọn cướp. Nữ hoàng trông rất không hài lòng. Tôi hy vọng chúng ta không làm bà ấy thất vọng lần nữa.
vi: Thưa Lãnh Chúa, ngài đã không ngăn chặn được các cuộc tấn công của bọn cướp. Nữ hoàng có vẻ rất bất mãn. Tôi hy vọng chúng ta sẽ không làm bà ấy thất vọng thêm lần nào nữa.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_IS_SORRY_STARTED
source: Tôi xin lỗi, Đức vua của tôi, phương ngữ của bà ấy không giống của tôi, nhưng tôi sẽ cố gắng hơn…
vi: Tôi xin lỗi, thưa Bệ hạ. Bà ấy nói bằng một thổ ngữ khác. Tôi sẽ cố gắng hơn nữa.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_IS_SORRY_STARTED_02
source: Tôi có thể đã nhầm lẫn giữa biểu ngữ và ghế dài. Bà ấy chỉ muốn ngồi sau chuyến đi dài.
vi: Tôi nghĩ ý bà ấy là... những chiếc ghế dài... không phải biểu ngữ. Bà ấy chỉ muốn thư giãn trên ghế dài sau chuyến đi dài.

# T_QUESTS_SCENARIO_DIPLOMATICVISIT_GIRL_IS_SURE
source: Xin lỗi, Lãnh chúa, nếu tôi đã làm rối tung mọi thứ trước đó nhưng tôi khá chắc chắn rằng bà ấy muốn một cái gì đó giống như một quán rượu.
vi: Tôi xin lỗi, thưa ngài Thống đốc. Tôi biết tôi đã sai trước đó, nhưng tôi thực sự chắc chắn rằng ý bà ấy là một quán trọ.
