Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_RANDOM_EVENT_LOSTDAUGHTER_DESC
source: Một người cha tìm kiếm con gái mình trong một cơn bão tàn khốc. Giúp ông ta tìm thấy cô ấy.
vi: Một người cha đang tìm kiếm con gái của mình trong một cơn bão kinh hoàng. Hãy giúp ông ta tìm thấy cô bé.

# T_RANDOM_EVENT_LOSTDAUGHTER_FIREFIGHTING_DESC
source: Trước khi chúng ta có thể tiếp tục, hãy lo liệu các đám cháy trong làng, Lãnh chúa. An ninh trong làng phải được đảm bảo.
vi: Trước khi chúng ta có thể tiếp tục, chúng ta nên xử lý các đám cháy trong làng, thưa ngài. An ninh trong làng phải được đảm bảo.

# T_RANDOM_EVENT_LOSTDAUGHTER_GIVE_EQUIPMENT_SUCCESS
source: Tôi thấy ngài đã tập hợp đủ vật liệu. Khi ngài sẵn sàng, chúng ta có thể giao chúng.
vi: Như tôi thấy, ngài đã có tất cả các vật liệu rồi. Nếu ngài đã sẵn sàng, chúng ta có thể giao chúng đi.

# T_RANDOM_EVENT_LOSTDAUGHTER_INTRO_01
source: Ngài đang ở trong lâu đài, nhìn ra ngoài cửa sổ. Một cơn giông bão mạnh bất thường đang bao trùm thị trấn. Sét lóe lên trên bầu trời. Ngài quan sát lính cứu hỏa cố gắng kiểm soát một đám cháy trong một tòa nhà gần lâu đài nơi sét đánh.
vi: Ngài đang ở trong lâu đài và nhìn ra ngoài cửa sổ. Một cơn giông bão cực lớn đang hoành hành trên thành phố. Một tia chớp rạch ngang bầu trời. Ngài nhìn thấy một lính cứu hỏa đang cố gắng kiểm soát đám cháy ở một tòa nhà gần lâu đài, nơi vừa bị sét đánh.

# T_RANDOM_EVENT_LOSTDAUGHTER_INTRO_02
source: Đột nhiên cửa mở và cố vấn đáng tin cậy của ngài bước vào cùng một nông dân. "Chúng tôi có thể nhờ ngài giúp đỡ không, Lãnh chúa," cố vấn hỏi.
vi: Đột nhiên, cánh cửa mở ra và cố vấn đáng tin cậy của ngài cùng với một người nông dân bước vào. “Chúng tôi có thể xin sự giúp đỡ của ngài không, thưa ngài”, cố vấn hỏi.

# T_RANDOM_EVENT_LOSTDAUGHTER_INTRO_REPLY_01
source: Ngươi muốn gì?
vi: Các người muốn gì?

# T_RANDOM_EVENT_LOSTDAUGHTER_INTRO_REPLY_02
source: Ngươi làm phiền ta vào giờ này sao? Cút đi!
vi: Sao các người làm phiền tôi vào giờ này? Ra ngoài!

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_05
source: Với trang bị ngài đưa cho, ông ta chạy vào màn đêm. Một lần nữa, sét đánh trúng một tòa nhà. Người nông dân được ánh sáng rực rỡ chiếu sáng trong một giây, rồi ông ta biến mất.
vi: Với thiết bị mà ông ấy đã nhận được, ông ấy chạy ra ngoài trong đêm. Một tia sét lại đánh vào một tòa nhà. Người nông dân được chiếu sáng trong giây lát bởi ánh sáng chói lòa của tia sét, sau đó ông ta không còn nhìn thấy được trong mưa lớn nữa.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_06
source: Không có bất kỳ trang bị nào, người nông dân chạy ra ngoài cơn bão. Trong vài giây, ông ta ướt sũng. Trên mặt đất bùn lầy, ông ta trượt chân ngã. Nhanh chóng, ông ta đứng dậy và chạy vào cánh đồng để tìm con gái mất tích của mình.
vi: Không có thiết bị, người nông dân chạy vào cơn bão. Trong vòng vài giây, ông ta đã ướt sũng. Ông ta trượt và ngã trên mặt đất lầy lội. Ông ta nhanh chóng đứng dậy và chạy ra đồng để tìm con gái mất tích.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_07A
source: Ngài đợi hàng giờ. Cơn giông bão vẫn đang tiếp diễn, khi ngài nhận được thông báo.
vi: Các ngài chờ đợi trong nhiều giờ. Cơn bão vẫn tiếp tục, khi ngài nhận được tin tức.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_07B
source: Lính canh đã trở về cùng con gái! "Con bé khá may mắn. Chúng tôi tìm thấy con bé dưới một cái cây đổ trong mưa," người lính canh vui mừng kêu lên. Cả thị trấn đều có tâm trạng tốt sau khi con gái được tìm thấy.
vi: Lính canh đã trở về cùng với cô con gái! “Cô bé đã gặp may mắn. Chúng tôi đã tìm thấy cô bé dưới một cái cây đổ trong mưa”, người lính gác hát một cách vui vẻ với các ngài. Cả thành phố đang rất vui sau khi con gái được tìm thấy.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_08A
source: Cơn bão kéo dài hàng giờ mà không hề yếu đi. Cuối cùng, vào những giờ sáng sớm, ngài nhận được thông báo.
vi: Sau vài giờ, cơn bão vẫn chưa ngớt. Vào sáng sớm, cuối cùng cũng có tin tức.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_08B
source: Lính canh thành phố đã tìm thấy cô ấy bị thương nặng dưới một cái cây đổ. Dân làng tức giận và sẽ còn tức giận trong một thời gian dài.
vi: Lính canh thành phố đã tìm thấy cô ấy bị thương nặng. Người dân trong làng đang rất tức giận và sẽ còn như vậy trong một thời gian dài.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_08_END
source: Người nông dân suy sụp khi biết rằng con gái mình không thể được tìm thấy. Ông ta sẽ không bao giờ có thể hoàn toàn vượt qua sự biến mất của cô ấy. Do đó, năng suất và nỗ lực của ông ta bị giảm vĩnh viễn.
vi: Người nông dân đang vô cùng suy sụp. Ông ta sẽ không bao giờ vượt qua hoàn toàn được sự biến mất của con gái mình. Vì vậy, năng suất và nỗ lực của ông ta giảm xuống vĩnh viễn.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_09A
source: Sau vài giờ, cơn bão vẫn chưa yếu đi. Đột nhiên, ngài nghe thấy tiếng người la hét trên đường phố. Khi ngài vội vã đến xem sự náo động, một tòa nhà khác bị sét đánh. Nhờ mưa, mái nhà quá ướt để bắt lửa. Sau đó, ngài thấy chuyện gì đang xảy ra.
vi: Sau vài giờ, cơn bão vẫn chưa dịu đi. Đột nhiên có tiếng người la hét trên đường phố. Trong khi ngài đang cố gắng đến được nguồn gốc của sự náo động này, một tòa nhà khác lại bị sét đánh trúng. May mắn thay, mái nhà đã quá ướt do mưa nên không bắt lửa. Rồi các ngài nhìn thấy chuyện gì đang xảy ra.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_09B
source: Con gái đã tìm được đường trở về thị trấn. Cô ấy thậm chí còn mang về hầu hết đàn cừu. Mọi người đang cổ vũ.
vi: Cô con gái đã tìm đường trở lại thành phố. Cô bé thậm chí còn đưa về hầu hết số cừu. Cả làng đang ăn mừng.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_11B
source: Người nông dân đã trở về cùng con gái! "Tạ ơn Chúa, tôi đã tìm thấy con bé dưới một cái cây đổ trong mưa. Cảm ơn ngài đã giúp tôi, Lãnh chúa". Cả thị trấn đều có tâm trạng tốt sau khi người nông dân tìm thấy con gái mình.
vi: Người nông dân đã trở về cùng con gái của mình! “Tạ ơn Chúa, tôi đã tìm thấy con bé ở dưới một cái cây đổ trong mưa. Cảm ơn vì đã giúp tôi, thưa ngài”. Cả thành phố đang rất vui vẻ sau khi con gái được tìm thấy.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_12A
source: Ngài phải đợi đến ngày hôm sau. Khoảng giữa trưa, lính canh thành phố báo cáo một người đơn độc trở về.
vi: Các ngài phải chờ đến ngày hôm sau. Vào giữa trưa, lính canh thành phố cuối cùng cũng báo cáo về một người trở về một mình.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_13C
source: Vẻ mặt cô ấy sợ hãi khi ngài nói với cô ấy rằng cha cô ấy vẫn đang ở ngoài đó tìm kiếm cô ấy.
vi: Cô bé nhìn ngài một cách sợ hãi khi biết rằng cha mình vẫn còn ở ngoài kia để tìm cô bé.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_14
source: Đó là người nông dân trở về một mình. Con gái ông ta không bao giờ được tìm thấy. Chỉ có đàn cừu được trả lại cho người nông dân. Dân làng sẽ thương tiếc trong một thời gian dài, đó là điều chắc chắn.
vi: Chính người nông dân đã trở về một mình. Cô con gái vẫn mất tích. Người nông dân chỉ tìm thấy cừu. Người dân sẽ còn đau buồn trong một thời gian dài, đó là điều chắc chắn.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_14B
source: Ngài đã đợi rất lâu. Cuối cùng, người lính đến báo cáo rằng đàn cừu đã được tìm thấy ở rìa cánh đồng. Tuy nhiên, cha và con gái không thấy đâu.
vi: Các ngươi đã chờ đợi rất lâu. Cuối cùng, người lính canh đến báo cáo rằng cừu đã được tìm thấy ở rìa các cánh đồng, tuy nhiên, không có dấu vết của người cha và con gái.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_14B_END
source: Thảm kịch của cơn bão giờ đây hiện hữu khắp làng. Một sự thờ ơ nhất định có thể cảm nhận được ở tất cả cư dân. Sẽ mất một thời gian dài cho đến khi tâm trạng trong làng trở lại bình thường.
vi: Bi kịch của cơn bão giờ đã hiện diện ở khắp mọi nơi trong làng. Một sự thờ ơ nhất định đang được cảm nhận ở tất cả người dân. Sẽ mất một thời gian dài để tâm trạng trong làng hồi phục.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_15B
source: Người nông dân đã trở về làng cùng lính canh thành phố. Ông ta không thể tiếp tục tìm kiếm và đã trú ẩn trong một hang động nhỏ qua cơn bão. Lính canh tìm thấy ông ta và kể về sự trở về của con gái ông ta. Tâm trạng của thị trấn rất tốt.
vi: Người nông dân đã trở về làng cùng với lính canh thành phố. Anh ta không thể tiếp tục tìm kiếm và phải tìm nơi trú ẩn trước cơn bão. Lính canh đã tìm thấy anh ta và kể cho anh ta nghe về việc con gái anh ta đã trở về. Tâm trạng trong thành phố rất tốt khi mọi người đã đoàn tụ.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_17A
source: Ngài phải đợi đến ngày hôm sau. Khoảng giữa trưa cuối cùng ngài cũng nhận được thông báo.
vi: Các ngài phải chờ đến ngày hôm sau. Vào giữa trưa, các ngài cuối cùng cũng nhận được tin tức.

# T_RANDOM_EVENT_LOSTDAUGHTER_POPUP_17B
source: Người nông dân đã trở về làng một mình. Quá nguy hiểm để tiếp tục tìm kiếm và ông ta đã phải qua đêm trong một hang động nhỏ.
vi: Người nông dân một mình trở lại làng. Vì quá nguy hiểm, anh ta đã không thể tiếp tục cuộc tìm kiếm của mình và phải qua đêm trong một hang động nhỏ.

# T_RANDOM_EVENT_LOSTDAUGHTER_RESCUETEAM_DESC
source: Để tập hợp một đội cứu hộ càng nhanh càng tốt, chúng ta cần doanh trại và một số binh lính.
vi: Để tập hợp một đội cứu hộ nhanh nhất có thể, chúng ta cần một doanh trại và một số binh lính.

# T_RANDOM_EVENT_LOSTDAUGHTER_RESCUETEAM_SUCCESS
source: Lãnh chúa, đội cứu hộ đang chờ lệnh. Ngay khi ngài ra lệnh, họ sẵn sàng lên đường.
vi: Thưa ngài, đội cứu hộ đã sẵn sàng. Ngay khi ngài ra lệnh, họ có thể lên đường.

# T_RANDOM_EVENT_LOSTDAUGHTER_REUNITED_ENDING
source: Niềm vui thật lớn khi cả hai gặp lại nhau. Nông dân và con gái ngay lập tức ôm chầm lấy nhau và khóc nức nở. "Hứa với cha con sẽ không bao giờ làm điều gì như vậy nữa, con yêu!" người nông dân nói và con gái chỉ gật đầu và khóc những giọt nước mắt vui mừng.
vi: Niềm vui thật lớn lao khi cả hai người đoàn tụ. Người nông dân và con gái ngay lập tức ôm chầm lấy nhau và khóc nức nở. “Con đừng bao giờ làm điều gì như thế này nữa nhé, con gái!” người nông dân nói và con gái chỉ gật đầu và khóc trong niềm vui.

# T_RANDOM_EVENT_LOSTDAUGHTER_STORMOVER
source: Cơn giông bão cuối cùng đã qua, thưa ngài. Chúng ta đã sống sót.
vi: Cơn bão giông cuối cùng cũng đã qua, thưa ngài. Chúng ta đã vượt qua được nó.

# T_RANDOM_EVENT_LOSTDAUGHTER_STRIKING_ENDING
source: Một thời gian sau sự cố trong cơn bão, tâm trạng tồi tệ trong làng liên tục dẫn đến xích mích giữa các cư dân. Khả năng đình công tăng lên.
vi: Một thời gian sau vụ việc trong cơn bão, do tâm trạng tồi tệ trong làng nên liên tục xảy ra những xích mích giữa người dân. Cơ hội xảy ra đình công đã tăng lên.

# T_RANDOM_EVENT_LOSTDAUGHTER_SUMMARY
source: Cố gắng tìm cô gái giữa cơn bão.
vi: Cố gắng tìm con gái trong giữa cơn bão.

# T_RANDOM_EVENT_LOSTDAUGHTER_TITLE
source: Cô con gái mất tích
vi: Đứa con gái thất lạc

# T_RANDOM_EVENT_MINE_ACCIDENT_EVENT_FAILED_TITLE
source: Nỗ lực cứu hộ thất bại!
vi: Nỗ lực cứu hộ đã thất bại!

# T_RANDOM_EVENT_MINE_ACCIDENT_EVENT_SUCCESS_TITLE
source: Nỗ lực cứu hộ thành công!
vi: Nỗ lực cứu hộ đã thành công!

# T_RANDOM_EVENT_MINE_ACCIDENT_GOLD_DEPOSIT_CHOICE_2_REPLY_01
source: Khai thác mỏ! Chúng ta cần những tài nguyên đó!
vi: Khai thác trữ lượng này! Chúng ta cần những tài nguyên thô này!

# T_RANDOM_EVENT_MINE_ACCIDENT_GOLD_DEPOSIT_CHOICE_2_REPLY_02
source: Những người đàn ông chỉ nên khai thác một nửa tài nguyên.
vi: Cho người của chúng ta khai thác một nửa tài nguyên thôi.

# T_RANDOM_EVENT_MINE_ACCIDENT_GOLD_DEPOSIT_CHOICE_2_REPLY_03
source: Quá nguy hiểm. Những người đàn ông nên tránh khu vực này!
vi: Nó quá nguy hiểm. Người của chúng ta nên tránh xa khu vực đó!

# T_RANDOM_EVENT_MINE_ACCIDENT_GOLD_DEPOSIT_CHOICE_REPLY_01
source: Lấy thiết bị cần thiết!
vi: Chúng ta hãy chuẩn bị các thiết bị cần thiết.

# T_RANDOM_EVENT_MINE_ACCIDENT_GOLD_DEPOSIT_CHOICE_REPLY_02
source: Quá nguy hiểm.
vi: Nó quá nguy hiểm.

# T_RANDOM_EVENT_MINE_ACCIDENT_MESSAGE_NO_TIME
source: Lãnh chúa, chúng ta không có nhiều thời gian để hành động. Chẳng bao lâu nữa mỏ sẽ không thể tiếp cận được.
vi: Thưa ngài, chúng ta không có nhiều thời gian để hành động. Chẳng bao lâu nữa, trữ lượng sẽ không thể tiếp cận được nữa.

# T_RANDOM_EVENT_MINE_ACCIDENT_MESSAGE_OUT_OF_TIME
source: Chúng ta đã bỏ lỡ cơ hội, thưa ngài. Khu vực có mỏ vàng giờ đã nằm ngoài tầm với.
vi: Chúng ta đã bỏ lỡ cơ hội rồi, thưa ngài. Khu vực có trữ lượng vàng giờ không thể tiếp cận được nữa.

# T_RANDOM_EVENT_MINE_ACCIDENT_ON_THE_WAY
source: Những người đàn ông hiện đang trên đường đến khu vực nguy hiểm, thưa ngài. Chẳng bao lâu nữa chúng ta sẽ biết liệu họ có thành công hay không.
vi: Những người đàn ông giờ đang trên đường đến khu vực nguy hiểm, thưa ngài. Chẳng bao lâu nữa chúng ta sẽ biết liệu họ có thành công hay không.

# T_RANDOM_EVENT_MINE_ACCIDENT_OUTCOME_01_BAD_A
source: Vào giây phút cuối cùng, đội trưởng đội nhìn thấy rò rỉ khí gas.... Nhưng đã quá muộn, một trong những người đàn ông cầm đuốc của mình vào dòng khí gas đang thoát ra. Có một vụ nổ khác trong mỏ... Chiến dịch cứu hộ đã thất bại.
vi: Vào giây phút cuối cùng, người chỉ huy đã nhìn thấy chỗ rò rỉ khí... Nhưng đã quá muộn, một trong số những người đàn ông đã đưa ngọn đuốc của mình vào dòng khí đang thoát ra. Một vụ nổ khác xảy ra trong mỏ… Chiến dịch giải cứu đã thất bại.

# T_RANDOM_EVENT_MINE_ACCIDENT_OUTCOME_01_BAD_B
source: Chúng ta đã mất mỏ, Lãnh chúa. Đội cứu hộ, các thợ mỏ và tài nguyên trong mỏ đã bị mất. Cả làng đang trong tâm trạng rất buồn và mọi công việc trong các mỏ sẽ bị ngừng lại trong một thời gian dài.
vi: Chúng ta đã mất mỏ rồi, thưa ngài. Cả đội cứu hộ, những người thợ mỏ và các tài nguyên trong mỏ đều đã mất. Cả làng đang rất đau buồn và mọi công việc trong các mỏ đều bị dừng lại trong một thời gian dài.

# T_RANDOM_EVENT_MINE_ACCIDENT_OUTCOME_01_GOOD_A
source: Vào giây cuối cùng, đội trưởng đội nhìn thấy rò rỉ khí gas và ra lệnh dập tắt tất cả các ngọn đuốc. Ngay sau đó, đội tiếp cận được các công nhân bị mắc kẹt và bắt đầu công việc cứu hộ.
vi: Vào giây phút cuối cùng, người chỉ huy nhận thấy rò rỉ khí và ra lệnh tắt tất cả các ngọn đuốc. Ngay sau đó, đội cứu hộ đã đến được những công nhân bị mắc kẹt và bắt đầu công tác cứu hộ.

# T_RANDOM_EVENT_MINE_ACCIDENT_OUTCOME_01_GOOD_B
source: Chúng ta đã có thể cứu các thợ mỏ, thưa ngài. Mọi người đều khỏe mạnh, nhưng mỏ đã bị mất. Cả làng đang trong tâm trạng rất tốt, nhưng mọi công việc trong các mỏ sẽ bị ngừng lại trong một thời gian.
vi: Chúng ta đã có thể cứu được các thợ mỏ, thưa ngài. Mọi người đều khỏe mạnh, nhưng mỏ đã bị mất. Cả làng đang có tâm trạng rất tốt, tuy nhiên, tất cả công việc trong mỏ sẽ bị dừng lại trong một thời gian.

# T_RANDOM_EVENT_MINE_ACCIDENT_OUTCOME_01_START
source: Từ từ, đội cứu hộ dò dẫm qua những phần hẹp của mỏ. Trời tối đen như mực. Hơi nước và khí gas có mùi đã tích tụ trên mặt đất, khiến việc thở trở nên khó khăn.
vi: Đội cứu hộ từ từ tiến lên phía trước qua những chỗ hẹp của mỏ. Trời tối om. Khói và khí gas bốc mùi khó chịu tích tụ dưới đất, khiến việc thở trở nên khó khăn.

# T_RANDOM_EVENT_MINE_ACCIDENT_OUTCOME_02_A
source: Đội cứu hộ tiến đến chỗ tài nguyên và bắt đầu trục vớt. Ở một khoảng cách nào đó, đội trưởng đội có thể nghe thấy tiếng kêu của các thợ mỏ bị mắc kẹt, nhưng ưu tiên nhiệm vụ rất rõ ràng. Lấy tài nguyên ra khỏi đó!
vi: Đội cứu hộ đã tiến đến chỗ tài nguyên và bắt đầu khai thác chúng. Ở một khoảng cách, người chỉ huy đội có thể nghe thấy tiếng la hét của những người thợ mỏ bị mắc kẹt, nhưng các ưu tiên của nhiệm vụ đã rõ. Hãy mang tài nguyên đó ra ngoài!

# T_RANDOM_EVENT_MINE_ACCIDENT_OUTCOME_02_B
source: Một thời gian sau, đội trở về với hàng hóa, vừa kịp lúc trước khi mỏ sập và chôn vùi tất cả các công nhân bị mắc kẹt.
vi: Một thời gian sau, đội cứu hộ đã trở về với hàng hóa, vừa kịp lúc trước khi mỏ sụp đổ và chôn vùi tất cả những công nhân bị mắc kẹt.

# T_RANDOM_EVENT_MINE_ACCIDENT_OUTCOME_03_A
source: Tâm trạng trong làng không tốt, thưa ngài. Mặc dù đã bồi thường cho các gia đình, tất cả cư dân đều rất lo lắng. Sẽ mất một thời gian dài cho đến khi ai đó sẽ làm việc trở lại trong các mỏ.
vi: Tâm trạng trong làng đang không tốt, thưa ngài. Bất chấp việc bồi thường cho các gia đình, tất cả người dân vẫn rất đau buồn. Sẽ mất một thời gian dài để ai đó muốn quay lại làm việc trong các mỏ.

# T_RANDOM_EVENT_MINE_ACCIDENT_OUTCOME_03_B
source: Dân chúng thất vọng, thưa ngài. Không ai muốn làm việc trong các mỏ nữa. Tôi sợ rằng Dân làng sẽ thương tiếc trong một thời gian dài sắp tới.
vi: Người dân đang thất vọng, thưa ngài. Không ai muốn làm việc trong các mỏ nữa. Tôi e rằng người dân sẽ còn than khóc trong một thời gian dài.

# T_RANDOM_EVENT_MINE_ACCIDENT_OUTCOME_04
source: Người dân tức giận, Lãnh chúa. Không ai muốn làm việc trong các mỏ nữa. Tôi sợ Dân làng sẽ trút giận trong làng. Chúng ta nên cảnh giác.
vi: Người dân đang tức giận, thưa ngài. Không ai muốn làm việc trong các mỏ nữa. Tôi e rằng người dân sẽ trút cơn giận của họ lên làng. Chúng ta nên cảnh giác.

# T_RANDOM_EVENT_MINE_ACCIDENT_REPLY_01
source: Bắt đầu một nhiệm vụ cứu hộ để giải thoát các thợ mỏ.
vi: Bắt đầu một nhiệm vụ giải cứu để giải phóng các thợ mỏ.

# T_RANDOM_EVENT_MINE_ACCIDENT_REPLY_02
source: Tài nguyên được ưu tiên, các công nhân đã mất.
vi: Các tài nguyên là ưu tiên hàng đầu! Những người đàn ông đã mất tích rồi!

# T_RANDOM_EVENT_MINE_ACCIDENT_REPLY_03
source: Chúng ta sẽ không cử ai vào đó! Bồi thường cho các gia đình.
vi: Chúng ta không gửi ai vào đó! Hãy bồi thường cho các gia đình.

# T_RANDOM_EVENT_MINE_ACCIDENT_REPLY_04
source: Chà, đó là một cuộc sống nguy hiểm trong các mỏ.
vi: Chà, cuộc sống trong các mỏ thật là nguy hiểm.

# T_RANDOM_EVENT_MINE_ACCIDENT_RESCUEMESSAGE_NO_TIME
source: Mỏ có nguy cơ sập hoàn toàn, thưa ngài. Chúng ta chỉ có thời gian hạn chế. Chúng ta nên nhanh lên!
vi: Mỏ có nguy cơ sụp đổ hoàn toàn, thưa ngài. Chúng ta chỉ còn một thời gian giới hạn thôi. Chúng ta nên nhanh lên!

# T_RANDOM_EVENT_MINE_ACCIDENT_RESCUEMESSAGE_TIMER_SUMMARY
source: Cứu các thợ mỏ mất tích trước khi hết thời gian.
vi: Giải cứu những thợ mỏ mất tích trước khi hết giờ.

# T_RANDOM_EVENT_MINE_ACCIDENT_RESCUEMISSION_DESC
source: Để cứu các thợ mỏ bị chôn vùi, đội cứu hộ cần một số thiết bị.
vi: Để cứu những người thợ mỏ bị mắc kẹt, đội cứu hộ cần một số thiết bị.

# T_RANDOM_EVENT_MINE_ACCIDENT_RESCUEMISSION_EQUIPMENT_READY_DESC
source: Lãnh chúa, thiết bị cần thiết hiện đã đến kho. Tôi có nên thông báo cho đội cứu hộ rằng họ nên vào mỏ không?
vi: Thưa ngài, các thiết bị cần thiết giờ đã về đến kho. Tôi có nên thông báo cho đội cứu hộ rằng họ có thể vào mỏ không?

# T_RANDOM_EVENT_MINE_ACCIDENT_SECOND CHOICE_ASK
source: Chúng ta có các lựa chọn sau, thống đốc. Hoặc chúng ta mở toàn bộ mỏ, và có nguy cơ mất tất cả, cố gắng thận trọng loại bỏ một nửa mỏ hoặc chúng ta hoàn toàn tránh khu vực này và bỏ lỡ cơ hội này.
vi: Giờ chúng ta có những lựa chọn sau, thưa Thống đốc. Một là, chúng ta khai thác toàn bộ trữ lượng và chấp nhận rủi ro mất tất cả, hai là cố gắng khai thác một nửa trữ lượng một cách thận trọng, hoặc là chúng ta tránh hoàn toàn khu vực này và bỏ lỡ cơ hội này.

# T_RANDOM_EVENT_MINE_ACCIDENT_STARTER_ASK_01
source: Lãnh chúa, một mỏ vàng lớn đã được phát hiện trong một trong những mỏ của chúng ta. Tuy nhiên, nó nằm trong một khu vực nguy hiểm thường xuyên trở nên không ổn định do rò rỉ khí gas.
vi: Thưa ngài, một trữ lượng vàng lớn đã được phát hiện trong một trong các mỏ của chúng ta. Tuy nhiên, nó nằm trong một khu vực nguy hiểm, nơi ngày càng trở nên không ổn định do rò rỉ khí.

# T_RANDOM_EVENT_MINE_ACCIDENT_STARTER_ASK_02
source: Những người đàn ông có thể khai thác mỏ, nếu chúng ta có thể cung cấp thêm công cụ kịp thời và nhanh chóng trước khi khu vực trở nên không ổn định trở lại. Lãnh chúa, điều này có thể mang lại sự giàu có cho làng!
vi: Những người đàn ông có thể khai thác nguyên liệu thô nếu chúng ta cung cấp thêm các công cụ và nhanh lên trước khi khu vực đó lại trở nên không ổn định. Thưa ngài, điều này có thể mang lại sự giàu có cho ngôi làng!

# T_RANDOM_EVENT_MINE_GET_THE_DEPOSIT_FULL_SUCCESS
source: Một thời gian sau, các công nhân trở về từ mỏ với nhiều thùng và bao tải nguyên liệu thô. Hành động đã thành công hoàn toàn, tất cả tài nguyên có thể được thu hồi trước khi mỏ trở nên không thể tiếp cận.
vi: Một thời gian sau, các công nhân trở về với nhiều thùng và bao đầy tài nguyên thô từ mỏ. Chiến dịch đã thành công rực rỡ, tất cả các tài nguyên đã được thu hồi trước khi trữ lượng trở nên không thể tiếp cận.

# T_RANDOM_EVENT_MINE_GET_THE_DEPOSIT_HALF_SUCCESS
source: Một thời gian sau, các công nhân trở về từ mỏ với một số thùng và bao tải nguyên liệu thô. Hành động đã thành công hoàn toàn, ngay cả khi chỉ có một vài tài nguyên có thể được thu hồi.
vi: Một thời gian sau, các công nhân trở về với một vài thùng và bao tài nguyên thô từ mỏ. Chiến dịch đã thành công rực rỡ, mặc dù chỉ có thể thu hồi một số tài nguyên.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_ABORT
source: Một lúc sau, hắn biến mất đột ngột như khi hắn đến. Ngài thoáng nghĩ về điều gì sẽ xảy ra nếu ngài quyết định khác đi, nhưng những gì đã xảy ra không thể thay đổi được. Ngài sẽ không bao giờ biết.
vi: Một lát sau, ông ta biến mất đột ngột như khi ông ta đến. Ngài suy nghĩ một lúc về những gì có thể xảy ra nếu ngài đưa ra một quyết định khác, nhưng những gì đã xảy ra thì không thể thay đổi. Ngài sẽ không bao giờ biết được.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_AFTERCHOICE_HAPPINESS
source: Ngày hôm sau, ngài thấy tất cả cư dân hạnh phúc như thế nào. Thợ rèn đã gặp một người phụ nữ mới và đang yêu. Thợ mộc cuối cùng đã công bố dự án mới nhất của mình đầy niềm vui. Một cái nôi. Thật đẹp! Mọi người đều có tâm trạng tốt. Thật là một ngày đẹp trời.
vi: Ngày hôm sau, ngài thấy tất cả người dân đều hạnh phúc như thế nào. Thợ rèn đã gặp được một người phụ nữ mới và đang yêu trở lại. Người thợ mộc cuối cùng đã vui vẻ thông báo về dự án mới nhất của mình. Một nhà trẻ. Thật là tuyệt vời! Mọi người đều có tâm trạng tốt nhất. Thật là một ngày đẹp trời.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_AFTERCHOICE_WISDOM
source: Khi ngài thức dậy vào sáng hôm sau, ngài cảm thấy đau đầu dữ dội. Cứ như thể ngài đã bị nhồi nhét kiến thức bằng búa. Cảm giác như bây giờ ngài biết tất cả về mọi thứ, mọi thứ xoay quanh trong đầu ngài. Ngài có thể đọc thuộc lòng tất cả các cuốn sách trong thư viện và nhớ mọi thứ, ngay cả thời thơ ấu của mình. Ngài đã đạt được trí tuệ thực sự!
vi: Khi ngài thức dậy vào sáng hôm sau, ngài cảm thấy đau đầu dữ dội. Cứ như thể kiến thức đã được truyền vào đầu ngài bằng một cái búa. Ngài cảm thấy như thể mình biết tất cả mọi thứ, tất cả mọi thứ có thể xảy ra đang cuộn trào trong đầu ngài. Ngài có thể thuộc lòng tất cả các cuốn sách của thư viện và có thể nhớ lại mọi thứ, ngay cả thời kỳ còn là trẻ sơ sinh. Ngài đã đạt được sự thông thái thực sự!

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_AYEARAFTER_01
source: Đó là một năm tốt đẹp cho thị trấn. Ngài gần như đã quên mất vị khách bí ẩn từ một năm trước. Ngài đang ngồi cạnh lò sưởi với một cốc bia lạnh ngon lành, tận hưởng hơi ấm của ngọn lửa.
vi: Đó là một năm tốt đẹp đối với thành phố. Ngài gần như đã quên vị khách bí ẩn cách đây một năm. Ngài đang ngồi bên lò sưởi với một đồ uống lạnh ngon lành và tận hưởng hơi ấm của ngọn lửa.

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_AYEARAFTER_02
source: Đột nhiên không khí trong phòng trở nên rất lạnh! Ngài nhìn về phía bàn làm việc của mình và sau đó thấy hắn lại ngồi đó. Người lạ bí ẩn đã trở lại!
vi: Đột nhiên không khí trong phòng trở nên rất lạnh! Ngài nhìn lên bàn làm việc của mình và lại thấy ông ta đang ngồi ở đó. Người lạ bí ẩn đã quay trở lại!

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_01_DESC
source: Nhanh chóng, ngài lấy một ngọn đuốc từ tủ đầu giường và quay lại phía bóng người. Nó đã biến mất…
vi: Nhanh chóng nhặt chân đèn trên tủ đầu giường lên, ngài quay người lại. Cái bóng kỳ lạ đã biến mất. Nó đã đi…

# T_RANDOM_EVENT_MYSTERIOUS_STRANGER_CHOICE_01_REPLY_01
source: Lạ thật.
vi: Thật kỳ lạ.
