Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_STATISTIC_MENU_STRIKECHANCE_TOOLTIP
source: Nếu hạnh phúc trong thị trấn thấp, có khả năng dân làng sẽ đình công. Họ sẽ ngừng làm việc trong một khoảng thời gian giới hạn để cho thấy rằng cần phải có sự thay đổi trong làng.
vi: Nếu mức độ hài lòng trong làng giảm xuống, thì khả năng người dân đình công sẽ tăng lên. Họ sẽ ngừng làm việc trong một khoảng thời gian để cho thấy rằng cần phải có sự thay đổi trong làng.

# T_STATISTIC_MENU_TAVERN_COMPLETE_TOOLTIP
source: Sự hài lòng chung của cộng đồng được chia thành nhiều yếu tố. Tình trạng tòa nhà và sức chứa chiếm một nửa mong muốn và lượng đồ uống có sẵn đóng góp vào nửa còn lại của mong muốn. Ví dụ, tại quán rượu, bia và nước ép được phục vụ cho dân làng.
vi: Mức độ hài lòng chung của cộng đồng được chia thành nhiều yếu tố. Giá trị này được tạo thành từ tình trạng và sức chứa của tòa nhà, cũng như số lượng đồ uống có sẵn. Trong quán trọ, ví dụ: có thể phục vụ đồ uống và nước ép nho cho khách.

# T_STATISTIC_MENU_TAVERN_COMPLETE_TOOLTIP_DEPRECATED
source: Sự hài lòng của quán rượu được chia thành nhiều yếu tố. Tình trạng tòa nhà và sức chứa chiếm một nửa mong muốn và lượng đồ uống có sẵn đóng góp vào nửa còn lại của mong muốn. Tại quán rượu, bia và nước ép được phục vụ cho dân làng.
vi: Mức độ hài lòng về quán trọ được chia thành nhiều yếu tố. Giá trị này được tạo thành từ tình trạng và sức chứa của tòa nhà, cũng như lượng đồ uống có sẵn. Trong quán trọ, đồ uống và nước ép nho có thể được phục vụ cho khách.

# T_STATISTIC_MENU_TAXATION_TOOLTIP
source: Mức thuế cao hơn làm tăng số tiền xu nhận được trên mỗi nhà phố, nhưng nó có tác động trực tiếp đến hạnh phúc. Thỏa mãn nhiều mong muốn hơn cho phép tăng thuế mà không phải lo sợ hậu quả.
vi: Thuế suất cao sẽ làm tăng doanh thu từ thuế trên mỗi nhà ở. Nhưng điều này cũng có tác động tiêu cực đến sự hài lòng. Càng có nhiều mong muốn được đáp ứng, thuế có thể được đặt cao hơn mà không phải lo lắng về hậu quả.

# T_STATISTIC_MENU_TAXMEN_TOOLTIP
source: Người thu thuế đến các nhà phố và đẩy nhanh việc thu thuế.
vi: Người thu thuế đi đến các nhà ở và đẩy nhanh việc thu thuế.

# T_STATISTIC_MENU_TAX_ESTIMATION
source: Ước tính doanh thu thuế
vi: Ước tính thu nhập từ thuế

# T_STATISTIC_MENU_TAX_ESTIMATION_TOOLTIP
source: Ước tính thuế mỗi phút cho các nhà phố
vi: Ước tính thuế mỗi phút cho các nhà ở

# T_STATISTIC_MENU_TREASURIES_TOOLTIP
source: Có một kho bạc trong thị trấn sẽ đẩy nhanh việc thu thuế.
vi: Có một kho bạc trong làng sẽ tăng tốc thu thuế một cách đáng kể.

# T_STATISTIC_MENU_WAREHOUSES_TRASH
source: Vứt bỏ
vi: Tiêu hủy

# T_STATISTIC_MENU_WATER_TOOLTIP
source: Cung cấp đủ nước cho thị trấn làm hài lòng dân làng. Mỗi giếng chỉ có thể cung cấp cho một số lượng dân làng hạn chế.
vi: Nhu cầu này được đáp ứng khi thành phố được cung cấp đủ nước. Người dân lấy nước từ giếng. Mỗi giếng chỉ có thể đáp ứng được cho một số lượng người dân nhất định.

# T_STATISTIC_MENU_WELLS
source: Giếng trong thị trấn
vi: Giếng nước trong thành phố

# T_TEASER_OFFER_COLLECTALL
source: Bạn có muốn thu tất cả thuế trong thị trấn với giá {PRICE} Uy tín không?
vi: Bạn có muốn thu tất cả thuế trong thành phố của mình với giá {PRICE} Uy tín không?

# T_TEASER_OFFER_CUREALL
source: Bạn có muốn chữa bệnh cho tất cả dân làng của mình với giá {PRICE} Uy tín không?
vi: Bạn có muốn chữa trị cho tất cả người dân với giá {PRICE} Uy tín không?

# T_TEASER_OFFER_EXTINGUISHALL
source: Bạn có muốn dập tắt tất cả các đám cháy với giá {PRICE} Uy tín không?
vi: Bạn có muốn dập tắt tất cả đám cháy với giá {PRICE} Uy tín không?

# T_TEASER_OFFER_REPAIRALL
source: Bạn có muốn sửa chữa tất cả các tòa nhà của mình với giá {PRICE} Uy tín không?
vi: Bạn có muốn sửa chữa tất cả các tòa nhà với giá {PRICE} Uy tín không?

# T_TEASER_RESEARCH_UPGRADE_1_DEPRECTAED
source: Nghiên cứu „Các tòa nhà cơ bản cấp 2“ để mở khóa nâng cấp cho tất cả các tòa nhà thuộc loại đó!
vi: Nghiên cứu “Tòa nhà cơ bản cấp 2” để mở khóa các nâng cấp cho tất cả các tòa nhà trong khu vực này!

# T_TEASER_RESEARCH_UPGRADE_2_DEPRECATED
source: Nghiên cứu „Các tòa nhà nâng cao cấp 2“ để mở khóa nâng cấp cho tất cả các tòa nhà thuộc loại đó!
vi: Nghiên cứu “Tòa nhà nâng cao cấp 2” để mở khóa các nâng cấp cho tất cả các tòa nhà trong khu vực này!

# T_TEASER_RESEARCH_UPGRADE_3_DEPRECATED
source: Nghiên cứu „Các tòa nhà công cộng cấp 2“ để mở khóa nâng cấp cho tất cả các tòa nhà thuộc loại đó!
vi: Nghiên cứu “Tòa nhà công cộng cấp 2” để mở khóa các nâng cấp cho tất cả các tòa nhà trong khu vực này!

# T_TEASER_UPGRADE_BUILDING_COLLECT_ALL
source: Nâng cấp kho bạc để có quyền truy cập vào tính năng „Thu tất cả thuế“!
vi: Nâng cấp kho bạc để có thể sử dụng chức năng “Thu tất cả thuế”!

# T_TEASER_UPGRADE_BUILDING_CURE_ALL
source: Nâng cấp bệnh xá để có quyền truy cập vào tính năng „Chữa bệnh cho tất cả dân làng“!
vi: Nâng cấp thầy thuốc để có thể sử dụng chức năng “Chữa trị cho tất cả người dân”!

# T_TEASER_UPGRADE_BUILDING_EXTINGUISH_ALL
source: Nâng cấp tháp canh lửa để có quyền truy cập vào tính năng „Dập tắt tất cả đám cháy“!
vi: Nâng cấp tháp canh lửa để có thể sử dụng chức năng “Dập tắt tất cả đám cháy”!

# T_TEASER_UPGRADE_BUILDING_REPAIR_ALL
source: Nâng cấp xưởng mộc để có quyền truy cập vào tính năng „Sửa chữa tất cả“!
vi: Nâng cấp xưởng mộc để có thể sử dụng chức năng “Sửa chữa tất cả”!

# T_TEASER_WATCH_TRAILER_NOW
source: Xem video này ngay bây giờ để kiếm {NR} Uy tín!
vi: Xem video này để kiếm {NR} Uy tín!

# T_TICKETS_PRODUCTIVITY_DECR
source: Năng suất giảm
vi: Giảm năng suất

# T_TICKETS_PRODUCTIVITY_INCR
source: Năng suất cải thiện
vi: Tăng năng suất

# T_TICKETS_REDUCED_PRODUCTIVITY_DESC
source: Đôi khi có những sự kiện ảnh hưởng đến năng suất của các tòa nhà. Đây có thể là năng suất trang trại tăng sau mưa, nhưng cũng có thể là kết quả của một quyết định bạn đã đưa ra, chẳng hạn như năng suất giảm sau một nhiệm vụ thất bại.
vi: Đôi khi có những sự kiện ảnh hưởng đến năng suất của các tòa nhà. Ví dụ: điều này có thể là sự gia tăng năng suất của các trang trại sau mưa, nhưng cũng có thể liên quan đến một quyết định được đưa ra, ví dụ: giảm năng suất sau một nhiệm vụ chưa hoàn thành.

# T_TICKETS_TRADE_DISABLED
source: Thương nhân không có sẵn!
vi: Thương nhân không có mặt!

# T_TICKET_CLOTHES
source: Mong muốn quần áo
vi: Mong muốn có quần áo

# T_TICKET_JEWELRY
source: Mong muốn đồ trang sức
vi: Mong muốn có đồ trang sức

# T_TOOLTIP_DISPOSE_RESOURCES
source: Trong tab kho hàng, tài nguyên có thể được vứt bỏ để giải phóng không gian trong kho một cách nhanh chóng.
vi: Trong tab Nhà kho, bạn có thể tiêu hủy tài nguyên nếu cần nhanh chóng tạo không gian trong kho.

# T_TOWNHOUSE_EXTRAFAMILY
source: Sức chứa nhà phố
vi: Sức chứa nhà ở

# T_TOWNLEVEL_LEVELCAP_REACHED
source: Chúc mừng! Bạn đã đạt đến cấp độ thành phố tối đa và mở khóa các cơ hội nghiên cứu mới nhất. Chúng tôi hy vọng bạn sẽ tiếp tục tận hưởng Townsmen. Đây là một ít Uy tín nữa cho bạn, như một lời cảm ơn của chúng tôi!
vi: Xin chúc mừng! Bạn đã đạt cấp độ thành phố tối đa và do đó đã mở khóa các tùy chọn nghiên cứu cuối cùng. Chúc bạn tiếp tục vui vẻ với Townsmen. Đây là một ít Uy tín để cảm ơn bạn!

# T_TRADEMENU_SETUP_TRADE
source: Thiết lập lệnh giao dịch
vi: Thiết lập đơn hàng giao dịch

# T_TUTORIAL_01_ASSIGN_STARTED
source: Chúng ta cần một lều tiều phu hoạt động trong thị trấn, thưa Lãnh chúa. Gỗ rất cần thiết cho các công trường xây dựng và chế biến gỗ thành ván.
vi: Để chúng ta có thể sản xuất ván gỗ để xây dựng các tòa nhà, chúng ta cần một lều tiều phu đang hoạt động, thưa ngài.

# T_TUTORIAL_01_ASSIGN_TOWNIE
source: Ngài nên giao một công nhân rảnh rỗi cho lều tiều phu.
vi: Ngài nên giao một công nhân rảnh rỗi cho lều tiều phu đang trống.

# T_TUTORIAL_01_CASTLE_CONV_01
source: Đây là lâu đài và nhà của chúng ta, thưa Lãnh chúa. Nó cũng là kho chính của thị trấn.
vi: Lâu đài là nhà của ngài, thưa Lãnh Chúa. Ngoài ra, nó là nhà kho quan trọng nhất của làng.

# T_TUTORIAL_01_CASTLE_CONV_02
source: Chà, chuyến tham quan nhỏ của chúng ta kết thúc ở đây. Tôi rất mong được làm việc với ngài, thưa Lãnh chúa.
vi: Chà, tạm thời như vậy là đủ cho chuyến tham quan này. Tôi đang mong chờ sự hợp tác của chúng ta, thưa ngài.

# T_TUTORIAL_01_CLAIM_HINT
source: Bạn phải nhận phần thưởng nhiệm vụ của mình để tiếp tục.
vi: Ngài phải nhận phần thưởng nhiệm vụ của mình thì mới có thể tiếp tục.

# T_TUTORIAL_01_CLAIM_HINT_KEYBOARD
source: Nhấn {KEYBOARD_INGAME_MENU_QUESTS} để mở trực tiếp nhật ký nhiệm vụ. Tại đây bạn có thể nhận phần thưởng nhiệm vụ.
vi: Nhấn {KEYBOARD_INGAME_MENU_QUESTS} để đi thẳng đến menu nhiệm vụ. Tại đó, ngài có thể nhận phần thưởng của mình.

# T_TUTORIAL_01_CLAIM_HINT_KEYBOARD_02
source: Để nhận phần thưởng của bạn, hãy truy cập tab nhiệm vụ trong menu trò chơi.
vi: Trong menu trò chơi, các ngài có thể chọn menu Nhiệm vụ để nhận phần thưởng của mình.

# T_TUTORIAL_01_CLAIM_HINT_TOUCH
source: Chọn menu trò chơi, sau đó chọn tab nhiệm vụ để nhận phần thưởng của bạn.
vi: Chọn menu trò chơi, sau đó chọn menu nhiệm vụ để nhận phần thưởng của bạn.

# T_TUTORIAL_01_CONSTRUCTION_SITES
source: Một Dân làng rảnh rỗi bây giờ sẽ đi bộ đến công trường xây dựng và giao tài nguyên.
vi: Một người dân rảnh rỗi giờ sẽ đến công trường và mang những tài nguyên xây dựng cần thiết đến địa điểm xây dựng.

# T_TUTORIAL_01_CONSTRUCTION_SITES_01
source: Tối đa hai công nhân có thể xây dựng các tòa nhà. Họ vận chuyển các tài nguyên cần thiết từ kho đến công trường xây dựng.
vi: Có tới hai công nhân có thể dựng một tòa nhà. Họ vận chuyển các nguyên liệu thô từ kho đến công trường từng chút một.

# T_TUTORIAL_01_CONSTRUCTION_SITES_02
source: Các công trường xây dựng có thể được đặt ngay cả khi các tài nguyên cần thiết không có trong kho.
vi: Công trường vẫn có thể được dựng lên ngay cả khi các tài nguyên cần thiết không có sẵn trong kho.

# T_TUTORIAL_01_DEASSIGN_STARTED
source: Bình tĩnh nào, con trai. Có một số công nhân không cần thiết tại lâu đài. Tôi đã thấy họ lảng vảng xung quanh.
vi: Thôi được rồi, anh bạn trẻ. Ở lâu đài chúng ta có một số công nhân không cần đến vào lúc này. Ta đã thấy họ chỉ đi loanh quanh.

# T_TUTORIAL_01_DEASSIGN_STARTED_02
source: Có lẽ Thống đốc mới của chúng ta muốn vinh dự hướng dẫn một trong số họ nghỉ việc tại lâu đài.
vi: Có lẽ ngài Thống đốc mới của chúng ta muốn làm ta vinh dự bằng cách yêu cầu một trong số các công nhân trong lâu đài từ bỏ nghề nghiệp của mình ở đó.

# T_TUTORIAL_01_DEASSIGN_TITLE
source: Bãi nhiệm một công nhân khỏi lâu đài.
vi: Rút một công nhân khỏi lâu đài.

# T_TUTORIAL_01_DESC_GOTO_BUILDMENU
source: Trong menu xây dựng, bạn có cái nhìn tổng quan về tất cả các tòa nhà, đường và đồ trang trí có sẵn để xây dựng.
vi: Trong menu xây dựng, bạn có cái nhìn tổng quan về tất cả các tòa nhà, đường xá và đồ trang trí mà bạn có.

# T_TUTORIAL_01_DESC_GOTO_BUILDMENU_02
source: Khi nhiệm vụ của bạn là xây dựng một tòa nhà, danh mục và tòa nhà đó sẽ được đánh dấu trong menu xây dựng.
vi: Nếu nhiệm vụ là xây dựng một tòa nhà cụ thể, thì danh mục và tòa nhà đó sẽ được đánh dấu trong menu xây dựng.

# T_TUTORIAL_01_DESC_GOTO_BUILDMENU_DESKTOP
source: Sử dụng menu xây dựng để xây dựng một nhà phố. Nhấn vào đây hoặc sử dụng {KEYBOARD_BUILD_MENU} để mở menu xây dựng.
vi: Sử dụng menu xây dựng để dựng một nhà ở. Nhấn vào đây hoặc sử dụng {KEYBOARD_BUILD_MENU} để mở menu xây dựng.

# T_TUTORIAL_01_DESC_GOTO_BUILDMENU_DESKTOP_ALTERNATIVE
source: Trong menu xây dựng, bạn có cái nhìn tổng quan về tất cả các tòa nhà, đường và đồ trang trí có sẵn để xây dựng.
vi: Trong menu xây dựng, bạn có cái nhìn tổng quan về tất cả các tòa nhà, đường xá và đồ trang trí mà bạn có.

# T_TUTORIAL_01_DESC_GOTO_BUILDMENU_TOUCH
source: Mở menu xây dựng và chọn nhà phố.
vi: Mở menu xây dựng và chọn một nhà ở.

# T_TUTORIAL_01_FISHER_CONV_01
source: Ở đây ngài có thể thấy lều câu cá của chúng tôi. Hiện tại nó là nguồn cung cấp thức ăn duy nhất kể từ khi cối xay gió bị cháy. Có lẽ Lãnh chúa có thể sớm thay đổi điều đó.
vi: Đây là lều đánh cá của chúng ta. Hiện tại, nó là nguồn cung cấp lương thực duy nhất của chúng ta, vì cối xay gió của chúng ta gần đây đã bị phá hủy trong một vụ hỏa hoạn. Có lẽ các ngài có thể sớm thay đổi điều này.

# T_TUTORIAL_01_FISHER_CONV_02
source: Tuyệt vời… Tôi ghét cá...
vi: Thật tuyệt vời... Tôi ghét cá…

# T_TUTORIAL_01_HINT_CLAIM_TO_CONTINUE
source: Để tiếp tục, hãy nhận phần thưởng của bạn trong màn hình nhiệm vụ.
vi: Để tiếp tục, hãy nhận phần thưởng của ngài trong menu Nhiệm vụ.

# T_TUTORIAL_01_INTRO_02_STARTED
source: Thật tốt khi chúng ta không bị chào đón bằng chĩa và đuốc, thưa Lãnh chúa. Sau vụ bê bối tại triều đình Nhà vua, chúng ta có thể vui mừng vì chỉ bị chuyển đến đây chứ không bị ném vào ngục tối, thưa Lãnh chúa.
vi: Thật tốt là người dân không chào đón chúng ta bằng đinh ba và đuốc, thưa Lãnh Chúa. Sau vụ lùm xùm ở triều đình của Đức Vua, chúng ta có thể vui mừng vì chỉ bị điều chuyển đến đây, thưa ngài. Chúng ta đáng lẽ ra đã bị tống vào ngục rồi mới phải.

# T_TUTORIAL_01_INTRO_03_STARTED
source: Đây là giếng của thị trấn chúng ta. Nó hơi cũ và chỉ chứa đủ nước cho thị trấn, nhưng nếu có thêm dân làng chuyển đến thị trấn, chúng ta sẽ sớm phải xây một cái mới.
vi: Đây là giếng nước của chúng ta. Nó hơi cũ và vừa đủ cho ngôi làng. Nhưng nếu có thêm người dân chuyển đến ở với chúng ta, thì có lẽ chúng ta sẽ sớm phải dựng một cái mới.

# T_TUTORIAL_01_INTRO_04_STARTED
source: Bà Fitz-Givens! Woodrow, người tiều phu, cuối cùng đã chịu hết nổi. Anh ta nói rằng anh ta không thể làm việc trong một tòa nhà đổ nát như thế nữa. Anh ta đã rời thị trấn và bây giờ lều tiều phu của anh ta trống không. Chúng ta phải làm gì bây giờ?
vi: Bà Gottlieb! Walther, tiều phu, nói rằng anh ta đã quá mệt mỏi rồi. Anh ta không thể chịu đựng được việc làm việc trong một túp lều rách nát như thế này nữa. Anh ta đã rời khỏi thành phố và giờ lều tiều phu đang bỏ trống. Giờ chúng ta nên làm gì đây?

# T_TUTORIAL_01_INTRO_STARTED
source: Chào mừng đến với ngôi làng nhỏ khiêm tốn của chúng tôi, thưa Thống đốc! Tôi hy vọng ngài đã có một chuyến đi thú vị. Tôi là quản gia của lâu đài, Bà Fitz-Givens. Rất vui được gặp ngài, thưa Lãnh chúa.
vi: Chào mừng ngài đến với ngôi làng khiêm tốn của chúng tôi, thưa ngài Thống đốc. Tôi hy vọng ngài có một chuyến đi dễ chịu. Tên của tôi là bà Traude Gottlieb, tôi là người quản gia ở đây trong lâu đài. Tôi rất vui được gặp ngài, thưa Lãnh Chúa.

# T_TUTORIAL_01_LEVELUP
source: Chúc mừng! Bạn vừa lên cấp lần đầu tiên. Mỗi khi bạn đạt đến một cấp độ mới, bạn có thể nghiên cứu các cải tiến mới cho tất cả các thị trấn của mình.
vi: Xin chúc mừng! Ngài đã lên cấp độ đầu tiên. Mỗi khi ngài đạt đến cấp độ mới, ngài sẽ mở khóa các tùy chọn nghiên cứu mới. Nghiên cứu các tùy chọn này sẽ cải thiện tất cả các thành phố của ngài.

# T_TUTORIAL_01_LEVELUP_HINT
source: Mỗi lần lên cấp, các khả năng nghiên cứu mới sẽ được mở khóa. Trong menu nghiên cứu, chúng có thể được nghiên cứu.
vi: Khi đạt đến cấp độ mới, các tùy chọn nghiên cứu sẽ được mở khóa. Các tùy chọn này có thể được nghiên cứu trong menu nghiên cứu.

# T_TUTORIAL_01_MAINQUEST_OBJECTIVE_01
source: Làm theo hướng dẫn của quản gia.
vi: Làm theo hướng dẫn của người quản gia.

# T_TUTORIAL_01_MAINQUEST_STARTED
source: Thật là một ngày tuyệt vời để đi tham quan thị trấn, trong khi người hầu của ngài dỡ hành lý, Thống đốc. Đây, để tôi chỉ cho ngài những phần quan trọng nhất của thị trấn.
vi: Đây có phải là một ngày tuyệt đẹp để tìm hiểu về ngôi làng trong khi người hầu của ngài đang dỡ hành lý của ngài xuống, thưa ngài?

# T_TUTORIAL_01_MAINQUEST_STARTED_2
source: Nhìn kìa, có ai đó đang có yêu cầu. Có lẽ có việc gì đó cho ngài làm, thưa Lãnh chúa.
vi: Hãy nhìn xem, có người đang đến với một yêu cầu rồi kia. Chắc chắn sẽ có điều gì đó dành cho ngài, thưa Lãnh Chúa.

# T_TUTORIAL_01_MAINQUEST_SUCCESS
source: Thưa Lãnh chúa. Đừng làm việc quá sức vào ngày đầu tiên nhận việc! Bên cạnh đó, bữa tối đã được dọn sẵn trong lâu đài. Ngài nên nghỉ ngơi và ăn gì đó.
vi: Thưa Thống đốc, ngài đừng làm việc quá sức vào ngày đầu tiên của mình. Ngoài ra, bữa ăn đã được chuẩn bị trong lâu đài. Ngài nên kết thúc công việc cho ngày hôm nay và đi ăn một chút gì đó.

# T_TUTORIAL_01_PLACEMENT_HINT
source: Các đối tượng như cây này có thể chặn công trình xây dựng của bạn.
vi: Đặt tòa nhà ở một vị trí phù hợp, nơi không có vật thể nào như cây cối cản đường.

# T_TUTORIAL_01_PRESTIGE_STARTED
source: Thưa Lãnh chúa, tôi nhận thấy gần đây ngài đã kiếm được một ít Uy tín. Đôi khi ngài kiếm được Uy tín cho các nhiệm vụ nhất định. Nó giúp chúng ta rất nhiều trong việc xây dựng thị trấn và có thể được xem như một loại tiền tệ cho các ân huệ.
vi: Thưa Lãnh Chúa, ngài vừa nhận được một ít Uy tín. Một số nhiệm vụ được thưởng Uy tín. Nó giúp chúng ta thực hiện nhiều việc trong khi xây dựng làng của mình và có thể được coi là một đơn vị tiền tệ để đổi lấy những ân huệ.

# T_TUTORIAL_01_PRESTIGE_SUCCESS
source: Uy tín có thể được sử dụng để nâng cấp tòa nhà, xây dựng đồ trang trí đặc biệt hoặc hoàn thành ngay lập tức một công trường xây dựng.
vi: Uy tín có thể được sử dụng để nâng cấp các tòa nhà, cũng như xây dựng đồ trang trí hoặc hoàn thành công trình xây dựng.

# T_TUTORIAL_01_QUICKMENU_02_DESKTOP
source: Nhấp chuột phải vào một tòa nhà sẽ mở menu nhanh. Sau đó chọn tùy chọn mong muốn.
vi: Nhấp chuột phải vào tòa nhà sẽ mở menu nhanh. Sau đó, chọn tùy chọn mong muốn.

# T_TUTORIAL_01_REPAIR_QUICKMENU_01
source: Một số tùy chọn tòa nhà, như sửa chữa hoặc giao công nhân, có thể dễ dàng truy cập thông qua menu nhanh.
vi: Một số tùy chọn của tòa nhà, chẳng hạn như sửa chữa hoặc giao công nhân, cũng có thể được truy cập thông qua menu nhanh

# T_TUTORIAL_01_REPAIR_QUICKMENU_02
source: Khi ở trên một tòa nhà, giữ nút ‘chấp nhận’ và di chuyển cần analog trái theo hướng mong muốn rồi thả ra.
vi: Nhấn và giữ phím “chọn” trên một tòa nhà rồi di chuyển cần analog trái theo hướng mong muốn và thả ra.

# T_TUTORIAL_01_REPAIR_QUICKMENU_02_DESKTOP_LONGPRESS
source: Khi ở trên một tòa nhà, giữ nút chuột phải, di chuyển đến hướng mong muốn và thả ra.
vi: Nhấn và giữ chuột phải trên một tòa nhà, di chuyển chuột theo hướng mong muốn và thả ra.

# T_TUTORIAL_01_REPAIR_STARTED
source: Thưa Lãnh chúa, nên sửa chữa lều tiều phu. Tòa nhà càng xuống cấp, năng suất của nó càng giảm. Nó thậm chí có thể sụp đổ hoặc hỏa hoạn có thể xảy ra nếu không được sửa chữa thường xuyên.
vi: Thưa ngài, việc sửa chữa lều tiều phu là hợp lý. Tòa nhà càng xuống cấp, năng suất của nó càng giảm. Tòa nhà thậm chí có thể sụp đổ hoặc hỏa hoạn có thể bùng phát nếu nó không được sửa chữa thường xuyên.

# T_TUTORIAL_01_REPAIR_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Thật khôn ngoan khi để mắt đến các tòa nhà xung quanh thị trấn. Trong hầu hết các trường hợp, ngài có thể phát hiện một tòa nhà đổ nát qua mặt tiền màu nâu của nó.
vi: Rất tốt. Bạn nên luôn để mắt đến các tòa nhà trong làng. Mặt tiền của chúng càng tối hơn, thì chúng càng cần được sửa chữa khẩn cấp hơn.

# T_TUTORIAL_01_REPAIR_TITLE
source: Sửa chữa tòa nhà đổ nát.
vi: Sửa chữa tòa nhà đang xuống cấp.

# T_TUTORIAL_01_RUIN_CONV_01
source: Chà, cho đến gần đây, đây là nơi cối xay gió của chúng ta đứng khi nó bị sét đánh và cháy rụi. Có lẽ chúng ta nên xây một tháp canh lửa để ngăn chặn điều tương tự xảy ra lần nữa.
vi: Chà, đây là nơi cối xay gió của chúng ta đã đứng cho đến gần đây. Nó đã bị sét đánh và bốc cháy. Có lẽ chúng ta nên xây dựng một tháp canh lửa để có thể ngăn chặn điều tương tự xảy ra.

# T_TUTORIAL_01_RUIN_CONV_02
source: Tuyệt vời, thị trấn hẻo lánh này là một cái bẫy chết người...
vi: Chà tuyệt vời, ngôi làng này quả là một cái bẫy chết người…

# T_TUTORIAL_01_SAWMILL_STARTED
source: Nên xây một xưởng cưa, thưa Lãnh chúa. Nó chế biến gỗ thành ván, được sử dụng trong các công trình xây dựng xung quanh thị trấn.
vi: Một xưởng cưa nên được xây dựng. Bằng cách đó, chúng ta có thể sản xuất ván gỗ từ gỗ, thứ được sử dụng để xây dựng các tòa nhà.

# T_TUTORIAL_01_SAWMILL_SUCCESS
source: Rất tốt, Thống đốc. Xưởng cưa là điều kiện tiên quyết quan trọng cho các công trình xây dựng tiên tiến khác.
vi: Rất tốt, thưa ngài Thống đốc. Xưởng cưa là một điều kiện tiên quyết quan trọng cho các tòa nhà tiên tiến hơn.

# T_TUTORIAL_01_TOWNHOUSE_STARTED
source: Thưa Lãnh chúa, chúng ta cần thêm công nhân để vận hành tất cả các tòa nhà đúng cách. Dân làng sẽ chỉ đến thị trấn nếu chúng ta xây thêm nhà phố cho họ.
vi: Thưa ngài, để tất cả các tòa nhà có thể hoạt động tối ưu, cần có thêm công nhân trong làng. Tuy nhiên, để làm được điều đó, chúng ta cần thêm nhà ở.

# T_TUTORIAL_01_TOWNHOUSE_SUCCESS
source: Tuyệt vời, thưa Lãnh chúa. Có đủ công nhân trong thị trấn là rất quan trọng đối với nền kinh tế của chúng ta.
vi: Xuất sắc, thưa ngài. Có đủ công nhân để lấp đầy tất cả các vị trí làm việc là rất quan trọng đối với nền kinh tế của chúng ta.

# T_TUTORIAL_01_WELCOME_01
source: Tôi không phải là người hầu đơn giản! Tôi là cố vấn của Lãnh chúa và giúp ngài ấy trong các công việc hàng ngày.
vi: Tôi đâu phải là một người hầu bình thường! Tôi là cố vấn của Thống đốc và giúp đỡ ngài ấy với các nhiệm vụ khó khăn mà ngài phải đối mặt hàng ngày.

# T_TUTORIAL_01_WELCOME_02
source: Sao cũng được…
vi: Dù sao thì…

# T_TUTORIAL_02_BAKERY_01_STARTED
source: Nếu ngài xây một tiệm bánh, chúng ta có thể bắt đầu chế biến bột thành bánh mì, thưa Lãnh chúa.
vi: Nếu ngài vui lòng xây dựng một lò bánh mì, thì chúng ta có thể bắt đầu sản xuất bánh mì.

# T_TUTORIAL_02_BAKERY_01_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Bây giờ chuỗi sản xuất bánh mì của chúng ta đã hoàn thành. Thức ăn sẽ không còn là vấn đề trong một thời gian. Và chúng ta có thời gian để chuẩn bị thị trấn cho mùa đông.
vi: Giờ chuỗi sản xuất bánh mì của chúng ta đã hoàn chỉnh. Trước mắt lương thực sẽ không còn là một vấn đề nữa và chúng ta có thể tập trung vào việc chuẩn bị cho ngôi làng đón mùa đông.

# T_TUTORIAL_02_BUILDING_STOCK_FULL_01
source: Khi kho của một tòa nhà đầy, việc sản xuất trong tòa nhà đó sẽ dừng lại cho đến khi có chỗ để chứa hàng hóa trở lại, thưa Lãnh chúa.
vi: Nếu kho của một tòa nhà đầy, thì việc sản xuất sẽ dừng lại cho đến khi có lại không gian trong kho, thưa ngài.

# T_TUTORIAL_02_BUILDING_STOCK_FULL_01_NEW
source: Khi kho của một tòa nhà đầy, việc sản xuất trong tòa nhà đó sẽ dừng lại cho đến khi có chỗ để chứa hàng hóa trở lại.
vi: Nếu kho của một tòa nhà đã đầy, thì việc sản xuất sẽ dừng lại cho đến khi có lại không gian trong kho.

# T_TUTORIAL_02_BUILDING_STOCK_FULL_02
source: Khi nhiều kho của tòa nhà bị quá tải, nên giao thêm người vận chuyển tại lâu đài hoặc kho hàng, để tránh toàn bộ chuỗi sản xuất bị đình trệ.
vi: Nếu nhiều kho trong làng bị quá tải, thì nên chỉ định thêm nhiều người khuân vác trong lâu đài hoặc trong các nhà kho, nếu không toàn bộ các chuỗi sản xuất có thể sẽ dừng lại.

# T_TUTORIAL_02_CONSTRUCTION_HINT
source: Để đẩy nhanh quá trình xây dựng, ngài có thể ra lệnh cho một công nhân thứ hai giúp xây dựng nó, thưa Lãnh chúa.
vi: Để xây dựng một công trường nhanh hơn, ngài có thể giao một công nhân thứ hai, thưa ngài.

# T_TUTORIAL_02_DEASSIGN_TITLE
source: Bãi nhiệm công nhân khỏi tòa nhà.
vi: Rút công nhân trong tòa nhà.

# T_TUTORIAL_02_ERASE_STARTED
source: Sử dụng chế độ xóa để dọn sạch khu vực cây cối và các vật cản.
vi: Sử dụng chế độ xóa để loại bỏ cây cối và các đối tượng chặn đường khác.

# T_TUTORIAL_02_ERASE_STARTED_OLD
source: Tiệm bánh nên được đặt gần trang trại và cối xay gió, thưa Lãnh chúa.
vi: Lò bánh mì nên được xây dựng gần cối xay gió và trang trại, thưa ngài.

# T_TUTORIAL_02_ERASE_TREES
source: Xóa các vật cản bằng chế độ xóa.
vi: Loại bỏ các đối tượng gây cản trở bằng chế độ xóa.

# T_TUTORIAL_02_ERASE_TREES_OBJECTIVE
source: Xóa đối tượng
vi: Loại bỏ đối tượng.
