Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_THIEF_OF_JOY_DESC_005
source: Các biện pháp chúng ta đã thực hiện dường như đang hoạt động tốt, thưa ngài. Kẻ trộm niềm vui tiếp tục hành vi sai trái của mình, nhưng bây giờ chúng ta sẽ chống lại hắn. Chúng ta có nên cử lính canh và đưa hắn ra trước công lý vì hành động của mình không?
vi: Các biện pháp mà chúng ta đã thực hiện dường như đang hoạt động tốt, thưa ngài. Kẻ trộm niềm vui vẫn tiếp tục gây ra tội ác của mình, nhưng giờ chúng ta sẽ chiến đấu chống lại hắn. Chúng ta có nên cử lính canh đi và đưa hắn ra tòa vì tội ác của mình không?

# T_GAME_QUEST_THIEF_OF_JOY_DESC_005_B
source: Không làm gì cả.
vi: Đừng làm gì cả.

# T_GAME_QUEST_THIEF_OF_JOY_DESC_MAGIC_001
source: Ngài là một người có lý trí. Chỉ có khoa học mới có thể giải thích và giải quyết vấn đề về kẻ trộm niềm vui này. Ngài triệu tập những nhà khoa học giỏi nhất của mình để nghiên cứu một công thức cho phép dân làng hạnh phúc trở lại. Tất nhiên, khoa học không miễn phí. Các nhà khoa học đang đòi rất nhiều tiền. Nếu không, ngài có thể nói lời tạm biệt với hạnh phúc hoàn toàn.
vi: Ngài là một người có lý trí. Chỉ có khoa học mới có thể giải thích và giải quyết vấn đề của kẻ trộm niềm vui này. Ngài triệu tập các nhà khoa học giỏi nhất của mình để nghiên cứu một công thức cho phép người dân có lại niềm vui. Tất nhiên, công việc này không phải là miễn phí. Các nhà khoa học yêu cầu rất nhiều tiền. Nếu không, ngài có thể nói lời tạm biệt với may mắn.

# T_GAME_QUEST_THIEF_OF_JOY_END_001
source: Vấn đề kẻ trộm niềm vui này không đủ báo động cho ngài. Tuy nhiên, các trường hợp dân làng bị trầm cảm vẫn tiếp tục gia tăng mạnh mẽ. Mất phương hướng, ngài đã đến ẩn náu trong lâu đài của mình. Không biết phải làm gì với thảm họa này. Người ta nói rằng thời gian chữa lành mọi vết thương. Hãy hy vọng sự kiên nhẫn của ngài không cạn kiệt.
vi: Vấn đề với kẻ trộm niềm vui này đã không đủ làm ngài lo lắng. Tuy nhiên, các trường hợp người dân bị trầm cảm tiếp tục gia tăng một cách đáng kể. Mất phương hướng, ngài chạy trốn vào lâu đài của mình. Tôi không biết phải làm gì để chống lại thảm họa này. Người ta nói rằng thời gian sẽ chữa lành mọi vết thương. Hy vọng rằng sự kiên nhẫn của ngài sẽ không cạn kiệt.

# T_GAME_QUEST_THIEF_OF_JOY_END_002
source: Phù thủy đã đi rồi. Một số người nói rằng bà ấy thậm chí đã rời khỏi làng, không muốn phải chịu đựng như những người khác vì ngài.
vi: Mụ phù thủy đã biến mất. Một số người nói rằng mụ ta thậm chí đã rời khỏi thành phố vì không muốn phải chịu đựng giống như tất cả những người khác, chỉ vì ngài từ chối làm gì cả.

# T_GAME_QUEST_THIEF_OF_JOY_END_002_A
source: Ngay sau khi bà ấy rời đi. Tình hình đã trở nên không thể chịu đựng được. Tất cả dân làng đều bị bao trùm bởi nỗi buồn sâu sắc. Ai biết được điều này sẽ kéo dài bao lâu?
vi: Ngay sau khi mụ phù thủy rời đi, tình hình trở nên không thể chịu đựng được. Tất cả người dân đều rơi vào một nỗi buồn sâu sắc. Điều này sẽ còn kéo dài bao lâu nữa?

# T_GAME_QUEST_THIEF_OF_JOY_END_003_001
source: Hãy cử lính canh đến bắt hắn!
vi: Cử lính canh đi và bắt hắn!

# T_GAME_QUEST_THIEF_OF_JOY_END_003_002
source: Lính canh của ngài đã tìm kiếm hàng giờ liền. Không có gì. Tất cả họ đều trở về buồn bã và chán nản. Tuy nhiên, họ nói rằng họ đã nghe thấy kẻ trộm niềm vui, nhưng họ chưa bao giờ nhìn thấy hắn.
vi: Lính canh của ngài đã tìm kiếm và tìm kiếm trong nhiều giờ. Không thấy gì cả. Tất cả họ đều trở về trong sự buồn bã và chán nản. Nhưng họ nói rằng họ đã nghe thấy kẻ trộm niềm vui, nhưng không bao giờ có thể nhìn thấy hắn.

# T_GAME_QUEST_THIEF_OF_JOY_END_003_003
source: Ngay sau khi lính canh trở về, một con cú bay qua mang theo một thông điệp từ phù thủy. Bà ấy tiết lộ rằng kẻ trộm niềm vui không ai khác chính là một con ma ăn niềm vui của mọi người. Để lại cho họ không gì ngoài nỗi buồn và tuyệt vọng.
vi: Ngay sau khi lính canh trở về, một con cú đã bay đến với một thông điệp của mụ phù thủy. Mụ ta tiết lộ rằng kẻ trộm niềm vui không ai khác chính là một hồn ma đang hút cạn niềm vui của người dân. Và hắn không để lại gì ngoài nỗi buồn và sự tuyệt vọng.

# T_GAME_QUEST_THIEF_OF_JOY_END_003_004
source: Bất chấp những nỗ lực của các nhà khoa học của ngài để trì hoãn quá trình, cả làng vẫn không vui. Khi phù thủy đã đi, ngài không còn cách nào để tự vệ chống lại con ma này. Hãy hy vọng rằng thời gian sẽ chữa lành cho dân làng.
vi: Bất chấp những nỗ lực của các nhà khoa học nhằm trì hoãn quá trình này, toàn bộ thành phố vẫn chìm trong trầm cảm. Vì mụ phù thủy đã biến mất, ngài không còn cách nào khác để bảo vệ mình trước con ma này. Hy vọng rằng thời gian sẽ chữa lành cho người dân.

# T_GAME_QUEST_THIEF_OF_JOY_END_FOR_ALL
source: Thời gian đã trôi qua và ngôi làng đã trở lại tâm trạng tốt đẹp. Kẻ trộm niềm vui này giờ chỉ còn là một ký ức xa xôi.
vi: Thời gian trôi qua và thành phố giờ đây lại vui vẻ và tươi sáng. Kẻ trộm niềm vui không gì khác ngoài một ký ức mờ nhạt.

# T_GAME_QUEST_THIEF_OF_JOY_MAGIC_ASK_WITCH
source: Hỏi ý kiến phù thủy.
vi: Hỏi ý kiến mụ phù thủy.

# T_GAME_QUEST_THIEF_OF_JOY_MAGIC_NEGOCIATE_001
source: Thưa ngài, tôi sẽ cố gắng thương lượng với những nhà khoa học này. Hãy để tôi làm, tôi sẽ lo liệu mọi thứ!
vi: Thưa Lãnh Chúa, tôi sẽ cố gắng thương lượng với các nhà khoa học. Hãy để tôi lo liệu mọi chuyện!

# T_GAME_QUEST_THIEF_OF_JOY_MAGIC_NEGOCIATE_DOWN
source: Cố vấn của ngài, nhà đàm phán tài ba này đã thành công trong việc hạ giá của các nhà khoa học! Làm tốt lắm.
vi: Cố vấn của ngài, một bậc thầy thương lượng, đã có thể giảm giá thành công mà các nhà khoa học yêu cầu! Làm tốt lắm.

# T_GAME_QUEST_THIEF_OF_JOY_MAGIC_NEGOCIATE_UP
source: Ối. Cố vấn của ngài đã không thể thương lượng đúng cách. Các nhà khoa học bây giờ đã tăng giá và không còn muốn thảo luận với ngài nữa.
vi: Ái chà. Cố vấn của ngài đã không thành công trong cuộc đàm phán giá cả. Các nhà khoa học đã tăng giá yêu cầu của họ và không muốn thương lượng với ngài nữa.

# T_GAME_QUEST_THIEF_OF_JOY_MAGIC_PAY_001
source: Nếu chúng ta phải trả tiền, thì hãy trả tiền, bởi vì nếu chúng ta tiếp tục chờ đợi, đó sẽ là sự diệt vong của chúng ta.
vi: Nếu chúng ta phải trả, thì hãy trả, vì nếu chúng ta tiếp tục chờ đợi, chúng ta sẽ gặp họa.

# T_GAME_QUEST_THIEF_OF_JOY_PSY_001
source: Cư dân của ngài chỉ đơn giản là đang bị trầm cảm, Thống đốc. Họ không thể nhìn thấy tia hy vọng nào trong bất cứ điều gì. Giải pháp là cho họ thấy mặt tươi sáng của cuộc sống và chứng minh cho họ thấy rằng cuộc sống không quá u ám.
vi: Người dân của các ngài chỉ đơn giản là đang bị trầm cảm, thưa Lãnh Chúa. Họ đơn giản là không thấy hy vọng. Giải pháp cho việc này là cho họ thấy khía cạnh tươi đẹp của cuộc sống và chứng minh cho họ thấy rằng cuộc sống không ảm đạm như họ nghĩ.

# T_GAME_QUEST_THIEF_OF_JOY_PSY_002
source: Hãy bắt đầu bằng cách thêm một số đồ trang trí và xây dựng các khu lễ hội bia. Âm nhạc nâng cao tinh thần.
vi: Hãy bắt đầu bằng việc xây dựng thêm đồ trang trí và một khu vực lễ hội đồ uống.

# T_GAME_QUEST_THIEF_OF_JOY_PSY_003
source: Thành phố đang bắt đầu cảm thấy tốt hơn. Một số cư dân, những người đã mất đi niềm vui, dường như lấy lại ý thức về những niềm vui nhỏ bé của cuộc sống. Tuy nhiên, kẻ trộm niềm vui vẫn tiếp tục gieo rắc nỗi kinh hoàng vào trái tim mọi người.
vi: Thành phố đang dần trở nên tốt hơn. Một số người dân, những người đã bị tước đoạt mọi niềm vui, giờ đã có thể tận hưởng những niềm vui nhỏ bé trong cuộc sống. Tuy nhiên, kẻ trộm niềm vui vẫn tiếp tục gây ra tội ác của mình.

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_001
source: Đã nhiều năm rồi chúng ta không nhờ đến phù thủy này, Thống đốc... Tôi hy vọng điều này không mang lại nhiều bất hạnh cho ngôi làng của chúng ta hơn những gì chúng ta đã có.
vi: Đã nhiều năm trôi qua kể từ lần cuối chúng ta đối phó với mụ phù thủy, thưa Thống đốc... Tôi hy vọng điều đó sẽ không mang lại thêm tai họa cho thành phố của chúng ta.

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_002
source: Chào buổi sáng, Thống đốc. Rất vui được gặp lại ngài. Vậy là ngài đang gặp rắc rối?
vi: Chào buổi sáng, thưa Thống đốc. Rất vui được gặp lại ngài. Tôi nghe nói rằng ngài đang gặp rắc rối?

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_003
source: Sau khi giải thích tình hình cho phù thủy, bà ấy chỉ mỉm cười. Bà ấy đã tìm ra giải pháp cho mối lo ngại của ngài hay bà ấy đang chơi một trò xấu với ngài?
vi: Sau khi ngài kể cho mụ phù thủy về tình hình, mụ ta mỉm cười. Liệu mụ ta đã có giải pháp cho vấn đề của chúng ta hay mụ ta đang lên kế hoạch cho một trò đùa tồi tệ với ngài?

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_004
source: Vậy thì nói đi! Tại sao bà lại cười như vậy?
vi: Nói đi! Tại sao ngươi lại cười như vậy?

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_005
source: Kẻ trộm niềm vui của ngài không tồn tại, thưa ngài.
vi: Kẻ trộm niềm vui của các ngươi không có thật, thưa ngài.

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_006
source: Nhưng điều đó phải đúng vì một trong những gián điệp của chúng ta đã phải chịu hậu quả khi nói chuyện với hắn!
vi: Nhưng hắn phải có thật, vì một trong những điệp viên của chúng ta đang phải chịu đựng hậu quả vì đã nói chuyện với hắn!

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_007
source: Anh ta chỉ đơn giản là nhìn thấy một con ma buồn bã. Nó thỉnh thoảng xuất hiện sau khi xây dựng một cơ sở tôn giáo. Chúng là những linh hồn ăn niềm vui của mọi người. Bằng cách hấp thụ niềm vui, con ma có được sức mạnh và tăng cường sức mạnh của nó. Thật không may, niềm vui không trở lại với những người mà nó đã đánh cắp.
vi: Anh ta chỉ đơn giản là đã gặp một hồn ma buồn bã. Chúng thỉnh thoảng xuất hiện sau khi xây dựng một cơ sở tôn giáo. Chúng là những hồn ma hút cạn niềm vui của mọi người. Bằng cách hấp thụ niềm vui, hồn ma sẽ lấy lại được sức mạnh và tăng cường sức mạnh của nó. Thật không may, niềm vui không trở lại với những người mà nó đã đánh cắp.

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_008
source: Làm thế nào để chúng ta loại bỏ nó?
vi: Làm sao chúng ta có thể thoát khỏi con ma này?

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_009
source: Tôi biết một giải pháp, tuy nhiên, tôi cần sự giúp đỡ của ngài.
vi: Ta biết một giải pháp, nhưng ta cần sự giúp đỡ của các ngươi.

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_A_001
source: Chúng tôi sẽ giúp bà. Bà cần gì?
vi: Chúng ta sẽ giúp ngươi. Ngươi cần gì?

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_A_003
source: Coi như xong!
vi: Coi như đã xong!

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_A_004
source: Chúng tôi đã hoàn thành nhiệm vụ của bà, phù thủy. Đã đến lúc bà cho chúng tôi thấy bà có thể làm gì.
vi: Chúng ta đã hoàn thành nhiệm vụ của ngươi, mụ phù thủy. Đã đến lúc ngươi cho chúng ta thấy những gì ngươi có thể làm.

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_A_005
source: Phù thủy đang đi đến lăng mộ và biến mất vào bên trong. Ngài nghe thấy những câu thần chú. Đột nhiên, một cơn gió nổi lên, một cơn bão khủng khiếp dường như đang hình thành. Phù thủy vẫn chưa ra khỏi lăng mộ này. Ngài đột nhiên cảm thấy nỗi buồn lớn. Ngài cảm thấy rất lạnh và bị bao quanh bởi bóng tối.
vi: Mụ phù thủy đi về phía lăng mộ và biến mất bên trong. Ngài nghe thấy những câu thần chú. Đột nhiên, một cơn gió nổi lên, một cơn bão khủng khiếp dường như đang hình thành. Mụ phù thủy vẫn chưa ra khỏi lăng mộ đó. Ngài đột nhiên cảm thấy rất buồn. Ngài cảm thấy lạnh và cảm thấy mình bị bóng tối bao trùm.

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_A_006
source: Sau đó, ở phía xa, một tia nắng. Một tia nắng rất nhỏ. Ngài tập trung vào nó. Nó ngày càng trở nên mãnh liệt hơn. Tia nắng dường như mang hình dạng của một ký ức. Một trong những ký ức của ngài. Ký ức hạnh phúc nhất của ngài. Ngài lại cảm thấy tốt.
vi: Rồi, ở đằng xa, một tia nắng. Một tia nắng rất nhỏ. Ngài tập trung vào nó. Nó ngày càng sáng hơn. Tia nắng dường như mang hình dáng của một ký ức. Một trong số những ký ức của ngài. Ký ức hạnh phúc nhất của ngài. Ngài lại cảm thấy khỏe.

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_A_007
source: Thống đốc... Chuyện gì vừa xảy ra vậy? Ngài cũng cảm thấy điều đó chứ?
vi: Thưa Lãnh Chúa... Vừa rồi là cái gì vậy? Ngài có cảm thấy điều đó không?

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_A_008
source: Thưa ngài, bây giờ ngài đã thoát khỏi con ma buồn bã. Nhìn biểu cảm của ngài, tôi đoán ngài đã gặp phải nó. Bây giờ mọi chuyện đã kết thúc. Nó đã bị mắc kẹt.
vi: Thưa ngài, giờ ngài đã thoát khỏi hồn ma buồn bã. Nhìn vào vẻ mặt của ngài, tôi cho rằng ngài đã gặp hồn ma đó. Mọi chuyện đã kết thúc. Hắn đã bị bắt.

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_A_009
source: Thật kinh khủng! Cảm ơn bà rất nhiều!
vi: Thật là khủng khiếp! Tôi cảm ơn các ngài!

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_A_010
source: Ngôi làng bây giờ đã thoát khỏi con ma kỳ lạ này. Cư dân đã lấy lại được niềm vui và họ biết ơn ngài.
vi: Thành phố cuối cùng cũng đã thoát khỏi hồn ma kỳ lạ đó. Người dân đã có lại niềm vui và rất biết ơn ngài.

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_B_001
source: Thưa ngài, nếu ngài không giúp tôi trong dự án ma này, tôi có thể đảm bảo với ngài rằng đó sẽ là sự diệt vong của ngài.
vi: Thưa ngài, nếu ngài không giúp tôi trong dự án về hồn ma, tôi có thể đảm bảo rằng đó sẽ là sự diệt vong của ngài.

# T_GAME_QUEST_THIEF_OF_JOY_WITCH_B_002
source: Vậy thì cứ thế đi! Cút khỏi mắt ta với trò phù thủy độc ác của ngươi!
vi: Cứ cho là vậy đi! Hãy biến khỏi mắt ta với những trò phù thủy của ngươi!

# T_GAME_QUEST_TOWER_GAMES_ANSWER_001
source: Để họ chơi.
vi: Hãy để họ chơi.

# T_GAME_QUEST_TOWER_GAMES_ANSWER_002
source: Tôi muốn chơi!
vi: Ta muốn chơi!

# T_GAME_QUEST_TOWER_GAMES_CONSEQUENCE_002
source: Một lễ hội trò chơi bàn cờ?! Thật là một ý tưởng kỳ lạ, thưa ngài. Chúng ta sẽ làm điều đó như thế nào?
vi: Một lễ hội trò chơi trên bàn ư?! Thật là một ý tưởng kỳ lạ, thưa ngài. Chúng ta sẽ làm điều đó như thế nào?

# T_GAME_QUEST_TOWER_GAMES_DESC
source: Thưa ngài, binh lính của chúng ta chơi quá nhiều trong các tháp canh đến nỗi cư dân không cảm thấy được bảo vệ chút nào. Chúng ta cần phải làm gì?
vi: Thưa ngài, lính của chúng ta chơi quá nhiều trong các tháp canh của họ đến nỗi người dân không cảm thấy được bảo vệ chút nào. Chúng ta phải làm gì đây?

# T_GAME_QUEST_TOWER_GAMES_TITLE
source: Trò Chơi Tháp Canh
vi: Các Trò chơi Tháp

# T_GAME_QUEST_TOWER_GAMES_TOWER_GAMES_BOARDGAME_002
source: Chúng ta cần tìm ý tưởng trò chơi và nhà thiết kế.
vi: Chúng ta cần ý tưởng và nhà phát triển cho các trò chơi.

# T_GAME_QUEST_TRIBUTE_MONEY_DESC
source: Với một khoản quyên góp nhỏ, chúng ta có thể tăng uy tín của mình với Nhà vua, thưa Lãnh chúa.
vi: Bằng một khoản đóng góp nhỏ, chúng ta có thể cải thiện uy tín của mình với Đức Vua, thưa ngài.

# T_GAME_QUEST_WATCHTOWER_INRANGE
source: Xây dựng một tháp canh trong phạm vi của một doanh trại.
vi: Xây dựng một tháp canh trong phạm vi doanh trại.

# T_GAME_QUEST_WATER_DREAMS_ANSWER_002
source: Hãy bắt đầu xây dựng giếng để ngăn chặn những sự cố như thế này.
vi: Hãy bắt đầu xây dựng giếng để ngăn chặn một tình huống như vậy xảy ra.

# T_GAME_QUEST_WATER_DREAMS_CONSEQUENCE_A_001
source: Ôi thưa ngài, xin ngài, mùa màng của chúng tôi đang gặp nguy hiểm, nếu ngài không làm gì, chúng tôi sẽ không bao giờ có cơ hội có một mùa đông yên bình.
vi: Ôi, thưa ngài. Xin hãy giúp chúng tôi. Vụ mùa của chúng ta đang gặp nguy hiểm. Nếu ngài không làm gì đó, chúng ta sẽ không có một mùa đông yên bình.

# T_GAME_QUEST_WATER_DREAMS_CONSEQUENCE_A_002
source: Thống đốc đã lên tiếng về vấn đề này. Nếu ngươi cứ đến lâu đài và kể lể về những lời than vãn của mình, chúng ta sẽ phải nhốt ngươi lại.
vi: Thống đốc đã lên tiếng về vấn đề này rồi. Nếu các ngươi cứ tiếp tục đến lâu đài và kể cho chúng ta nghe về những lời than vãn của các ngươi, chúng ta sẽ phải tống giam các ngươi đấy.

# T_GAME_QUEST_WATER_DREAMS_CONSEQUENCE_A_003
source: … Ngươi sẽ sớm thất vọng thôi!
vi: ... các ngươi sẽ sớm thất vọng thôi!

# T_GAME_QUEST_WATER_DREAMS_CONSEQUENCE_A_004
source: THƯA NGÀI! CÁNH ĐỒNG! Thật kinh khủng! Không có gì mọc nữa, nắng nóng quá gay gắt đến nỗi mùa màng của chúng ta bị hủy hoại. Ngài nên tin tưởng người nông dân đó hơn một chút.... Bây giờ thì đã quá muộn.
vi: Thưa ngài! Những cánh đồng! Thật khủng khiếp! Không còn gì mọc được nữa. Cái nóng quá khủng khiếp đến nỗi vụ mùa của chúng ta đã bị hủy hoại. Lẽ ra ngài nên tin tưởng người nông dân... giờ thì đã quá muộn rồi.

# T_GAME_QUEST_WATER_DREAMS_CONSEQUENCE_B_001
source: Hãy nhanh chóng xây dựng giếng, thưa ngài.
vi: Hãy nhanh lên và xây giếng, thưa ngài.

# T_GAME_QUEST_WATER_DREAMS_CONSEQUENCE_B_002
source: Việc xây dựng các giếng đã hoàn thành. Phòng bệnh hơn chữa bệnh! Tương lai sẽ cho chúng ta biết liệu chúng ta có đúng khi lắng nghe người nông dân này không.
vi: Việc xây dựng giếng đã hoàn tất. Phòng còn hơn chữa! Chúng ta sẽ xem liệu chúng ta có đúng khi tin lời người nông dân không.

# T_GAME_QUEST_WATER_DREAMS_CONSEQUENCE_B_003
source: Ôi thưa ngài! Những người nông dân nói với tôi rằng một đợt nắng nóng đã tấn công cánh đồng của họ NHƯNG nhờ việc xây dựng các giếng, ngài đã tránh được rất nhiều rắc rối.
vi: Ôi, thưa ngài! Những người nông dân nói rằng đợt nắng nóng đã tàn phá các cánh đồng của họ, NHƯNG nhờ việc xây dựng các giếng nước, chúng ta đã có thể tránh được rất nhiều rắc rối.

# T_GAME_QUEST_WATER_DREAMS_DESC
source: Thưa ngài! Tôi lại có một giấc mơ báo trước! Cánh đồng đang cháy. Không có gì mọc nữa. Không có nước.
vi: Thưa ngài! Tôi lại có một giấc mơ báo trước! Các cánh đồng bốc cháy. Không còn gì mọc được nữa. Không có nước để dùng.

# T_GAME_QUEST_WATER_DREAMS_TITLE
source: Điềm Báo
vi: Lời báo trước xấu xa

# T_GAME_QUEST_WITCHS_PATH_ANSWER_001_A
source: Cho bà ấy một tách trà thảo dược để trấn tĩnh.
vi: Đưa cho cô ta trà thảo dược để làm dịu thần kinh.

# T_GAME_QUEST_WITCHS_PATH_ANSWER_001_B
source: Chà, nói về trà thảo dược - chúng ta sẽ lan truyền ý tưởng này. Hãy để các thành phố xung quanh biết rằng nước nóng với thảo dược và một khẩu hiệu hấp dẫn là tuyệt vời.
vi: À, khi chúng ta đang nói về trà thảo dược - chúng ta sẽ truyền bá ý tưởng này. Hãy cho các thành phố lân cận biết rằng nước nóng kết hợp với thảo mộc và một khẩu hiệu hấp dẫn thì rất tuyệt vời.

# T_GAME_QUEST_WITCHS_PATH_ANSWER_002
source: Cải thiện phòng thủ!
vi: Cải thiện khả năng phòng thủ!

# T_GAME_QUEST_WITCHS_PATH_ANSWER_002_B
source: Hãy cải thiện hệ thống phòng thủ quân sự, Thống đốc!
vi: Hãy cải thiện khả năng phòng thủ quân sự, thưa Thống đốc!

# T_GAME_QUEST_WITCHS_PATH_CONSEQUENCE_002
source: Bây giờ hãy chờ đợi... Theo những gì chúng ta biết, chúng ta đã làm ầm ĩ mọi chuyện lên mà chẳng vì gì cả. Lẽ ra chúng ta nên cho bà ấy một tách trà thảo dược...
vi: Giờ chúng ta hãy chờ xem... Theo như chúng ta biết, chúng ta đã gây ra tất cả những xáo trộn này mà không có gì cả. Chúng ta lẽ ra nên cho cô ta một tách trà thảo dược...

# T_GAME_QUEST_WITCHS_PATH_CONSEQUENCE_002_FINAL
source: Bất chấp sự mong đợi của ngài, cũng như việc cải thiện hệ thống phòng thủ trong trường hợp bị bọn cướp tấn công bất ngờ, chúng chưa bao giờ đến. Tuy nhiên, bây giờ ngài có một số tòa nhà quân sự đáng yêu để chiêm ngưỡng.
vi: Bất chấp những gì các ngươi mong đợi, cũng như việc cải thiện khả năng phòng thủ trong trường hợp bị bọn cướp tấn công bất ngờ, chúng vẫn không bao giờ đến. Tuy nhiên, giờ các ngươi đã có một số tòa nhà quân sự tuyệt đẹp để chiêm ngưỡng.

# T_GAME_QUEST_WITCHS_PATH_DESC
source: Ôi không, thưa ngài. Bà già lại làm thế nữa! Bà ấy đang la hét từ trên mái nhà rằng phù thủy của khu rừng sẽ đi qua làng của chúng ta và phá hủy mọi thứ trên đường đi của bà ta.
vi: Ôi không, thưa ngài. Bà lão đó lại làm nữa rồi! Bà ta đang hét lên từ trên mái nhà rằng mụ phù thủy trong rừng sẽ đi qua thành phố của chúng ta và phá hủy mọi thứ trên đường đi.

# T_GAME_QUEST_WITCHS_PATH_TITLE
source: Con Đường Của Phù Thủy
vi: Con Đường Phù Thủy

# T_GAME_QUEST_WOMAN_MINE_DECISION_ADVISOR_001
source: A thưa ngài! Thật không thể tin được ở dưới đó! Một hồ nước bao la và tuyệt đẹp! Người phụ nữ đã ở đó! Tôi đã chạy theo bà ta khoảng một cây số trong các đường hầm của mỏ, trước khi mất dấu bà ta.
vi: A, thưa ngài! Ở dưới đó thật đáng kinh ngạc! Một cái hồ rộng lớn với vẻ đẹp tráng lệ! Người phụ nữ đó đã ở đó! Tôi đã đuổi theo cô ta qua các đường hầm mỏ cả một quãng đường dài. Rồi tôi mất dấu cô ta.

# T_GAME_QUEST_WOMAN_MINE_DECISION_ADVISOR_002
source: Và rồi... khi tôi nghĩ mình sẽ về tay không, tôi đã nhìn thấy hàng ngàn ánh sáng. Ôi thưa ngài, ngài nên thấy điều đó, tôi chưa bao giờ thấy bất cứ điều gì giống như vậy! Bà ta kể cho tôi nghe về kế hoạch trốn thoát với tất cả chiến lợi phẩm và bắt đầu một cuộc sống mới ở nơi khác. Kể từ khi chồng bà qua đời, bà gặp khó khăn khi ở lại đây, quá nhiều kỷ niệm…
vi: Và rồi... khi tôi nghĩ mình sẽ trở về tay không, tôi đã thấy hàng ngàn ánh đèn. Ôi thưa bệ hạ, ngài đáng lẽ phải thấy điều đó, tôi chưa từng thấy thứ gì đẹp đến vậy trước đây! Cô ta đã kể cho tôi nghe về kế hoạch tẩu thoát với tất cả chiến lợi phẩm và bắt đầu một cuộc sống mới ở nơi khác. Kể từ khi chồng cô ta qua đời, cô ta đã gặp khó khăn khi ở lại đây, có quá nhiều kỷ niệm....

# T_GAME_QUEST_WOMAN_MINE_DECISION_DIRECTION_001
source: Thưa ngài, bây giờ chúng ta đã sẵn sàng vào mỏ để tìm chiến lợi phẩm. Một số dấu thập được chỉ ra trên bản đồ. Bắt đầu từ đâu?
vi: Thưa Lãnh Chúa, chúng ta đã sẵn sàng đi vào mỏ và tìm kho báu. Có một vài dấu hiệu trên bản đồ. Chúng ta nên bắt đầu từ đâu?

# T_GAME_QUEST_WOMAN_MINE_DECISION_DIRECTION_001_COLLAPSE
source: Ôi, THƯA NGÀI! Chúng ta đã may mắn! Đội của chúng ta đã trốn thoát bình an vô sự. Các đường hầm đã sụp đổ!
vi: Ôi, thưa NGÀI! Chúng ta đã gặp may! Đội của chúng ta đã có thể thoát ra an toàn. Các đường hầm đã sụp đổ!

# T_GAME_QUEST_WOMAN_MINE_DECISION_DIRECTION_001_TREASUR
source: Kết quả của chuyến thám hiểm đầu tiên này rất khả quan! Người của ngài đã trở về an toàn và lành lặn từ chuyến thám hiểm này và còn mang về một phần kho báu của tên cướp biển.
vi: Kết quả của cuộc thám hiểm đầu tiên này rất đáng hài lòng! Người của các ngươi đã xoay sở để trở về an toàn từ cuộc thám hiểm này và mang về một phần kho báu của bọn cướp biển như một phần thưởng.

# T_GAME_QUEST_WOMAN_MINE_DECISION_DIRECTION_002
source: Thưa ngài, bây giờ chúng ta đã sẵn sàng vào mỏ lần thứ hai. Chúng ta nên kiểm tra nơi ẩn náu nào?
vi: Thưa Lãnh Chúa, chúng ta đã sẵn sàng để đi vào mỏ lần thứ hai. Chúng ta nên tìm kiếm nơi ẩn náu nào?

# T_GAME_QUEST_WOMAN_MINE_DECISION_DIRECTION_002_TREASUR
source: Một cơ hội đáng kinh ngạc đang mở ra trước mắt chúng ta, thưa ngài! Hai lần chúng ta đã chiến thắng trong cuộc săn tìm kho báu này!
vi: Một cơ hội tuyệt vời đang đến, thưa ngài! Chúng ta đã thành công trong việc tìm kiếm kho báu này hai lần rồi!

# T_GAME_QUEST_WOMAN_MINE_DECISION_MINE_PLAN_002
source: Ngài đang nghiên cứu kỹ lưỡng các bản đồ mỏ. Ngài có thể thấy vị trí của một hồ nước ngầm, được nuôi dưỡng bởi một con sông dẫn thẳng ra biển. Một lối vào rất hữu ích cho cướp biển! Tuy nhiên, những đường hầm này không an toàn và chúng có nguy cơ sụp đổ bất cứ lúc nào.
vi: Ngài phân tích cẩn thận các kế hoạch khai thác mỏ. Ngài phát hiện ra một hồ nước ngầm được tiếp nước từ một con sông và chảy thẳng ra biển. Một lối đi rất hữu ích cho bọn cướp biển! Tuy nhiên, những đường hầm này không an toàn và có nguy cơ sụp đổ bất cứ lúc nào.

# T_GAME_QUEST_WOMAN_MINE_DECISION_MINE_PLAN_003
source: Tin tốt! Trong khi ngài đang giúp đỡ người thợ rèn này, cố vấn của ngài đã có thể lấy được bản đồ của mỏ.
vi: Tin tốt đây! Trong khi ngài bận giúp thợ rèn, cố vấn của ngài đã có thể lấy được cho chúng ta các bản kế hoạch khai thác mỏ.

# T_GAME_QUEST_WOMAN_MINE_DECISION_MINE_PLAN_ANSWER_002
source: Cử trinh sát đến mỏ này!
vi: Gửi một đội vào mỏ!

# T_GAME_QUEST_WOMAN_MINE_DECISION_MINE_SECURITY_001
source: Hãy đầu tư vào mỏ để nó có thể được bảo vệ, thưa ngài. Đây là một nhiệm vụ đòi hỏi rất nhiều tài nguyên từ chúng ta, nhưng tôi đảm bảo với ngài rằng ngài sẽ không hối tiếc.
vi: Hãy đầu tư vào việc khai thác mỏ để nó trở lại an toàn, thưa ngài. Nó sẽ tốn của chúng ta rất nhiều tài nguyên, nhưng tôi đảm bảo với ngài rằng ngài sẽ không hối hận.
