Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_QUESTS_SCENARIO_INSANECHOICES_MAINQUEST_STARTED
source: Lãnh chúa, chào mừng đến thị trấn của chúng tôi. Chúng tôi thực sự vui mừng vì ngài đã chấp nhận lời mời của chúng tôi. Danh tiếng giải quyết vấn đề của ngài nổi tiếng khắp vương quốc. Tôi hy vọng với sự giúp đỡ của ngài, thị trấn này sẽ có thể duy trì sự cân bằng nhất định giữa các phe phái.
vi: Thưa ngài, nhân danh Công tước, tôi xin chào mừng ngài. Chúng tôi rất vui vì ngài đã đến đây nhanh như vậy. Mọi người đều biết trong cả vương quốc rằng ngài thậm chí có thể giải quyết những trường hợp khó khăn nhất. Tôi hy vọng rằng với sự giúp đỡ của ngài, chúng ta có thể duy trì một sự cân bằng nhất định giữa người dân trong làng và Công tước.

# T_QUESTS_SCENARIO_INSANECHOICES_MAINQUEST_TITLE
source: Giải quyết các vấn đề trong thị trấn.
vi: Giải quyết các vấn đề của làng.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BANDITCAMP_SUCCESS
source: Vệ binh của chúng ta đã đột kích thành công trại cướp. Quân đội của chúng ta tìm thấy một người đàn ông bị bắt làm con tin trong ngục tối của chúng. Anh ta kiệt sức và đang ngủ. Chúng ta chưa thể thẩm vấn anh ta.
vi: Đội lính canh thành phố của chúng ta đã chiếm được trại cướp thành công. Quân đội của chúng ta đã giải phóng được một tù nhân của bọn cướp. Anh ta rất mệt mỏi và đang ngủ. Chúng ta vẫn chưa thể hỏi anh ta chuyện gì.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BANDITS_BRIBE_FAILED
source: Vậy là ngài đã chọn con đường khó khăn. Tùy ngài thôi, chúng tôi đang đến tìm ngài!
vi: Vậy là các ngươi muốn làm theo cách khó khăn! Tùy ý các ngươi, vậy thì chúng ta sẽ đến thăm các ngươi thôi!

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BANDITS_SUCCESS
source: Lãnh chúa, việc đầu tư tiền vào thương mại cá thay vì bảo vệ thị trấn có thể đã xúc phạm dân làng. Tôi đã thấy một số người trong số họ đi bộ trong thị trấn với chĩa ba và đuốc.
vi: Thưa ngài, tôi đến với một tin xấu. Người dân rất khó chịu vì ngài đã chọn nghề đánh cá thay vì làm cho ngôi làng an toàn hơn. Tôi thậm chí đã thấy một số người chạy quanh làng với đuốc và đinh ba. Điều này làm tôi sợ hãi…

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BANDITS_THANKS_SUCCESS
source: Được rồi. Chúng ta có gì ở đây? Nó dành cho chúng tôi à? Một món quà? Ngài thật tốt bụng, Thống đốc! Nhưng, lần sau hãy cho thêm một ít xúc xích vào nữa, được chứ?
vi: Ồ, đây là gì vậy? Có phải là dành cho chúng tôi không? Ồ, đẹp quá! Tôi thấy các ngươi thật là tốt bụng, thưa Thống đốc. Hmm, lần sau hãy mang theo một ít xúc xích nhé, ok?

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BOTTLE1
source: Lãnh chúa, một Dân làng đã tìm thấy một thông điệp được giấu trong một cái chai khi anh ta đang câu cá. Nó đề cập đến một nơi có thảo dược mọc được đồn đại là chữa khỏi mọi bệnh tật. Có lẽ chúng ta có thể hỏi bác sĩ về nó.
vi: Thưa ngài Thống đốc, ...Thưa Lãnh Chúa... Một trong số những người dân đã tìm thấy một tin nhắn khi đi đánh cá. Nó được giấu trong một cái chai đang trôi trên sông. Có đề cập đến một địa điểm nơi thảo dược mọc, được cho là có thể chữa khỏi mọi bệnh tật. Có lẽ chúng ta có thể hỏi bác sĩ về điều đó.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BUILD_BATH_DESC
source: Tôi nói cho ngài biết, tắm rửa tốt không thể làm hại họ. Tất nhiên sẽ mất thêm vài ngày hoặc thậm chí vài tuần để tất cả cư dân quen với thói quen mới này nhưng tin tôi đi, đó là điều tốt nhất cho tất cả chúng ta.
vi: Tôi nói cho các ngài biết, tắm là một việc tốt. Tất nhiên sẽ mất một vài ngày hoặc thậm chí vài tuần để tất cả người dân quen với thói quen mới này, nhưng hãy tin tôi, đó là điều tốt nhất cho tất cả chúng ta.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BUILD_BATH_SUCCESS
source: Mùi lạ đang bắt đầu phai đi! Chà, ít nhất tôi có thể thở gần như bình thường trở lại. Cảm ơn ngài!
vi: Mùi hương kỳ lạ bắt đầu tan biến! Chà, ít nhất thì tôi cũng có thể thở gần như bình thường trở lại. Tôi cảm ơn các ngài!

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BUILD_INN_DESC
source: Ngài đã đưa ra một quyết định hợp lý. Tôi rất vui khi thấy ngài đã chọn xây dựng một quán trọ trên đất của tôi. Tiền sẽ chảy vào như nước!
vi: Ngài đã đưa ra một quyết định hợp lý. Ta rất vui vì ngài đã quyết định xây một quán trọ trên đất của ta. Tiền sẽ chảy đến như thác lũ!

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BUILD_INN_OR_BATH_DESC
source: Thưa ngài, mùi đó thật kinh khủng... Người dân trong làng đã ngừng tắm rửa. Có lẽ nhà tắm sẽ cải thiện cuộc sống hàng ngày của họ, cũng như của chúng ta. Nhưng mặt khác... Công tước lại muốn xây một quán trọ để tăng thu nhập cho điền trang của mình. Ngài phải đưa ra lựa chọn khó khăn này. Sẽ là gì: Quán trọ hay nhà tắm?
vi: Thưa ngài, cái mùi này thật kinh khủng… Người dân trong làng đã ngừng tắm rửa. Có lẽ nhà tắm sẽ cải thiện cuộc sống hàng ngày của họ, cũng như của chúng ta. Tuy nhiên... Công tước thích có một quán trọ để tăng thu nhập cho đất của mình. Tùy thuộc vào ngài để đưa ra quyết định khó khăn này. Sẽ là gì đây? Quán trọ hay nhà tắm?

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BUILD_INN_SUCCESS
source: Sự giàu có đang đến với chúng ta! Quán trọ này thật là một ý tưởng tuyệt vời. Nó thật đẹp.
vi: Giàu có đang chờ đợi chúng ta! Quán trọ là một ý tưởng tuyệt vời. Nó thật tráng lệ.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BUILD_INN_TITLE
source: Xây dựng một quán trọ.
vi: Dựng một quán trọ.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BUILD_WATCHTOWERS_DESC
source: Ngài đang xây dựng những tòa nhà huy hoàng ở đây đó, nhưng có lẽ đã đến lúc bắt đầu dựng thêm các tháp canh. Hệ thống phòng thủ của chúng ta quá yếu lần trước, đã đến lúc phải chống trả.
vi: Các ngài đang xây dựng các tòa nhà tráng lệ ở đây, ở kia, nhưng cũng đã đến lúc xây dựng thêm các tháp canh. Hệ thống phòng thủ của chúng ta đã tỏ ra quá yếu trong lần trước. Đã đến lúc phải giải quyết vấn đề này.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_BUILD_WATCHTOWERS_SUCCESS
source: TUYỆT VỜI! Tất cả những gì chúng phải làm là cư xử đúng mực, lũ cướp rẻ tiền này.
vi: Xuất sắc! Giờ thì chúng chỉ cần cư xử cho tốt thôi, bọn cướp rẻ tiền này.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_ALL_DUKE
source: Ngài đã là một người bạn thực sự của tôi, Lãnh chúa. Tôi thực sự biết ơn ngài vì sự hỗ trợ của ngài trong các công việc của thị trấn. Thật không may, dân chúng lại nghĩ khác. Đám đông vô ơn đang đứng trong sân lâu đài với đuốc và chĩa ba. Tôi đề nghị ngài đi theo lối đi bí mật và trốn khỏi thị trấn nhanh nhất có thể. Tôi sẽ ở lại đây và nói chuyện với họ. Tôi nghĩ thủ phạm thực sự của mớ hỗn độn này nên đối mặt với hậu quả của hành động của mình và làm trong sạch lương tâm của mình.
vi: Các ngươi đã giúp ta rất nhiều, thưa Lãnh Chúa. Ta rất biết ơn sự hỗ trợ của các ngươi ở đây trong làng. Thật không may, người dân lại thấy khác. Lũ chó vô ơn này đang đứng trước cổng lâu đài với đinh ba và đuốc. Ta đề nghị các ngươi nên sử dụng lối đi bí mật của lâu đài và nhanh chóng rời khỏi thành phố. Ta sẽ ở lại đây, ta nghĩ người gây ra thực sự những vấn đề này nên đối mặt với những người dân đang tức giận và dọn dẹp lương tâm của mình.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_ALL_TOWNIES
source: Ngài luôn cản đường tôi, Lãnh chúa. Ngay từ đầu ngài đã quyết định chống lại mong muốn của tôi. Thị trấn quan trọng với ngài hơn Công tước. Thật không may, dân chúng không nhìn nhận giống tôi. Đám đông vô ơn đang đứng trong sân lâu đài. Tại sao ngài không tham gia cùng họ? Anh trai tôi đã được người của ngài giải thoát và từ bây giờ anh ấy sẽ cai trị nơi này. Anh ấy luôn là người cai trị thực sự ở đây. Bây giờ tôi sẽ ra ngoài vì thủ phạm thực sự của mớ hỗn độn này nên đối mặt với những Dân làng tức giận và thú nhận với lương tâm của mình.
vi: Các ngươi đã cản đường ta ngay từ đầu, thưa Lãnh Chúa! Các ngươi đã từ chối mọi đơn đặt hàng của ta. Làng luôn quan trọng với các ngươi hơn cả người cai trị nó. Thật không may, người dân lại thấy khác. Lũ chó vô ơn này đang đứng trước cổng lâu đài với đinh ba và đuốc. Ta đề nghị các ngươi nên gia nhập cùng họ. Các ngươi đã giải phóng em trai của ta và từ giờ anh ta sẽ ngồi lại vị trí ban đầu. Anh ta luôn là người cai trị thực sự ở đây và nên có lại vị trí này. Giờ ta sẽ đi ra ngoài, vì người gây ra thực sự những vấn đề này nên đối mặt với những người dân đang tức giận và dọn dẹp lương tâm của mình.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_BALANCE_DUKE
source: Lãnh chúa, ngài đã thực sự chứng minh rằng qua tất cả những quyết định khó khăn này, ngài đã đại diện cho cả phúc lợi của Dân làng và mong muốn của Công tước bằng kiến thức và lương tâm tốt nhất của mình. Mặc dù đối xử cơ bản bình đẳng với cả hai bên, ngài đã quan tâm đến nhu cầu của Công tước nhiều hơn và ưu tiên các yêu cầu của ông ấy. Ngài thực sự xứng đáng với danh tiếng là người giải quyết vấn đề.
vi: Thưa ngài, các ngài thực sự đã chứng minh được rằng, với tất cả những quyết định khó khăn này, các ngài đã đại diện cho cả phúc lợi của người dân cũng như mong muốn của Công tước một cách tốt nhất có thể. Mặc dù đối xử bình đẳng với cả hai bên, các ngài đã quan tâm đến Công tước nhiều hơn một chút và ưu tiên các yêu cầu của ông ấy. Các ngài thực sự đã xứng đáng với danh tiếng của mình là người giải quyết vấn đề.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_BALANCE_TOWNIES
source: Lãnh chúa, ngài đã thực sự chứng minh rằng qua tất cả những quyết định khó khăn này, ngài đã đại diện cho cả phúc lợi của Dân làng và mong muốn của Công tước bằng kiến thức và lương tâm tốt nhất của mình. Mặc dù đối xử cơ bản bình đẳng với cả hai bên, ngài đã quan tâm đến dân chúng trong làng nhiều hơn và ưu tiên các yêu cầu của họ. Ngài thực sự xứng đáng với danh tiếng là người giải quyết vấn đề.
vi: Thưa ngài, các ngài thực sự đã chứng minh được rằng, với tất cả những quyết định khó khăn này, các ngài đã đại diện cho cả phúc lợi của người dân cũng như mong muốn của Công tước với sự hiểu biết và lương tâm tốt nhất. Mặc dù đối xử bình đẳng với cả hai bên, các ngài đã quan tâm đến người dân trong làng nhiều hơn một chút và ưu tiên các yêu cầu của họ. Các ngài thực sự đã xứng đáng với danh tiếng của mình là người giải quyết vấn đề.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_NO_RESCUE
source: Ngài đã là một người bạn thực sự của tôi, Lãnh chúa. Tôi thực sự biết ơn sự giúp đỡ của ngài. Tôi luôn biết rằng tôi có thể tin tưởng vào ngài. Ngài đã chứng minh rằng ngài có kỹ năng lãnh đạo tốt ngay tại đó. Nhưng từ bây giờ, tôi sẽ lại điều hành thị trấn này. Vấn đề cướp bóc sẽ sớm được giải quyết. Tôi hứa với ngài nó sẽ được xử lý một cách siêng năng. Đây là một món quà nhỏ cho ngài. Xin hãy nhận chiếc rương vàng này và lời cảm ơn của tôi.
vi: Các ngươi đã giúp ta rất nhiều, thưa Lãnh Chúa. Ta rất biết ơn sự hỗ trợ của các ngươi ở đây trong làng. Ta biết rằng ta có thể tin tưởng vào các ngươi. Các ngươi đã chứng tỏ được khả năng lãnh đạo tuyệt vời. Tuy nhiên, từ giờ trở đi, ta sẽ tự mình nắm quyền lại. Ta sẽ giải quyết vấn đề cướp biển này bằng tất cả sự cẩn trọng mà ta có. Ta xin hứa với các ngươi, thưa Lãnh Chúa. Đây là một món quà cảm ơn để tạm biệt. Xin hãy nhận rương vàng này.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDING_PERFECT_BALANCE
source: Lãnh chúa, ngài đã thực sự chứng minh rằng qua tất cả những quyết định khó khăn này, ngài đã đại diện cho cả phúc lợi của Dân làng và mong muốn của Công tước bằng kiến thức và lương tâm tốt nhất của mình. Ngài đã thành công trong việc tìm ra sự cân bằng hoàn hảo giữa hai bên. Ngài thực sự xứng đáng với danh tiếng là người giải quyết vấn đề.
vi: Thưa ngài, các ngài thực sự đã chứng minh được rằng, với tất cả những quyết định khó khăn này, các ngài đã đại diện cho cả phúc lợi của người dân cũng như mong muốn của Công tước với sự hiểu biết và lương tâm tốt nhất. Các ngài đã xoay sở để tìm thấy sự cân bằng hoàn hảo giữa cả hai bên. Các ngài thực sự đã xứng đáng với danh tiếng của mình là người giải quyết vấn đề.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDSAVENO_TITLE
source: Không, chúng ta nên đợi cho đến khi quân đội của chúng ta đủ mạnh.
vi: Không, chúng ta nên đợi cho đến khi quân đội của chúng ta được chuẩn bị đủ.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDSAVENO_TITLE_NEW
source: Hãy củng cố quân đội.
vi: Hãy tăng cường quân đội.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDSAVEN_SUCCESS
source: Lãnh chúa, có lẽ ngài đúng. Thật khôn ngoan khi đợi thêm một chút cho đến khi chúng ta mạnh hơn.
vi: Có lẽ ngài đã đúng, thưa Lãnh Chúa. Đây chắc chắn là một cái bẫy của bọn cướp. Đó là một quyết định khôn ngoan khi chờ đợi cho đến khi chúng ta đủ mạnh.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDSAVEYES_TITLE
source: Hãy đột kích trại cướp này bằng cách cử đội vệ binh thị trấn.
vi: Có, chúng ta hãy cử binh lính đi tiêu diệt trại cướp.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDSAVEYES_TITLE_NEW
source: Cử vệ binh!
vi: Cử lính canh thành phố đi!

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ENDSAVEYON_SUCCESS
source: Bọn cướp là một mối đe dọa cho thị trấn, Lãnh chúa. Chúng ta có nên cử quân đội đột kích trại của chúng không?
vi: Bọn cướp là một mối nguy hiểm cho ngôi làng của chúng ta, thưa ngài. Chúng ta có nên ra lệnh cho lính canh thành phố tấn công trại cướp không?

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_OUT2_SUCCESS
source: Tôi đoán ngài sẽ không sử dụng lều câu cá đó nữa?
vi: Nếu ngài cho rằng lều đánh cá không quan trọng, thì ngài cũng không cần đến chúng nữa, phải không?

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_OUT_SUCCESS
source: Lãnh chúa, lựa chọn chi tiền để làm cho thị trấn an toàn hơn của ngài có thể đã xúc phạm Công tước.
vi: Tôi đến với tin xấu, thưa Lãnh Chúa. Công tước vô cùng không hài lòng về quyết định của ngài khi chi tiền của ông ấy cho đuốc.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_OUT_SUCCESS_PART2
source: Ông ấy coi đó là một sự xúc phạm khi xương sống tài chính của làng, nghề cá, không gần gũi với trái tim ngài và ngài lại thích giúp đỡ những Dân làng lo lắng hơn.
vi: Ông ta coi đó là một sự xúc phạm khi các ngài không quan tâm đến nền tảng tài chính của ngôi làng, ngành đánh bắt cá và lại thích giúp đỡ những người dân đang sợ hãi.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_STARTED
source: Tôi rất vui vì ngài đã chọn đầu tư vào thương mại cá của chúng ta. Tôi thấy rằng tôi có thể tin tưởng vào việc ngài làm điều đúng đắn. Chúng ta cần sản xuất một lượng cá nhất định để có lãi.
vi: Tôi rất vui khi ngài đã chọn ngành công nghiệp đánh bắt cá. Như tôi thấy đấy, tôi có thể tin tưởng vào việc ngài đưa ra những quyết định đúng đắn. Chúng ta có hạn ngạch đánh bắt mà chúng ta phải tuân thủ để có thể duy trì lợi nhuận.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_SUCCESS
source: Bán những món ngon ẩm thực này mang lại cho chúng ta một số doanh thu tốt để duy trì hoạt động của thị trấn. Giá cá hiện tại thực sự thuận lợi.
vi: Việc bán những món ngon này cung cấp cho chúng ta số tiền cần thiết để giữ cho ngôi làng hoạt động. Giá cá hiện tại đang rất có lợi cho chúng ta.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FISH_TITLE
source: Tài trợ thiết bị câu cá tốt hơn.
vi: Tài trợ cho thiết bị đánh cá tốt hơn.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT1_SUCCESS
source: Lãnh chúa, như ngài đã biết trước đây, Công tước của chúng ta có một người anh em sinh đôi.
vi: Thưa ngài, như ngài biết đấy, Công tước có một người anh em sinh đôi…

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT2_SUCCESS
source: Họ giống hệt nhau về thể chất. Nhưng sâu bên trong một người trong số họ, một sự điên rồ đang lớn dần, từ từ biến anh ta thành một người xấu.
vi: Họ giống hệt nhau. Nhưng sâu thẳm bên trong một người, sự điên rồ đã được khắc sâu và đang phát triển, từ từ biến ông ta thành một người xấu.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT3_SUCCESS
source: Một ngày nọ, cặp song sinh phát hiện ra rằng chỉ một người trong số họ có thể cai trị thị trấn. Người song sinh tốt bụng sẵn sàng nhường lại nơi này cho anh trai mình nhưng, đối với người kia, điều đó là chưa đủ.
vi: Một ngày nọ, người anh em sinh đôi điên rồ đã phát hiện ra rằng chỉ một trong hai người họ mới có thể lãnh đạo thành phố. Người anh em nhân từ của ông ta đã sẵn sàng trao quyền lãnh đạo cho ông ta, nhưng ông ta không hề ấn tượng và muốn nhiều hơn thế.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT4_SUCCESS
source: Người song sinh độc ác buộc anh trai mình phải đấu tay đôi. Nhưng người song sinh của anh ta quá mạnh và anh ta đã thua trận.
vi: Người anh em giận dữ của ông ta đã xảo quyệt buộc ông ta phải tham gia một cuộc đấu tay đôi. Tuy nhiên, nó nhanh chóng cho thấy rằng trong cơn giận dữ mất kiểm soát của mình, ông ta yếu kém hơn người kia. Ông ta đã thua trận.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT5_SUCCESS
source: Người song sinh độc ác không thể sống chung với thất bại này. Anh ta giả chết bằng cách nhảy xuống sông. Ngay cả anh trai anh ta cũng nghĩ rằng anh ta đã chết.
vi: Ông ta quá giận dữ về thất bại của mình nên đã nhảy xuống sông và để mọi người tin rằng ông ta đã chết. Thậm chí người anh em nhân từ của ông ta cũng cho rằng ông ta đã chết.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT6_SUCCESS
source: Sau đó, người song sinh tốt bụng cai trị thị trấn. Thời gian đó thịnh vượng và đầy niềm vui. Nhưng trong rừng, được bọn cướp giúp đỡ, người song sinh độc ác đang chuẩn bị trả thù.
vi: Sau đó, người anh em sinh đôi này đã tiếp quản các công việc với tư cách là Công tước và dẫn dắt thành phố đến thịnh vượng. Niềm vui và lòng nhân ái ở khắp mọi nẻo đường. Trong khi đó, sâu trong rừng, người anh em sinh đôi độc ác đang liên minh với bọn cướp trong khu vực và cùng nhau vạch ra kế hoạch trả thù.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_FRAGMENT7_SUCCESS
source: Vài tuần trước, anh ta bắt đầu kế hoạch trả thù của mình. Không ai nhận thấy điều đó, nhưng người song sinh độc ác đã chiếm vị trí của anh trai mình. Đảo ngược tất cả những việc tốt mà Công tước của chúng ta đã làm và đốt cháy thị trấn từng chút một. Cho đến khi ngài, Lãnh chúa, trả lời lời kêu cứu của tôi.
vi: Vài tuần trước, ông ta bắt đầu thực hiện kế hoạch của mình. Không ai nhận ra rằng ông ta đã bí mật cho người thay thế mình là người anh trai của mình. Thông qua những cảm xúc không thể kiểm soát của mình, ông ta nhanh chóng phá hủy nhiều thành tựu mà người anh em nhân từ của mình đã đạt được. Dần dần, ông ta đã phá hủy thành phố nhỏ, từng bước một ông ta càng trở nên giận dữ hơn cho đến khi các ngươi, thưa Lãnh Chúa, đã trả lời lời kêu cứu của ta.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_GUARDS_OR_ATK_DESC
source: Thưa ngài, tôi không muốn thúc giục ngài, nhưng sớm muộn gì ngài cũng phải đưa ra quyết định. Chúng ta nên xây dựng tháp canh hay tấn công những tên cướp nghịch ngợm này ngay bây giờ?
vi: Thưa ngài, tôi không muốn thúc giục ngài, nhưng trước sau gì ngài cũng phải đưa ra quyết định. Giờ chúng ta có nên xây dựng các tháp canh hay tấn công bọn cướp xảo quyệt này không?

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELP1
source: Lãnh chúa, những con đường đang ở trong tình trạng rất tồi tệ. Ngài có thể vui lòng ra lệnh xây dựng những con đường mới không? Tôi gần như bị gãy mắt cá chân ngày hôm qua.
vi: Đường phố trong làng đang ở trong tình trạng tồi tệ. Ngài có lòng tốt và có thể đầu tư một ít tiền vào việc sửa chữa và xây dựng lại đường xá không? Hôm qua, tôi suýt chút nữa đã bị gãy mắt cá chân ngay trước lâu đài.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELP1_PART2
source: Mặt khác, thị trấn cũng thực sự cần một lò bánh mì mới. Đó là lựa chọn của ngài, Lãnh chúa.
vi: Mặt khác, chúng ta đang rất cần một lò bánh mì mới trong làng. Quyết định là của ngài, thưa ngài.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELPER_TICKET_DIALOGUE
source: Tôi hy vọng đây là một lựa chọn khôn ngoan…
vi: Tôi hy vọng đây là một quyết định khôn ngoan…

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELP_STARTED
source: Lãnh chúa, cảm ơn ngài đã chọn xây dựng một lò bánh mì trong thị trấn. Tôi hy vọng Công tước sẽ không phá hủy nó như cái cuối cùng.
vi: Thưa Lãnh Chúa, cảm ơn vì đã cho xây một lò bánh mì mới trong làng. Tôi chỉ hy vọng rằng Công tước sẽ không phá hủy nó như lần trước.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELP_SUCCESS
source: Lò bánh mì đó sẽ tạo ra sự khác biệt, Lãnh chúa. Tất cả Dân làng đã tập trung ở đây để đích thân cảm ơn ngài. Một số dân làng thậm chí còn để lại một số hàng hóa cho ngài.
vi: Lò bánh mì này sẽ tạo ra một sự khác biệt lớn, thưa ngài. Người dân rất phấn khích và đã để lại một vài món quà cho ngài.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_HELP_TITLE
source: Chọn đầu tư tiền vào một lò bánh mì mới.
vi: Quyết định đầu tư tiền vào một lò bánh mì mới.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MEAT_STARTED
source: Tất nhiên, tôi có thể giúp ngài, Lãnh chúa. Nhưng trước tiên tôi có một yêu cầu. Ngài có thể mang cho tôi một ít thịt không? Tôi sẽ thực sự biết ơn và đã lâu không ăn thịt.
vi: Tất nhiên tôi sẽ giúp ngài, thưa Lãnh Chúa. Nhưng tôi có một yêu cầu. Ngài có thể kiếm cho tôi một ít thịt để đổi lại không? Tôi sẽ vô cùng biết ơn ngài và đã quá lâu rồi tôi không ăn thịt.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MEAT_SUCCESS
source: Ồ, tôi thấy ngài có hàng hóa rồi. Đưa nó cho tôi và tôi sẽ cho ngài biết tôi lấy thuốc thảo dược của mình từ đâu.
vi: A! Như tôi thấy, ngài đã có hàng hóa rồi. Hãy đưa chúng cho tôi và sau đó tôi sẽ nói cho ngài biết nơi tôi lấy thảo dược của mình.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MEAT_SUCCESS_002
source: Nó ở dưới sông. Nhưng tôi không đến đó nữa, một số tên cướp khó chịu đã dựng trại ngay cạnh các loại thảo dược.
vi: Có thể tìm thấy chúng bên dòng sông. Nhưng tôi đã không đến đó từ lâu rồi. Một vài tên cướp kinh tởm đã dựng trại ở đó.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MEAT_SUCCESS_OLD
source: Bây giờ, tôi sẽ cho ngài biết tôi lấy thuốc thảo dược của mình từ đâu. Nó ở dưới sông. Nhưng tôi không đến đó nữa, một số tên cướp khó chịu đã dựng trại ngay cạnh các loại thảo dược.
vi: Xin cảm ơn, thưa ngài. Giờ tôi sẽ kể cho ngài nghe về nơi tôi thu thập thảo dược. Nó ở dưới sông. Nhưng tôi đã không đến đó từ lâu rồi. Ở đó có bọn cướp kinh tởm đã dựng trại ngay bên cạnh thảo dược.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MEMORY1_SUCCESS
source: Lãnh chúa, tôi phải thú nhận. Tôi nhớ những ngày xưa khi Công tước và người song sinh của ông ấy chơi đùa trên những con phố này. Thị trấn tươi sáng và đầy niềm vui. Tôi nhớ khi họ nói về việc họ sẽ cùng nhau cai trị thị trấn như thế nào. Nhưng... mọi chuyện đã diễn ra khác đi. Ààà... Tôi không nên nói về điều đó, chuyện gì đã qua thì hãy để nó qua đi, phải không?
vi: Thưa ngài, tôi phải thừa nhận rằng đôi khi tôi nhớ đến những lúc Công tước và người anh em sinh đôi của mình chơi đùa trên đường phố. Ngôi làng rất thanh bình và đầy ắp niềm vui. Tôi còn nhớ ngày cả hai người họ quyết định rằng một ngày nào đó họ sẽ cùng nhau cai trị ngôi làng. Chà... đó là những ngày tươi đẹp, nhưng tiếc là đã quá xa rồi. Tôi nên ngừng nói về quá khứ. Những gì đã qua thì cứ để nó qua, phải không?

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_MERCHANT_SUCCESS
source: Lãnh chúa, tôi muốn cảm ơn ngài đã sửa chữa những con đường. Tôi cũng có một thông điệp cho ngài. Vài ngày trước, tôi tìm thấy một ghi chú gần sông. Đó là một lời kêu cứu. Có vẻ như một người đang bị bọn cướp bắt làm con tin. Có lẽ ngài có thể làm gì đó.
vi: Thưa ngài, tôi muốn cảm ơn ngài vì đã đổi mới các con đường trong làng. Tôi có một tin nhắn cho ngài mà tôi đã tìm thấy gần sông cách đây vài ngày. Nó có vẻ như là một lời kêu cứu. Có vẻ như ai đó đang bị bọn cướp bắt giữ. Có lẽ ngài có thể làm gì đó cho anh ta.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_PRICE_TIMER
source: Hoàn thành nhiệm vụ "cái giá của danh vọng" đúng hạn.
vi: Hoàn thành nhiệm vụ “Cái giá của danh tiếng” đúng thời hạn.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_RAID_BANDIT_001_TITLE
source: Đột kích trại cướp.
vi: Tấn công trại cướp.
