Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_SCENARIO_FINISHED
source: Chúc mừng! Ngài đã hoàn thành kịch bản này. Ngài có muốn tiếp tục chơi không?
vi: Xin chúc mừng! Bạn đã hoàn thành thành công kịch bản này. Bạn có muốn tiếp tục chơi không?

# T_GAME_SCENARIO_FINISHED_FAILED
source: Kịch bản đã kết thúc. Ngài đã thất bại trong việc hoàn thành nhiệm vụ chính. Ngài muốn tiếp tục như thế nào?
vi: Kịch bản đã kết thúc. Bạn đã không hoàn thành mục tiêu chính. Bạn muốn tiếp tục như thế nào?

# T_GAME_SCENARIO_NEXT
source: Chúc mừng, ngài đã hoàn thành xuất sắc kịch bản này! Ngài muốn tiếp tục như thế nào?
vi: Xin chúc mừng, bạn đã hoàn thành thành công kịch bản này! Bạn muốn tiếp tục như thế nào?

# T_GAME_SCENARIO_OTHERS
source: Ngài có muốn tiếp tục chơi không? Ngài cũng có thể chơi các kịch bản khác!
vi: Bạn có muốn tiếp tục chơi không? Các kịch bản khác cũng đang chờ đợi bạn!

# T_GAME_SCENARIO_SELECTION_BANDITS
source: Mối đe dọa từ bọn cướp
vi: Các cuộc tấn công của bọn cướp

# T_GAME_SCEN_TO_SANDBOX_TXT
source: Thống đốc, tôi vẫn còn một số nhiệm vụ cần hoàn thành, nếu ngài có thời gian cho chúng.
vi: Thưa ngài Thống đốc, tôi vẫn còn một số nhiệm vụ để ngài có thể cống hiến nếu ngài có thời gian.

# T_GAME_SCREENSHOT_TO_GALLERY
source: Đã thêm ảnh chụp màn hình vào thư viện thiết bị!
vi: Đã sao chép ảnh chụp màn hình vào thư viện thiết bị!

# T_GAME_SKIPADS_PRESTIGE
source: Ngài có muốn bỏ qua quảng cáo này để nhận uy tín không?
vi: Bạn có muốn bỏ qua quảng cáo này để nhận Uy tín không?

# T_GAME_SPONSORPAY_DISCLAIMER
source: Ứng dụng này sử dụng SponsorPay để giới thiệu các ưu đãi và phần thưởng cho người dùng. SponsorPay và các chi nhánh của nó có thể theo dõi dữ liệu người dùng theo chính sách bảo mật tương ứng của họ. Để biết thêm thông tin, hãy truy cập www.sponsorpay.com/privacy-policy/
vi: Ứng dụng này sử dụng SponsorPay để trình bày các ưu đãi và phần thưởng cho người dùng. SponsorPay và các chi nhánh của nó có thể theo dõi dữ liệu người dùng theo các chính sách bảo mật tương ứng của họ. Để biết thêm thông tin, hãy truy cập www.sponsorpay.com/privacy-policy/

# T_GAME_TAB_CHATTERSOUND
source: Lời nói
vi: Cuộc trò chuyện

# T_GAME_TAB_HAPPYNESS
source: Hạnh phúc
vi: Sự hài lòng

# T_GAME_TAB_HAPPYNESS_PRODUCTIVITY
source: Giữ cho Dân làng của ngài hạnh phúc! Năng suất phụ thuộc vào hạnh phúc và thuế suất của họ.
vi: Hãy giữ cho người dân của bạn hài lòng! Năng suất của họ phụ thuộc vào mức độ hài lòng và mức thuế.

# T_GAME_TAB_INSTANTBUILD
source: Xây dựng tức thì
vi: Xây dựng ngay lập tức

# T_GAME_TAB_NEEDS
source: Mong muốn được đáp ứng
vi: Nhu cầu đã được đáp ứng

# T_GAME_TAB_SANDBOX
source: Chế độ Vô tận
vi: Chế độ chơi tự do

# T_GAME_TAB_SAVEGAMES_DELETE
source: Ghi đè lên một bản lưu trò chơi!
vi: Ghi đè một lượt chơi đã lưu!

# T_GAME_TAB_SAVEGAMES_EMPTY_NAME
source: trống
vi: Ô lưu trống

# T_GAME_TAB_SAVEGAMES_LOAD
source: Tải trò chơi
vi: Tải lượt chơi đã lưu

# T_GAME_TAB_SAVEGAMES_SAVE
source: Lưu trò chơi
vi: Lưu lượt chơi

# T_GAME_TAB_STRIKECHANCE
source: Khả năng đình công
vi: Xác suất đình công

# T_GAME_TAB_TRADING_NOMARKET
source: Ngài cần xây dựng một khu chợ để bắt đầu giao thương.
vi: Bạn phải xây dựng một khu chợ trước để có thể giao dịch.

# T_GAME_TAB_TRADING_NOMERCHANT
source: Ngài phải đợi thương nhân đến thị trấn trước khi có thể giao thương.
vi: Bạn phải chờ thương nhân quay lại để có thể giao dịch.

# T_GAME_TAB_TRASH
source: Hủy tài nguyên
vi: Tiêu hủy tài nguyên

# T_GAME_TICKET_BANDIT_FIGHTLOST
source: Binh lính của ngài đã thua một trận chiến!
vi: Binh lính của bạn đã thua một trận đánh!

# T_GAME_TICKET_BANDIT_FIGHTSTART
source: Binh lính của ngài đã tham chiến!
vi: Binh lính của bạn đang tham gia vào một trận đánh!

# T_GAME_TICKET_BANDIT_FIGHTWON
source: Binh lính của ngài đã thắng một trận chiến!
vi: Binh lính của bạn đã thắng một trận đánh!

# T_GAME_TICKET_BANDIT_GOODSSTOLEN
source: Bọn cướp đã đánh cắp một số tài nguyên!
vi: Bọn cướp đã đánh cắp một số hàng hóa!

# T_GAME_TICKET_BANDIT_RAID_AVERTED
source: Bọn cướp đã bị đẩy lùi!
vi: Đã đẩy lùi bọn cướp!

# T_GAME_TICKET_BANDIT_RAID_AVERTED_OLD
source: Một cuộc đột kích của bọn cướp đã được ngăn chặn!
vi: Một cuộc tấn công của bọn cướp đã bị đẩy lùi!

# T_GAME_TICKET_BANDIT_RAID_BANDITS_DETECTED
source: Phát hiện bọn cướp!
vi: Đã phát hiện bọn cướp!

# T_GAME_TICKET_BANDIT_RAID_STARTED
source: Bọn cướp đang đột kích thị trấn.
vi: Bọn cướp đang đột kích làng của bạn!

# T_GAME_TICKET_BANDIT_RAID_SUCESSFULL
source: Bọn cướp đã đột kích thị trấn của ngài!
vi: Bọn cướp đã tấn công ngôi làng của bạn!

# T_GAME_TICKET_BANDIT_RETREAT
source: Binh lính của ngài đã rút lui khỏi một trận chiến!
vi: Binh lính của bạn đã bỏ dở một trận đánh!

# T_GAME_TICKET_BUILDINGDECAY
source: {BUILDINGNAME} đang cần sửa chữa khẩn cấp!
vi: {BUILDINGNAME} cần được sửa chữa ngay lập tức!

# T_GAME_TICKET_BUILDINGDOWN
source: {BUILDINGNAME}: Tòa nhà không thể sử dụng cho đến khi được sửa chữa!
vi: {BUILDINGNAME}: Tòa nhà không sử dụng được cho đến khi được sửa chữa!

# T_GAME_TICKET_BUILDINGREQUIRESRESSOURCE
source: {BUILDINGNAME} yêu cầu: {RESSOURCE}!
vi: {BUILDINGNAME} cần: {RESSOURCE}!

# T_GAME_TICKET_BUILDINGSTOCKFULL
source: {BUILDINGNAME}: kho đã đầy! Chỉ định thêm người vận chuyển!
vi: {BUILDINGNAME}: Kho đầy! Hãy bố trí thêm người khuân vác!

# T_GAME_TICKET_BUILDING_SMOLDERING
source: Một tòa nhà đang âm ỉ cháy! Sửa chữa nó nhanh chóng!
vi: Một tòa nhà đang âm ỉ! Hãy sửa chữa nó nhanh chóng!

# T_GAME_TICKET_FIRE_NOTOWER
source: Thị trấn đang cháy!
vi: Thành phố đang cháy!

# T_GAME_TICKET_GLOBALSTOCKFULL
source: Tất cả các nhà kho đã đầy! Xây dựng thêm nhà kho!
vi: Các nhà kho đã đầy! Hãy xây thêm nhà kho!

# T_GAME_TICKET_GUARDS_DESTROYED_BUILDING
source: Binh lính của ngài đã phá hủy một trại cướp!
vi: Binh lính của bạn đã phá hủy một trại cướp!

# T_GAME_TICKET_GUARDS_NO_FREE_SOLDIERS2
source: Tất cả binh lính đã ở trên chiến trường.
vi: Tất cả binh lính đều đã được triển khai.

# T_GAME_TICKET_GUARDS_ON_THE_WAY
source: Binh lính đã lên đường.
vi: Binh lính đang trên đường đến.

# T_GAME_TICKET_GUARDTOWER_MISSING RESOURCES
source: Tháp canh: Không đủ nguồn cung cấp
vi: Tháp canh: Nguồn cung không đủ!

# T_GAME_TICKET_GUARDTOWER_UNSUPPLIED
source: {BUILDING} không nằm trong phạm vi của {INFLUENCE}!
vi: {BUILDING} không nằm trong phạm vi ảnh hưởng của {INFLUENCE}!

# T_GAME_TICKET_HAPPYNESSDOWN
source: Dân làng của ngài không vui!
vi: Người dân của bạn đang không hạnh phúc!

# T_GAME_TICKET_HOMELESS
source: Một số Dân làng không có nhà! Xây dựng thêm nhà phố!
vi: Một số người dân không có nhà! Hãy xây thêm nhà ở!

# T_GAME_TICKET_NEEDUNSATISFIED
source: {NEED}: Nguồn cung cấp đang cạn kiệt!
vi: {NEED}: Nguồn cung đang cạn kiệt!

# T_GAME_TICKET_NOORE
source: Mỏ {RESSOURCE} đã cạn kiệt!
vi: Nguồn cung cấp {RESSOURCE} đã cạn kiệt!

# T_GAME_TICKET_NOORE_OLD
source: Mỏ đã cạn kiệt: {RESSOURCE} Đào các loại quặng khác!
vi: Nguồn cung cấp đã cạn kiệt: {RESSOURCE} Hãy khai thác các quặng khác!

# T_GAME_TICKET_PLAGUE
source: Một số Dân làng bị bệnh!
vi: Một số người dân đang bị ốm!

# T_GAME_TICKET_PLAGUE_DEATH
source: {BUILDING}: Một Dân làng bị bệnh đã rời khỏi thị trấn!
vi: {BUILDING}: Một người dân bị bệnh đã rời thành phố!

# T_GAME_TICKET_PLAGUE_DEATH_HOMELESS
source: Một Dân làng bị bệnh đã rời khỏi thị trấn!
vi: Một người dân bị bệnh đã rời thành phố!

# T_GAME_TICKET_PLAGUE_HOUSEEMPTY
source: {BUILDING} không thể ở được do nhiễm bệnh dịch!
vi: {BUILDING} không thể ở được do dịch bệnh!

# T_GAME_TICKET_PLAGUE_NOMEDICUS
source: Bệnh dịch đã bùng phát trong thị trấn của ngài!
vi: Dịch bệnh đã bùng phát trong làng!

# T_GAME_TICKET_PLAGUE_OUTBREAK
source: Chúng ta cần một bệnh xá trong thị trấn!
vi: Chúng ta cần một thầy thuốc!

# T_GAME_TICKET_REQUIRESRESSOURCE
source: Yêu cầu {RESSOURCE}!
vi: Cần {RESSOURCE}!

# T_GAME_TICKET_SICK_WORKER_BUILDING
source: Tòa nhà có công nhân bị bệnh!
vi: Tòa nhà có một công nhân bị bệnh!

# T_GAME_TICKET_TOWNHOUSEDOWN
source: {BUILDINGNAME}: tòa nhà vô dụng cho đến khi được sửa chữa!
vi: {BUILDINGNAME}: Tòa nhà không hoạt động cho đến khi được sửa chữa!

# T_GAME_TICKET_UNITNOPATH
source: Một Dân làng không thể đến đích!
vi: Một người dân không thể đến được mục tiêu của mình!

# T_GAME_TICKET_WORKERLEFT
source: Một Dân làng đã rời khỏi thị trấn!
vi: Một người dân đã rời khỏi thành phố!

# T_GAME_TICKET_WORKERLEFT_BUILDING
source: {BUILDING}: Công nhân đã rời khỏi thị trấn!
vi: {BUILDING}: Công nhân đã rời khỏi thành phố!

# T_GAME_TOOLTIP_NEEDS
source: Nhu cầu của làng ngài: thực phẩm và nước uống
vi: Nhu cầu của thành phố của bạn: Lương thực và nước uống

# T_GAME_TOOLTIP_NEED_BREW
source: Sự hài lòng với bia
vi: Mức độ hài lòng với nguồn cung cấp đồ uống

# T_GAME_TOOLTIP_NEED_CLOTHS
source: Sự hài lòng với số lượng quần áo được sản xuất.
vi: Mức độ hài lòng với số lượng quần áo được sản xuất.

# T_GAME_TOOLTIP_NEED_DECAY
source: Hạnh phúc với tình trạng tòa nhà và năng suất tòa nhà kết quả. Tình trạng tòa nhà càng thấp, nguy cơ hỏa hoạn trong tòa nhà càng cao.
vi: Mức độ hài lòng với tình trạng của các tòa nhà và năng suất của tòa nhà phụ thuộc vào đó. Tình trạng càng tồi tệ, cơ hội xảy ra hỏa hoạn trong tòa nhà càng cao.

# T_GAME_TOOLTIP_NEED_DECO
source: Sự hài lòng với số lượng đồ vật trang trí.
vi: Mức độ hài lòng với số lượng đồ trang trí đã được xây dựng.

# T_GAME_TOOLTIP_NEED_ENTERTAINMENT
source: Sự hài lòng với giải trí trong thị trấn.
vi: Mức độ hài lòng với các tòa nhà giải trí.

# T_GAME_TOOLTIP_NEED_ENTERTAINMENT_DEPRECATED
source: Sự hài lòng với số lượng sân đấu thương trong thị trấn.
vi: Mức độ hài lòng với các đấu trường hiện có.

# T_GAME_TOOLTIP_NEED_FOOD
source: Kho dự trữ thực phẩm.
vi: Lượng dự trữ lương thực.

# T_GAME_TOOLTIP_NEED_HAPPYNESS
source: Được tính toán từ nhu cầu, mong muốn và thuế suất hiện tại.
vi: Được tính toán dựa trên nhu cầu, mong muốn và thuế suất.

# T_GAME_TOOLTIP_NEED_JEWELRY
source: Sự hài lòng với số lượng trang sức được sản xuất.
vi: Mức độ hài lòng với số lượng đồ trang sức được sản xuất.

# T_GAME_TOOLTIP_NEED_JUICE
source: Sự hài lòng với nước ép nho
vi: Mức độ hài lòng với nguồn cung cấp nước ép nho

# T_GAME_TOOLTIP_NEED_MARKET
source: Sự hài lòng với số lượng khu chợ trong thị trấn.
vi: Mức độ hài lòng với số lượng khu chợ đã xây dựng.

# T_GAME_TOOLTIP_NEED_PRODUCTIVITY
source: Năng suất của thị trấn ngài. Tùy thuộc vào hạnh phúc và thuế suất.
vi: Năng suất của thành phố của bạn: Phụ thuộc vào mức độ hài lòng và thuế suất.

# T_GAME_TOOLTIP_NEED_RELIGION
source: Sự hài lòng với số lượng tòa nhà tôn giáo trong thị trấn.
vi: Mức độ hài lòng với các tòa nhà tôn giáo trong làng.

# T_GAME_TOOLTIP_NEED_RELIGION_OLD
source: Sự hài lòng với số lượng nhà thờ trong thị trấn.
vi: Mức độ hài lòng với số lượng nhà thờ.

# T_GAME_TOOLTIP_NEED_TAVERN
source: Sự hài lòng với các tòa nhà cộng đồng
vi: Mức độ hài lòng với các tòa nhà cộng đồng

# T_GAME_TOOLTIP_NEED_TAVERN_COMPLETE
source: Mong muốn về cộng đồng bao gồm tình trạng và sức chứa của chính các tòa nhà cộng đồng và nguồn cung cấp bia và nước ép.
vi: Mức độ hài lòng của cộng đồng được tạo thành từ tình trạng và sức chứa của các tòa nhà cộng đồng, cũng như nguồn cung cấp đồ uống và nước ép.

# T_GAME_TOOLTIP_NEED_TAVERN_COMPLETE_OLD
source: Hạnh phúc của quán rượu bao gồm chính tòa nhà và nguồn cung cấp bia và nước ép.
vi: Mức độ hài lòng về quán trọ được tạo thành từ tình trạng của tòa nhà, cũng như nguồn cung cấp đồ uống và nước ép.

# T_GAME_TOOLTIP_NEED_TAVERN_DEPRECTATED
source: Sự hài lòng với số lượng quán rượu trong thị trấn và lượng nước ép được phục vụ.
vi: Mức độ hài lòng với các quán trọ hiện có và nước ép được phục vụ.

# T_GAME_TOOLTIP_NEED_TAVERN_OLD
source: Sự hài lòng với số lượng quán rượu trong thị trấn.
vi: Mức độ hài lòng với các quán trọ hiện có.

# T_GAME_TOOLTIP_NEED_TAXES
source: Ảnh hưởng đến thu nhập thuế từ các nhà phố.
vi: Ảnh hưởng đến thu nhập từ thuế trên mỗi nhà ở.

# T_GAME_TOOLTIP_NEED_WATER
source: Kho dự trữ nước.
vi: Nguồn cung cấp nước.

# T_GAME_TOOLTIP_NEED_WISHES
source: Giá trị trung bình của tất cả các mong muốn được đáp ứng.
vi: Giá trị trung bình của tất cả các mong muốn đã được đáp ứng.

# T_GAME_TOOLTIP_RESOURCES
source: {NAME} Kho dự trữ: {WAREHOUSESTOCK} Lưu trữ tòa nhà: {HOUSESTOCK} Đang vận chuyển: {OUTGOING}
vi: {NAME} Nhà kho: {WAREHOUSESTOCK} Kho tòa nhà: {HOUSESTOCK} Đang được vận chuyển: {OUTGOING}

# T_GAME_TOOLTIP_RESOURCES_NEW
source: {NAME} Kho dự trữ: {WAREHOUSESTOCK} Lưu trữ tòa nhà: {HOUSESTOCK} Dành riêng: {OUTGOING}
vi: {NAME} Nhà kho: {WAREHOUSESTOCK} Kho tòa nhà: {HOUSESTOCK} Đã đặt trước: {OUTGOING}

# T_GAME_TOOLTIP_TALER
source: Thu nhập thuế hiện tại.
vi: Thu nhập từ thuế hiện tại.

# T_GAME_TOWNLEVEL_COMPLETE
source: Kịch bản hoàn thành! + {NUMBER} XP
vi: Kịch bản đã hoàn thành! + {NUMBER} XP

# T_GAME_TOWNLEVEL_GETXP
source: Nhận gấp đôi XP ngay bây giờ!
vi: Nhận gấp đôi XP!

# T_GAME_TOWNLEVEL_HAPPINESS
source: Thưởng hạnh phúc! + {NUMBER} XP
vi: Thưởng hài lòng! + {NUMBER} XP

# T_GAME_TOWNLEVEL_LEVELUP
source: Chúc mừng! Ngài đã đạt cấp {NUMBER}!
vi: Xin chúc mừng! Bạn đã đạt đến cấp {NUMBER}!

# T_GAME_TOWNLEVEL_LEVELUP1
source: Ngài đã đạt một cấp độ mới!
vi: Đã đạt cấp độ mới!

# T_GAME_TOWNLEVEL_SCENARIO_COMPLETE
source: Kịch bản hoàn thành! + {NUMBER} XP
vi: Kịch bản đã hoàn thành! + {NUMBER} XP

# T_GAME_TOWNLEVEL_SHARE
source: Chia sẻ cấp độ của ngài!
vi: Chia sẻ cấp độ của bạn!

# T_GAME_TOWNNAME_EMPTY
source: Tên Thị trấn của ngài
vi: Tên thành phố của bạn

# T_GAME_TUTORIAL_BUILDMENU
source: Các tòa nhà có thể được xây dựng bằng cách tiêu tốn tài nguyên hoặc Uy tín. Tài nguyên phải được vận chuyển đến công trường để việc xây dựng được tiến hành. Điều này tốn thời gian. Mặt khác, sử dụng Uy tín là tức thời.
vi: Các tòa nhà có thể được xây dựng bằng Uy tín hoặc tài nguyên. Tài nguyên sẽ được sử dụng theo thời gian và dần dần được các công nhân xây dựng đưa đến địa điểm xây dựng.

# T_GAME_TUTORIAL_FIRERISK
source: Dân làng của ngài sẽ rời khỏi các tòa nhà đang cháy và chờ đợi ngọn lửa được dập tắt. Khi ngọn lửa không được dập tắt trong một thời gian, tòa nhà sẽ sụp đổ!
vi: Khi một tòa nhà bốc cháy, cư dân của bạn sẽ rời khỏi nó và chờ đám cháy được dập tắt. Nếu một tòa nhà cháy quá lâu, nó sẽ sụp đổ.

# T_GAME_TUTORIAL_FIRETOWER
source: Khi thị trấn của ngài phát triển, nguy cơ hỏa hoạn bùng phát ngày càng tăng. Ngài nên xây dựng một tháp canh lửa để chuẩn bị.
vi: Khi thành phố của bạn phát triển, cơ hội xảy ra hỏa hoạn cũng tăng lên. Bạn nên xây dựng một tháp canh lửa để có thể dập tắt đám cháy trong trường hợp khẩn cấp.

# T_GAME_TUTORIAL_FIRETOWER2
source: Tháp canh lửa có phạm vi giới hạn. Lính cứu hỏa chỉ có thể dập tắt các đám cháy nằm trong phạm vi này. Hãy đặt nó ở một vị trí bao phủ càng nhiều tòa nhà càng tốt.
vi: Tháp canh lửa có một phạm vi giới hạn, trong đó lính cứu hỏa có thể dập lửa. Khi đặt tháp canh, bạn nên chú ý bao phủ càng nhiều tòa nhà càng tốt trong phạm vi ảnh hưởng.

# T_GAME_TUTORIAL_HAPPINESS
source: Nhu cầu của Dân làng của ngài là thực phẩm và nước uống. Ngoài ra, Dân làng của ngài còn có những mong muốn. Giá trị hạnh phúc là tổng của tất cả các nhu cầu và mong muốn. Ngài nên luôn để mắt đến hạnh phúc của Dân làng!
vi: Nhu cầu của người dân của bạn là thức ăn và nước uống. Ngoài nhu cầu, người dân của bạn cũng có nhiều mong muốn. Cả hai điều này tạo thành mức độ hài lòng tổng thể mà bạn nên luôn để mắt đến!

# T_GAME_TUTORIAL_NOTIFICATION_1
source: Chào mừng đến với Hướng dẫn. Bây giờ ngài sẽ học những điều cơ bản về Townsmen.
vi: Chào mừng bạn đến với phần hướng dẫn! Tại đây, bạn sẽ tìm hiểu những điều quan trọng nhất về Townsmen.

# T_GAME_TUTORIAL_NOTIFICATION_2_MOUSE
source: Di chuyển màn hình bằng cách kéo bản đồ bằng nút chuột trái. Phóng to và thu nhỏ bằng cách sử dụng bánh xe chuột.
vi: Di chuyển khung hình bằng cách kéo bản đồ bằng chuột trái và thu phóng bằng bánh xe chuột.

# T_GAME_TUTORIAL_NOTIFICATION_2_NOMULTITOUCH
source: Ngài có thể di chuyển camera bằng cách vuốt qua màn hình. Ngài có thể phóng to và thu nhỏ bằng cách sử dụng các nút + và -.
vi: Di chuyển camera bằng cách kéo trên màn hình. Bạn có thể thu phóng bằng cách nhấn các nút + và -.

# T_GAME_TUTORIAL_NOTIFICATION_2_TOUCH
source: Di chuyển camera bằng cách vuốt qua màn hình. Phóng to và thu nhỏ bằng cách chụm hai ngón tay.
vi: Di chuyển camera bằng cách kéo màn hình và thu phóng bằng cách di chuyển hai ngón tay lại gần nhau hoặc ra xa nhau.

# T_GAME_TUTORIAL_NOTIFICATION_3
source: Lâu đài là tòa nhà quan trọng nhất của ngài. Nó hoạt động như nhà kho đầu tiên của ngài và ngài có thể chỉ định Dân làng làm người vận chuyển tại đây.
vi: Lâu đài là một trong những tòa nhà quan trọng nhất. Nó đóng vai trò là nhà kho đầu tiên của bạn và là điểm đến cho những người dân khuân vác có thể được chỉ định ở đây.

# T_GAME_TUTORIAL_NOTIFICATION_4
source: Ở phía trên bên phải màn hình, ngài có thể thấy mình có bao nhiêu Uy tín và Thaler, cũng như số lượng Dân làng chưa được chỉ định và quy mô thị trấn của ngài. Các thông báo quan trọng được hiển thị ở phía trên bên trái.
vi: Ở phía trên bên phải của màn hình, bạn có thể thấy kho dự trữ Uy tín và đồng Taler của mình, cũng như số lượng người dân đang thất nghiệp và tổng số người dân. Các tin nhắn quan trọng được hiển thị ở phía trên bên trái.

# T_GAME_TUTORIAL_NOTIFICATION_5
source: Uy tín là một loại tiền tệ đặc biệt mang lại cho ngài nhiều lợi thế khác nhau. Hãy luôn để mắt đến biểu tượng vương miện!
vi: Uy tín đóng vai trò là một loại tiền tệ đặc biệt, mang lại cho bạn những lợi thế khác nhau. Hãy luôn để mắt đến biểu tượng vương miện!

# T_GAME_TUTORIAL_NOTIFICATION_6
source: Mỗi nhà phố tăng số lượng công nhân có sẵn.
vi: Với mỗi nhà ở mới, bạn sẽ có thêm nhiều công nhân.

# T_GAME_TUTORIAL_NOTIFICATION_7
source: Bây giờ ngài phải chăm sóc nhu cầu và mong muốn của Dân làng. Tất cả thông tin quan trọng có thể được tìm thấy trong menu thống kê.
vi: Giờ bạn nên chăm sóc các nhu cầu của người dân. Bạn có thể nhận tất cả thông tin cần thiết về điều đó thông qua menu thống kê.

# T_GAME_TUTORIAL_NOTIFICATION_8
source: Các biểu tượng hiển thị trên các tòa nhà và các thông báo cảnh báo sẽ thông báo cho ngài về tình trạng thiếu không gian lưu trữ và các vấn đề khác.
vi: Các biểu tượng trên các tòa nhà cung cấp cho bạn thông tin về kho đầy và các vấn đề khác mà bạn cũng được cảnh báo qua các cảnh báo.

# T_GAME_TUTORIAL_NOTIFICATION_FF
source: Sử dụng tính năng tua nhanh để tăng tốc thời gian trong trò chơi. Ngài có thể chi Uy tín để nạp lại.
vi: Sử dụng chức năng 'tua nhanh' để rút ngắn thời gian. Bạn có thể nạp lại thời gian này để nhận Uy tín.

# T_GAME_TUTORIAL_NOTIFICATION_SCREENSHOT_MOUSE
source: Thị trấn của ngài trông rất đẹp! Ngài có thể lưu ảnh chụp màn hình bằng cách nhấp vào nút máy ảnh. Khi chụp ảnh màn hình, các biểu tượng sẽ tự động bị tắt.
vi: Ngôi làng của bạn trông rất đẹp! Bạn có thể lưu ảnh chụp thành phố của mình bất cứ lúc nào bằng cách nhấp vào biểu tượng máy ảnh. Tất cả các biểu tượng sẽ tự động bị ẩn trong ảnh chụp màn hình.

# T_GAME_TUTORIAL_NOTIFICATION_SCREENSHOT_TOUCH
source: Thị trấn của ngài trông rất đẹp! Ngài có thể lưu ảnh chụp màn hình trên thiết bị của mình bằng cách nhấn vào biểu tượng máy ảnh.
vi: Ngôi làng của bạn trông rất đẹp! Bạn có thể lưu ảnh chụp thành phố của mình vào thiết bị của mình bất cứ lúc nào bằng cách nhấn vào biểu tượng máy ảnh.

# T_GAME_TUTORIAL_NOTIFICATION_SHOP
source: Cửa hàng Thị trấn có những ưu đãi tuyệt vời để nhận thêm Uy tín hoặc xóa các biểu ngữ quảng cáo, nếu ngài đang chơi phiên bản miễn phí! Ngài có thể xem qua bất cứ lúc nào.
vi: Cửa hàng thị trấn cung cấp cho bạn những ưu đãi hấp dẫn để có được Uy tín hoặc loại bỏ các biểu ngữ quảng cáo trong phiên bản miễn phí! Cứ tự nhiên ghé thăm!

# T_GAME_TUTORIAL_NOTIFICATION_SHOP_GAMEROOM
source: Cửa hàng Thị trấn có những ưu đãi tuyệt vời để nhận thêm Uy tín, mở khóa tua nhanh không giới hạn hoặc mua gấp đôi XP không giới hạn. Ngài có thể xem qua bất cứ lúc nào.
vi: Cửa hàng thị trấn cung cấp cho bạn những ưu đãi hấp dẫn để có được Uy tín, mua tua nhanh không giới hạn hoặc tăng gấp đôi XP không giới hạn. Hãy cứ ghé vào xem!

# T_GAME_TUTORIAL_NOTIFICATION_STOCK
source: Tài nguyên và hàng hóa được lưu trữ tạm thời trong các tòa nhà sản xuất cho đến khi chúng được sử dụng để sản xuất hoặc vận chuyển đến nhà kho.
vi: Tài nguyên được người dân của bạn lưu trữ trong từng tòa nhà và từ đó được vận chuyển đến kho chính hoặc được xử lý trực tiếp.

# T_GAME_TUTORIAL_QUEST_4_WELL
source: Xây một cái giếng.
vi: Xây dựng một giếng nước.

# T_GAME_TUTORIAL_QUEST_DESC_1
source: Ngài vừa nhận được nhiệm vụ đầu tiên! Thị trấn của ngài cần gỗ! Vào menu xây dựng và tìm lều của người đốn gỗ!
vi: Bạn đã nhận được nhiệm vụ đầu tiên của mình! Làng của bạn cần gỗ! Vì vậy, hãy vào menu xây dựng và tìm lều tiều phu!

# T_GAME_TUTORIAL_QUEST_DESC_10
source: Đường xá tăng tốc độ vận chuyển hàng hóa và tài nguyên, nhưng ngài nên lên kế hoạch xây dựng một cách khôn ngoan. Bây giờ hãy xây dựng một số con đường trong thị trấn của ngài.
vi: Đường xá đẩy nhanh đáng kể việc vận chuyển hàng hóa - tuy nhiên, bạn nên lên kế hoạch cho các con đường của mình một cách hợp lý! Bây giờ hãy xây một số con đường trong làng của bạn.

# T_GAME_TUTORIAL_QUEST_DESC_11_MOUSE
source: Khi không được bảo trì thường xuyên, các tòa nhà sẽ xuống cấp và thậm chí có thể bắt lửa. Ngài có thể xác định các tòa nhà xuống cấp bằng vẻ ngoài bẩn thỉu của chúng. Nhấp vào một tòa nhà để truy cập menu của tòa nhà và sau đó sử dụng nút sửa chữa để sửa chữa tòa nhà.
vi: Theo thời gian, các tòa nhà sẽ xuống cấp nếu chúng không được sửa chữa. Tòa nhà càng hư hỏng, rủi ro xảy ra hỏa hoạn càng cao. Bạn có thể nhận ra các tòa nhà bị hư hỏng qua màu sắc tối của chúng. Nhấp vào tòa nhà và sau đó nhấp vào biểu tượng sửa chữa để sửa chữa nó.

# T_GAME_TUTORIAL_QUEST_DESC_11_TOUCH
source: Khi không được bảo trì thường xuyên, các tòa nhà sẽ xuống cấp và thậm chí có thể bắt lửa. Ngài có thể xác định các tòa nhà xuống cấp bằng vẻ ngoài bẩn thỉu của chúng. Nhấn vào một tòa nhà để truy cập menu của tòa nhà và sau đó sử dụng biểu tượng sửa chữa để sửa chữa tòa nhà.
vi: Theo thời gian, các tòa nhà sẽ xuống cấp nếu chúng không được sửa chữa. Tòa nhà càng hư hỏng, rủi ro hỏa hoạn càng cao. Bạn có thể nhận ra các tòa nhà bị hư hỏng qua màu sắc tối của chúng. Chạm vào tòa nhà và sau đó chạm vào biểu tượng sửa chữa để sửa chữa nó.

# T_GAME_TUTORIAL_QUEST_DESC_12
source: Đừng quên để mắt đến menu thống kê để cập nhật nhu cầu và mong muốn của Dân làng!
vi: Đừng quên thường xuyên kiểm tra menu thống kê để xem điều gì khiến người dân của bạn hạnh phúc!

# T_GAME_TUTORIAL_QUEST_DESC_13
source: Ngoài các tòa nhà công cộng, như khu chợ, hạnh phúc của Dân làng cũng được tăng lên nhờ các đồ trang trí thị trấn!
vi: Người dân không chỉ hài lòng với các tòa nhà công cộng, như khu chợ, mà còn cả việc trang trí thành phố của họ!

# T_GAME_TUTORIAL_QUEST_DESC_2
source: Với công nhân được giải phóng, bây giờ ngài có thể xây dựng một nhà phố khác.
vi: Với công nhân rảnh rỗi, bây giờ bạn có thể xây dựng thêm một nhà ở.

# T_GAME_TUTORIAL_QUEST_DESC_3
source: Các tòa nhà không có công nhân được chỉ định sẽ không hoạt động. Hãy kiếm thêm công nhân để tiếp tục sản xuất. Ngài nên chỉ định một công nhân mới cho lều của người đốn gỗ.
vi: Các tòa nhà không có công nhân sẽ ở trạng thái không hoạt động. Hãy tìm thêm công nhân mới để tiếp tục sản xuất. Bây giờ bạn nên chỉ định một công nhân cho lều tiều phu để có thể tiếp tục làm việc ở đó.

# T_GAME_TUTORIAL_QUEST_DESC_4
source: Lều của ngư dân cung cấp cá cho làng của ngài như một nguồn thực phẩm. Xây dựng một lều của ngư dân để đáp ứng nhu cầu thực phẩm của dân làng.
vi: Lều đánh cá cung cấp cho làng của bạn cá như một nguồn lương thực. Hãy xây dựng một lều đánh cá để tăng mức độ hài lòng về lương thực của người dân!
