Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_SCEN9_19_DESC
source: Dân làng co rúm vì sợ hãi kẻ phá hoại và quá sợ hãi để ra ngoài sửa chữa các tòa nhà của họ. Tôi đoán chúng ta phải xây dựng một xưởng mộc nếu muốn hoàn thành việc sửa chữa.
vi: Vì sợ kẻ phá hoại, người dân không còn có thể thực hiện các sửa chữa cần thiết cho nhà của họ nữa. Nếu chúng ta cho xây một xưởng mộc để người dân có thể nhận được một chút hỗ trợ thì sao?

# T_GAME_QUEST_SCEN9_1_DESC
source: Chào buổi sáng, thưa Lãnh chúa. Hôm nay là một ngày mùa đông đẹp trời. Chúng ta có rất nhiều việc phải làm trong những tháng tới. Hãy bắt đầu ngay bây giờ bằng cách xây dựng một vài chòi của người kiểm lâm, được không?
vi: Chào buổi sáng, thưa ngài. Thật là một buổi sáng mùa đông tươi đẹp. Chúng ta còn rất nhiều việc phải làm trong những tháng tới. Chúng ta hãy bắt đầu ngay với việc xây dựng một vài lều tiều phu, phải không?

# T_GAME_QUEST_SCEN9_1_NAME
source: Xây dựng một số chòi của người kiểm lâm.
vi: Xây dựng một vài lều tiều phu.

# T_GAME_QUEST_SCEN9_20_DESC
source: Tôi đến gặp ngài với một yêu cầu, thưa Lãnh chúa. Công cụ đang có nhu cầu cao trên khắp vương quốc. Tôi sẽ trả rất hậu hĩnh nếu ngài có thể giao cho tôi một xe đầy công cụ. Ngoài ra, tôi sẽ đến thăm thị trấn của ngài một lần nữa để giao thương.
vi: Tôi đến với một yêu cầu giao dịch với ngài, thưa ngài Thống đốc. Đang có một nhu cầu lớn về công cụ trên khắp đất nước. Tôi sẽ trả cho ngài một mức giá tốt và thậm chí sẽ quay lại làng.

# T_GAME_QUEST_SCEN9_20_NAME
source: Giao một lô công cụ cho thương nhân.
vi: Cung cấp một xe công cụ cho thương nhân.

# T_GAME_QUEST_SCEN9_2_DESC
source: Tôi có tin quan trọng, thưa Lãnh chúa! Một nhóm lính đánh thuê đã đến và họ đã phàn nàn rằng làng của chúng ta thiếu một quán rượu. Chúng ta nên cố gắng tránh có một đám lính đánh thuê không vui và buồn chán trong thị trấn, vì vậy hãy xây dựng một quán rượu.
vi: Tôi mang tin tức đến, thưa Lãnh Chúa: Một số lính đánh thuê đã đến làng và ngay lập tức phàn nàn rằng chúng ta không có quán trọ nào. Sẽ không phải là một ý kiến hay nếu không làm cho lính đánh thuê hài lòng trong làng.

# T_GAME_QUEST_SCEN9_2_NAME
source: Đạt được sự hài lòng cao về quán rượu.
vi: Đảm bảo mức độ hài lòng cao về quán trọ.

# T_GAME_QUEST_SCEN9_3_DESC
source: Thống đốc, ta rất vui khi thấy những nỗ lực của ngươi nhằm tăng sản lượng gỗ đang tiến triển tốt. Bây giờ, ngươi có thể vui lòng thực hiện chuyến giao hàng đầu tiên không…
vi: Rất tốt, thưa Thống đốc. Theo như tôi được biết, khu định cư gỗ của các ngươi đang tiến triển rất tốt. Các ngươi có thể vui lòng gửi chuyến hàng gỗ đầu tiên đến cảng của ta càng sớm càng tốt được không?

# T_GAME_QUEST_SCEN9_3_NAME
source: Gửi cống nạp gỗ cho Nhà vua.
vi: Gửi cho Đức Vua một cống phẩm bằng gỗ.

# T_GAME_QUEST_SCEN9_4_DESC
source: Thưa Lãnh chúa, có những tin đồn dai dẳng về tình trạng bất ổn trong thị trấn. Có thể nào một số Dân làng đang âm mưu chống lại vương miện không? Nếu chúng ta không hành động ngay bây giờ, chúng ta có thể phải đối mặt với một cuộc nổi loạn toàn diện. Chúng ta nên đảm bảo rằng Dân làng của chúng ta hạnh phúc và mãn nguyện và chúng ta nên nhanh chóng thực hiện điều đó.
vi: Thưa ngài, có tin đồn về tình trạng bất ổn trong làng. Có thể là một số người dân đang có ý định chống lại vương miện chăng? Nếu chúng ta không nhanh chóng làm gì đó, chúng ta sẽ có một cuộc nổi dậy trong làng của mình. Ngài nên làm cho người dân hài lòng càng sớm càng tốt!

# T_GAME_QUEST_SCEN9_4_NAME
source: Duy trì mức độ hạnh phúc cao hơn 100% trong vài phút tới.
vi: Giữ mức độ hài lòng trên 100% trong vài phút tới.

# T_GAME_QUEST_SCEN9_5_DESC
source: Thưa Lãnh chúa, đây là một sự xúc phạm! Quán rượu đã bị phá hủy! Có tin đồn về một kẻ phá hoại đang lộng hành trong thị trấn của chúng ta. Chúng ta phải kiểm soát tình hình trước khi mọi thứ hoàn toàn vượt khỏi tầm tay. Giá treo cổ và cùm kẹp cổ nên có tác dụng.
vi: Thật là quá đáng, thưa ngài. Quán trọ đã bị phá hủy - ngoài ra, còn có tin đồn về một kẻ phá hoại trong làng! Nếu chúng ta không nhanh chóng kiểm soát được tình hình trong làng, mọi thứ sẽ vượt khỏi tầm tay, thưa Lãnh Chúa. Một giá treo cổ và một vài cùm chân nên được dựng lên để làm gương.

# T_GAME_QUEST_SCEN9_5_NAME
source: Xây dựng giá treo cổ và 2 cùm kẹp cổ trong thị trấn.
vi: Xây dựng một giá treo cổ và 2 cùm chân trong làng.

# T_GAME_QUEST_SCEN9_6_DESC
source: Thưa Lãnh chúa, sẽ là khôn ngoan nếu tăng thêm tinh thần trong thị trấn. Thể hiện lòng tốt với Dân làng của ngài sẽ làm tăng hạnh phúc của họ. Tại sao không xây dựng cho họ một nhà thờ hoặc làm đẹp thị trấn bằng những khu vườn hoa?
vi: Thưa Lãnh Chúa, sẽ là khôn ngoan nếu chúng ta tiếp tục nâng cao tinh thần trong làng. Thể hiện sự tốt bụng với người dân là con đường đúng đắn. Ngài nên đáp ứng một số nhu cầu của người dân. Ví dụ như xây dựng một nhà thờ hoặc làm đẹp ngôi làng bằng những luống hoa.

# T_GAME_QUEST_SCEN9_6_NAME
source: Xây dựng một số khu vườn hoa và một nhà thờ.
vi: Xây dựng một vài luống hoa và một nhà thờ.

# T_GAME_QUEST_SCEN9_7_DESC
source: Thống đốc, tôi rất tiếc phải thông báo với ngài rằng tôi không thể đến thăm thị trấn của ngài vào lúc này. Tôi nghe tin đồn về bọn cướp trong khu rừng xung quanh thị trấn của ngài. Hiện tại quá nguy hiểm cho các thương nhân. Tuy nhiên, tôi có một thông điệp từ Nhà vua. Ngài ấy ra lệnh xây dựng hai xưởng cưa.
vi: Thưa Thống đốc, tôi rất tiếc phải thông báo với ngài rằng tôi sẽ không thể đến làng để giao thương trong thời gian tới. Những người đáng ngờ đang ở trong rừng - mối nguy hiểm đối với một thương nhân là quá lớn. Nhưng tôi có tin tức từ Đức Vua. Ngài yêu cầu xây dựng một số xưởng cưa.

# T_GAME_QUEST_SCEN9_8_DESC
source: Thưa Lãnh chúa, tôi có một ý tưởng. Chúng ta nên xây dựng một kho bạc. Người thu thuế sẽ đến thăm mọi nhà trong thị trấn... và có lẽ ông ta có thể tìm ra điều gì đó về kẻ phá hoại này.
vi: Thưa Lãnh Chúa, tôi có một ý tưởng: Chúng ta nên xây dựng một kho bạc. Bằng cách này, chúng ta có thể sử dụng người thu thuế như một nhà điều tra. Ông ta có thể cố gắng tìm kẻ phá hoại trong số người dân.

# T_GAME_QUEST_SCEN9_8_NAME
source: Xây dựng một kho bạc và chờ người thu thuế điều tra các nhà phố.
vi: Xây dựng một kho bạc và chờ người thu thuế kiểm tra các ngôi nhà.

# T_GAME_QUEST_SCEN9_9_DESC
source: Xưởng cưa đã bị phá hoại, thưa Lãnh chúa! Ngoài ra, người thu thuế vẫn chưa thành công trong việc khám phá danh tính của kẻ phá hoại, thưa Lãnh chúa.
vi: Xưởng cưa đã bị phá hoại, thưa ngài. Ngoài ra, người thu thuế vẫn chưa tìm thấy bất kỳ dấu hiệu nào về kẻ phá hoại trong làng.

# T_GAME_QUEST_SCEN9_FAIL_1
source: Ngài đã không ngăn chặn được tình trạng bất ổn kịp thời!
vi: Các ngươi đã không ngăn chặn được sự bất ổn kịp thời!

# T_GAME_QUEST_SCEN9_FAIL_2
source: Ngài đã thất bại! Vì sự bất tài của ngài, ta đã phải đặt hàng vàng từ một thị trấn khác!
vi: Các ngươi đã thất bại! Vì sự bất tài của các ngươi, ta đã giao hợp đồng vàng cho một ngôi làng khác.

# T_GAME_QUEST_SCEN9_MAIN_DESC
source: Thống đốc, ta sẽ sớm ủy thác việc xây dựng một hạm đội tàu chiến mới vĩ đại. Thị trấn của ngươi có tiềm năng trở thành nhà cung cấp gỗ lớn nhất của ta cho công việc khổng lồ này. Hãy đảm bảo điều đó.
vi: Thống đốc, ta sẽ sớm bắt đầu đóng một hạm đội mới. Làng của các ngươi có vị trí lý tưởng để trở thành trung tâm sản xuất gỗ và hỗ trợ ta trong nỗ lực này.

# T_GAME_QUEST_SCEN9_MAIN_ENDTEXT
source: Tên lính đánh thuê và băng đảng của hắn đã chạy trốn khỏi khu vực, Thống đốc. Người của ta sẽ truy đuổi chúng một cách quyết liệt. Ta cũng muốn cảm ơn ngươi vì sự hỗ trợ của ngươi trong việc xây dựng hạm đội mới của ta và mời ngươi tham gia chuyến đi đầu tiên của kỳ hạm mới của ta. Cho đến lúc đó, ta chúc ngươi một ngày tốt lành...
vi: Tên lính đánh thuê và quân của hắn đã trốn khỏi khu vực này. Tuy nhiên, quân của ta sẽ truy đuổi chúng một cách quyết liệt. Ta cảm ơn các ngươi đã hỗ trợ ta trong nỗ lực đóng hạm đội. Trong thời gian ngắn tới, soái hạm mới của ta sẽ được hạ thủy và các ngươi được hoan nghênh tham gia chuyến đi đầu tiên. Ta chúc các ngươi một ngày tốt lành...

# T_GAME_QUEST_SCEN9_MAIN_TITLE
source: Hỗ trợ Nhà vua trong công việc của ngài ấy.
vi: Hỗ trợ Đức Vua trong nỗ lực của ngài.

# T_GAME_QUEST_SCEN9_SUCEEDED_1
source: Rất tốt! Ngài đã ngăn chặn được tình trạng bất ổn trong thị trấn!
vi: Rất tốt! Các ngươi đã ngăn chặn được sự bất ổn trong làng kịp thời.

# T_GAME_QUEST_SCEN9_SUCEEDED_2
source: Rất tốt! Ngài đã giao hàng đúng hạn!
vi: Rất tốt! Các ngươi đã giao hàng đúng thời hạn.

# T_GAME_QUEST_SCEN_10_DESC
source: Các hiệp sĩ của chúng ta sẽ tìm thấy sự giải trí trong các quán rượu địa phương sau khi giải đấu kết thúc! Tuy nhiên, ta lo lắng rằng chúng ta không có đủ quán rượu cũng như nước ép nho! Hãy giải quyết vấn đề này ngay lập tức!
vi: Những hiệp sĩ của chúng ta sẽ có thể thư giãn tại các quán trọ địa phương sau giải đấu! Nhưng tôi e rằng các tòa nhà và lượng nước ép hiện có sẽ không đủ! Hãy lo liệu việc đó!

# T_GAME_QUEST_SCEN_10_NAME
source: Đạt được sự hài lòng cao với quán rượu.
vi: Đạt được mức độ hài lòng cao về quán trọ.

# T_GAME_QUEST_SCEN_11_DESC
source: Xuất sắc, quản gia! Thị trấn gần như đã sẵn sàng, nhưng các con gái của ta và ta thì chưa! Ta cần những bộ quần áo lộng lẫy nhất mà thợ may của ngươi có thể làm!
vi: Tuyệt vời, thưa Thống đốc của ta! Thành phố gần như đã sẵn sàng, nhưng ta và các con gái của ta thì chưa! Ta cần những bộ trang phục lộng lẫy nhất mà thợ may của các ngươi có thể sản xuất!

# T_GAME_QUEST_SCEN_11_NAME
source: Nộp cống nạp 35 bộ quần áo.
vi: Trả một cống phẩm gồm 35 bộ quần áo.

# T_GAME_QUEST_SCEN_12_DESC
source: Chúng ta sắp đến ngày khai mạc giải đấu nhưng ta không muốn thấy bất kỳ khuôn mặt buồn bã nào trong thị trấn! Tốt hơn hết ngươi nên đảm bảo rằng Dân làng hạnh phúc!
vi: Gần đến rồi, nhưng ta không muốn nhìn thấy những gương mặt đang khóc! Hãy đảm bảo rằng người dân trong làng được hạnh phúc!

# T_GAME_QUEST_SCEN_12_NAME
source: Đạt được hạnh phúc cao.
vi: Đảm bảo mức độ hài lòng cao.

# T_GAME_QUEST_SCEN_1_DESC
source: Chào mừng, quản gia tốt bụng của ta! Như ngươi đã biết, ta đang lên kế hoạch tổ chức giải đấu thương lớn nhất khu vực! Ta mong đợi ngươi xây dựng ít nhất 3 sân đấu thương cho sự kiện này! Đừng làm ta thất vọng!
vi: Xin chào, thưa Thống đốc! Như các ngươi đã biết, ta đang lên kế hoạch tổ chức giải đấu hiệp sĩ lớn nhất trong khu vực! Ta mong các ngươi xây dựng không dưới 3 đấu trường cho việc đó! Đừng làm ta thất vọng!

# T_GAME_QUEST_SCEN_1_NAME
source: Xây dựng 3 sân đấu thương.
vi: Xây dựng 3 đấu trường.

# T_GAME_QUEST_SCEN_2_DESC
source: Các vị khách của giải đấu của chúng ta chắc chắn sẽ đói! Ta muốn ngươi ngay lập tức bắt đầu sản xuất bánh mì và giao nó làm cống nạp cho Vua của ngươi!
vi: Các vị khách của giải đấu sẽ đói đấy! Ta muốn các ngươi bắt đầu sản xuất bánh mì ngay lập tức và giao nó đến triều đình của ta như một cống phẩm hoàng gia!

# T_GAME_QUEST_SCEN_2_NAME
source: Giao cống nạp 25 ổ bánh mì.
vi: Cung cấp một cống phẩm gồm 25 bánh mì.

# T_GAME_QUEST_SCEN_3_2_NAME
source: Xây dựng 2 tiệm bánh và sản xuất bánh mì.
vi: Xây dựng 2 lò bánh mì và sản xuất bánh mì.

# T_GAME_QUEST_SCEN_3_DESC
source: Thưa Lãnh chúa, chúng ta không nên để Nhà vua chờ đợi! Chúng ta cần lúa mì và bột mì để bắt đầu sản xuất bánh mì!
vi: Thưa ngài, tốt hơn hết là chúng ta không nên để Đức Vua phải chờ đợi! Chúng ta cần ngũ cốc và bột mì để bắt đầu sản xuất bánh mì!

# T_GAME_QUEST_SCEN_4_DESC
source: Rất tốt, quản gia tốt bụng của ta! Nhưng chỉ bánh mì thôi sẽ không đủ để làm hài lòng khách của chúng ta! Ta yêu cầu cá tươi làm cống nạp cho Vua của ngươi!
vi: Rất tốt, thưa Thống đốc của ta! Nhưng chỉ bánh mì thôi sẽ không làm hài lòng các vị khách của chúng ta! Ta yêu cầu cá tươi như một cống phẩm khác cho Đức Vua của các ngươi!

# T_GAME_QUEST_SCEN_4_NAME
source: Giao cống nạp 25 cá.
vi: Cung cấp một cống phẩm gồm 25 con cá.

# T_GAME_QUEST_SCEN_5_DESC
source: Ta muốn giải đấu trở nên khó quên! Các hiệp sĩ của chúng ta sẽ sử dụng những ngọn thương vàng và sân đấu thương của chúng ta sẽ tỏa sáng và lấp lánh! Hãy làm ơn cho ta và thu thuế cho Vua của ngươi!
vi: Ta muốn giải đấu của chúng ta trở nên khó quên! Các hiệp sĩ của chúng ta sẽ mang những ngọn giáo vàng và các đấu trường sẽ lấp lánh và tỏa sáng! Hãy làm ơn và thu một ít thuế cho ta!

# T_GAME_QUEST_SCEN_5_NAME
source: Nộp cống nạp 1000 Thaler.
vi: Trả một cống phẩm gồm 1000 đồng Taler.

# T_GAME_QUEST_SCEN_6_DESC
source: Ta chắc chắn rằng khách của chúng ta sẽ thích hương vị thú vị của nước ép nho tươi vắt của chúng ta! Hãy đi và xây dựng các xưởng sản xuất nước ép! Ngươi thậm chí có thể phục vụ phần chất thải chất lượng thấp tại các quán rượu địa phương!
vi: Các vị khách của chúng ta chắc chắn sẽ thích thú với hương vị dễ chịu của nước ép nho tự ép của chúng ta! Hãy xem xét việc xây dựng một nhà máy ép! Sau đó, các ngươi cũng có thể tặng bã nho cho các quán trọ!

# T_GAME_QUEST_SCEN_6_DESC_NEW
source: Ta chắc chắn rằng khách của chúng ta sẽ thích hương vị thú vị của nước ép nho tươi vắt của chúng ta!
vi: Các vị khách của chúng ta chắc chắn sẽ thích thú với hương vị dễ chịu của nước ép nho tự ép của chúng ta!

# T_GAME_QUEST_SCEN_6_NAME
source: Xây dựng một xưởng sản xuất nước ép và sản xuất nước ép.
vi: Xây dựng một nhà máy ép và sản xuất nước ép nho.

# T_GAME_QUEST_SCEN_7_1_NAME
source: Xây dựng một xưởng dệt và sản xuất vải.
vi: Xây dựng một xưởng dệt và sản xuất vải vóc.

# T_GAME_QUEST_SCEN_7_2_NAME
source: Xây dựng một cửa hàng may đo và sản xuất quần áo.
vi: Xây dựng một xưởng may và sản xuất quần áo.

# T_GAME_QUEST_SCEN_7_DESC
source: Áo choàng của các hiệp sĩ của chúng ta đã cũ và phai màu và điều đó làm ta khó chịu, quản gia! Hãy đi lấy một số cái mới! Xây dựng đồng cỏ nuôi cừu, thuê một thợ dệt và xây dựng một cửa hàng may đo, nếu ngươi muốn giữ công việc của mình!
vi: Những chiếc áo choàng cũ và nhạt nhẽo của các hiệp sĩ của chúng ta làm ta không hài lòng, thưa Thống đốc! Hãy đi kiếm một vài chiếc mới! Hãy dựng đồng cỏ, thuê một thợ dệt và xây dựng một xưởng may, nếu các ngươi còn muốn phục vụ ta!

# T_GAME_QUEST_SCEN_7_NAME
source: Xây dựng 2 đồng cỏ nuôi cừu.
vi: Xây dựng 2 đồng cỏ cừu.

# T_GAME_QUEST_SCEN_8_DESC
source: Chúng ta nên bán nhiều hàng hóa hơn để lấy tiền, thưa Lãnh chúa. Luôn là một ý tưởng tốt khi có Thaler sẵn có để trang trải các chi phí có thể xảy ra trong tương lai.
vi: Chúng ta nên giao thương nhiều hơn, thưa ngài. Bằng cách đó, chúng ta sẽ có nhiều đồng Taler hơn để chi cho các khoản chi phí có thể phát sinh.

# T_GAME_QUEST_SCEN_8_NAME
source: Lợi nhuận từ giao thương trị giá 500 Thaler.
vi: Kiếm được 500 đồng Taler lợi nhuận thông qua giao thương.

# T_GAME_QUEST_SCEN_9_DESC
source: Ta thấy mọi thứ đang tiến triển tốt, nhưng thị trấn của ngươi vẫn còn khó coi! Ta muốn đài phun nước và tường đá trắng và cây thường xanh và những bức tượng lộng lẫy! Ngươi nên làm đẹp thị trấn bằng nhiều đồ trang trí hơn!
vi: Ta thấy công việc đang tiến triển tốt! Nhưng ngôi làng của các ngươi vẫn là một cái gai trong mắt ta! Ta muốn nhìn thấy đài phun nước và tường trắng, cây xanh quanh năm và những bức tượng sang trọng! Hãy đảm bảo rằng các ngươi cung cấp thêm đồ trang trí!

# T_GAME_QUEST_SCEN_9_NAME
source: Tăng hạnh phúc về trang trí.
vi: Nâng cao mức độ hài lòng về đồ trang trí.

# T_GAME_QUEST_SCEN_CC_10_DESC
source: Trước tiên, ngài nên chỉ định một công nhân vào một trong những chòi của người kiểm lâm trong khu vực.
vi: Trước tiên, chúng ta nên giao một người dân cho lều tiều phu.

# T_GAME_QUEST_SCEN_CC_10_TITEL
source: Chỉ định một công nhân vào chòi của người kiểm lâm.
vi: Giao một công nhân cho lều tiều phu.

# T_GAME_QUEST_SCEN_CC_45_DESC
source: Một trong những nhiệm vụ chính là xây dựng một khu chợ. Để hoàn thành nhiệm vụ này, ngài phải thiết lập một số chuỗi sản xuất tài nguyên và thu thập các tài nguyên cần thiết, thưa Lãnh chúa.
vi: Nhiệm vụ đầu tiên là xây dựng một khu chợ. Để làm được điều đó, chúng ta cần nhiều tài nguyên khác nhau mà chúng ta phải thu thập dần.

# T_GAME_QUEST_SCEN_CC_46_DESC
source: Thưa Lãnh chúa, tôi khuyên ngài nên chỉ định một Dân làng vào xưởng cưa để chúng ta có thể sản xuất ván càng sớm càng tốt.
vi: Thưa ngài, tôi khuyên ngài nên giao một người dân cho xưởng cưa để sản xuất ván gỗ cần thiết.

# T_GAME_QUEST_SCEN_CC_46_TITEL
source: Chỉ định một công nhân vào xưởng cưa.
vi: Giao một công nhân cho xưởng cưa.

# T_GAME_QUEST_SCEN_CC_471_DESC
source: Thưa Lãnh chúa, tôi khuyên ngài nên chuyển sang khai thác đá thay vì quặng.
vi: Thưa ngài, để xây dựng khu chợ, chúng ta cần đá chứ không phải quặng. Chúng ta nên cử người dân đi thu thập đá.

# T_GAME_QUEST_SCEN_CC_47_DESC
source: Ngay khi ngài thu thập được một số ván và gỗ, ngài phải chỉ định một trong những công nhân vào mỏ và bắt đầu khai thác đá.
vi: Ngay khi có đủ ván gỗ và gỗ, chúng ta nên giao một người dân cho mỏ.

# T_GAME_QUEST_SCEN_CC_47_END
source: Rất tốt, thưa Lãnh chúa. Bây giờ chúng ta chỉ cần đợi cho đến khi khu chợ được xây dựng xong.
vi: Rất tốt, giờ chúng ta chỉ cần hoàn thành việc xây dựng khu chợ.

# T_GAME_QUEST_SCEN_CC_47_TITEL
source: Chỉ định một công nhân vào mỏ.
vi: Giao một công nhân cho mỏ.

# T_GAME_QUEST_SCEN_CC_60_DESC
source: Nhiệm vụ chính thứ hai của ngài là xây dựng một quán rượu. Chúng ta nên bắt đầu xây dựng tòa nhà ngay lập tức.
vi: Nhiệm vụ thứ hai là xây dựng một quán trọ. Chúng ta nên bắt đầu xây dựng ngay!

# T_GAME_QUEST_SCEN_CC_60_TITEL
source: Xây dựng một quán rượu
vi: Xây dựng một quán trọ.

# T_GAME_QUEST_SCEN_CC_61_DESC
source: Tin tốt lành, thưa Lãnh chúa. Một số Dân làng đã đến để hỗ trợ chúng ta trong nhiệm vụ của mình. Ngài nên xây dựng cho họ một nhà phố.
vi: Tin tốt, thưa ngài. Nhiều người dân đã đến. Chúng ta hãy xây cho họ một ngôi nhà.

# T_GAME_QUEST_SCEN_CC_61_TITEL
source: Xây dựng một nhà phố.
vi: Xây dựng một nhà ở.

# T_GAME_QUEST_SCEN_CC_62_DESC
source: Chúng ta cần một xưởng chế tạo công cụ để xây dựng quán rượu. Tôi khuyên ngài nên xây dựng một lò đốt than để bắt đầu.
vi: Để xây dựng một quán trọ, chúng ta cần công cụ. Tôi khuyên nên xây dựng một lò than trước.

# T_GAME_QUEST_SCEN_CC_62_TITEL
source: Xây dựng một chòi của thợ đốt than.
vi: Xây dựng một lò than.

# T_GAME_QUEST_SCEN_CC_63_DESC
source: Tòa nhà tiếp theo chúng ta cần là một lò luyện kim. Bằng cách này, chúng ta có thể bắt đầu sản xuất các thanh sắt.
vi: Tôi khuyên giờ nên xây dựng lò luyện kim và bắt đầu nấu chảy một ít sắt.

# T_GAME_QUEST_SCEN_CC_64_DESC
source: Thưa Lãnh chúa! Để bắt đầu sản xuất công cụ, chúng ta cần xây dựng xưởng chế tạo công cụ trong thị trấn.
vi: Thưa ngài, đã đến lúc xây dựng một xưởng rèn để có thể sản xuất các công cụ cần thiết.

# T_GAME_QUEST_SCEN_CC_64_TITEL
source: Xây dựng một xưởng chế tạo công cụ.
vi: Xây dựng một xưởng rèn công cụ.

# T_GAME_QUEST_SCEN_CC_B_15_DESC
source: Nguồn cung cấp lương thực đang cạn kiệt, thưa Lãnh chúa. Ngài thực sự nên ra lệnh cho một Dân làng bắt một ít cá hoặc săn một ít thú rừng. Nếu Dân làng không sớm có thức ăn, họ sẽ trở nên kém năng suất hơn.
vi: Thưa ngài, kho dự trữ lương thực của chúng ta đang cạn kiệt. Một người dân nên lo việc cá và thịt để chúng ta có thể tiếp tục làm việc hiệu quả.

# T_GAME_QUEST_SCEN_CC_B_15_TITEL
source: Sản xuất một ít thức ăn.
vi: Sản xuất lương thực.

# T_GAME_QUEST_SCEN_CC_B_20_DESC
source: Thưa Lãnh chúa, với tư cách là một thương nhân khiêm tốn, tôi xin phục vụ ngài. Tôi thấy ngài đang cần tiền xu cho các dự án xây dựng của mình. Tôi sẽ mua một ít quặng sắt từ ngài nếu ngài muốn.
vi: Thưa ngài Thống đốc, như tôi thấy, ngài cần một vài đồng xu để xây dựng. Chắc chắn chúng ta có thể giao dịch với một ít quặng sắt.

# T_GAME_QUEST_SCEN_CC_B_20_TITEL
source: Giao dịch một số hàng hóa với thương nhân.
vi: Giao dịch với thương nhân.

# T_GAME_QUEST_SCEN_CC_B_30_DESC
source: Hết tiền rồi sao, thưa Lãnh chúa? Không vấn đề gì. Tôi sẵn lòng mua một ít da thú từ ngài.
vi: Lại cạn tiền rồi à? Không sao, hãy đổi với tôi một vài da thú.

# T_GAME_QUEST_SCEN_CC_B_40_DESC
source: Thống đốc, tôi đang cần một ít vàng vụn. Ngài có sẵn lòng bán một ít cho tôi không?
vi: Thưa ngài Thống đốc, tôi cần một ít quặng vàng. Ngài có quặng nào để trao đổi không?

# T_GAME_QUEST_SCEN_CC_C_10_DESC
source: Thưa Lãnh chúa, tôi cảm thấy không khỏe lắm. Một bác sĩ nên khám cho tôi.
vi: Thưa ngài, tôi cảm thấy không khỏe. Một bác sĩ nên kiểm tra cho tôi.

# T_GAME_QUEST_SCEN_CC_C_10_TITEL
source: Chữa bệnh cho những dân làng bị bệnh.
vi: Chữa trị cho người dân bị ốm.

# T_GAME_QUEST_SCEN_CC_C_20_DESC
source: Cháy! Một Dân làng nên dập lửa ngay lập tức.
vi: Cháy! Một người dân nên lập tức dập lửa.

# T_GAME_QUEST_SCEN_CC_C_30_DESC
source: Bọn cướp làm phiền chúng ta ngay cả ở đây. Thưa Lãnh chúa, chúng ta nên chỉ định một số Dân làng vào các tháp canh cho đến khi cuộc tấn công bị đẩy lùi.
vi: Ngay cả ở đây, bọn cướp cũng không để chúng ta yên. Thưa ngài, chúng ta nên tuyển người dân làm lính canh cho đến khi bọn cướp bị đánh đuổi.

# T_GAME_QUEST_SCEN_CC_C_30_TITEL
source: Bảo vệ thị trấn chống lại bọn cướp.
vi: Bảo vệ thành phố chống lại bọn cướp.

# T_GAME_QUEST_SCEN_CC_C_40_DESC
source: Thưa Lãnh chúa, chúng ta có thể nghỉ ngơi một chút và ăn nhẹ không?
vi: Thưa ngài, liệu chúng ta có thể nghỉ ngơi ăn nhẹ một chút không?

# T_GAME_QUEST_SCEN_CC_MAIN_DESC
source: Thưa Lãnh chúa, chúng ta chỉ có một vài Dân làng cho thử thách này. Chúng ta nên chỉ định họ vào và ra khỏi các tòa nhà khi thấy phù hợp.
vi: Thưa Lãnh Chúa, chúng ta chỉ có một vài người dân cho nhiệm vụ này. Chúng ta nên chỉ định và loại bỏ họ tùy theo nhu cầu của mình.

# T_GAME_QUEST_SCEN_CC_MAIN_END
source: Chúc mừng. Ngài đã vượt qua thử thách này.
vi: Chúc mừng ngài. Ngài đã vượt qua thử thách này!

# T_GAME_QUEST_SCEN_CC_MAIN_TITLE
source: Sử dụng Dân làng một cách khôn ngoan để giải quyết tất cả các nhiệm vụ.
vi: Sử dụng người dân một cách khéo léo để đạt được tất cả các mục tiêu.

# T_GAME_QUEST_SCEN_CW_20_DESC
source: Tin tốt lành, thưa Lãnh chúa. Cây cối đã mọc lại trên bán đảo cạnh lâu đài. Tôi đề nghị chúng ta xây dựng các chòi của người kiểm lâm ở đó để lấy gỗ dễ dàng hơn.
vi: Hãy nhìn xem thưa ngài, những cái cây ở phía bên kia bán đảo đã bắt đầu mọc lại rồi. Tôi khuyên nên xây một vài lều tiều phu ở đó để có thể khai thác gỗ dễ dàng hơn.

# T_GAME_QUEST_SCEN_CW_30_DESC
source: Thưa Lãnh chúa, các chòi của người kiểm lâm đều đã mục nát và bị bỏ hoang! Cây cối trong khu vực này đã bị chặt hạ hoàn toàn. Các chòi của người kiểm lâm không còn tác dụng nữa. Tôi khuyên ngài nên phá hủy tất cả các tòa nhà không còn cần thiết để lấy một ít gỗ.
vi: Thưa ngài, các lều tiều phu đều đã xuống cấp và bị bỏ hoang! Tất cả các khu rừng trong khu vực đã bị đốn hạ, thưa ngài! Các lều tiều phu không còn tác dụng nữa. Tôi đề nghị phá bỏ các tòa nhà không còn cần thiết nữa. Bằng cách đó, chúng ta có thể sử dụng gỗ vào việc khác.

# T_GAME_QUEST_SCEN_CW_30_NAME
source: Phá hủy các chòi của người kiểm lâm.
vi: Phá bỏ các lều tiều phu.

# T_GAME_QUEST_SCEN_CW_35_DESC
source: Thưa Lãnh chúa, tôi đoán ngài nên hỏi những người trong làng này. Họ có thể còn sót lại một ít gỗ.
vi: Thưa ngài, tôi khuyên ngài nên tìm hiểu một chút về người dân: Có lẽ người này người kia vẫn còn một ít gỗ?

# T_GAME_QUEST_SCEN_CW_40_DESC
source: Nhà vua đang chờ đợi chuyến giao ván đầu tiên. Chúng ta có thể chỉ định một Dân làng vào xưởng cưa và bắt đầu sản xuất ván. Tôi khuyên ngài nên để mắt đến kho dự trữ gỗ.
vi: Đức Vua đang chờ chuyến hàng ván gỗ đầu tiên. Ngài có thể ra lệnh cho một người dân đến xưởng cưa để chúng ta có thể sản xuất ván gỗ. Tuy nhiên, tôi khuyên ngài nên luôn để mắt đến nguồn cung cấp gỗ.

# T_GAME_QUEST_SCEN_CW_40_NAME
source: Chỉ định một Dân làng vào xưởng cưa.
vi: Bố trí người dân làm việc trong xưởng cưa.
