Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_STATISTICS_MENU_MILITARY_BUILDINGS_MONASTERIES_TOOLTIP
source: Số lượng nhà máy bia tu viện hiện có trong thị trấn. Tại đây bia được chế tạo.
vi: Số lượng tu viện ủ rượu trong thành phố. Đồ uống được ủ ở đây.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_SUPPLIED
source: Các tòa nhà phòng thủ được cung cấp
vi: Tòa nhà phòng thủ được cung cấp

# T_STATISTICS_MENU_MILITARY_BUILDINGS_SUPPLIED_TOOLTIP
source: Các tòa nhà phòng thủ nằm trong phạm vi ảnh hưởng của một tòa nhà cung cấp quân nhu như doanh trại.
vi: Các tòa nhà phòng thủ nằm trong phạm vi ảnh hưởng của một tòa nhà cung cấp lương thực, chẳng hạn như doanh trại.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_SUPPLIED_TOOLTIP_OLD
source: Các tháp canh nằm trong phạm vi ảnh hưởng của một doanh trại. Những tháp này được cung cấp quân nhu.
vi: Các tháp canh nằm trong phạm vi ảnh hưởng của doanh trại. Các tháp này được cung cấp lương thực.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_UNGUARDED_TOOLTIP
source: Các tòa nhà không nằm trong phạm vi ảnh hưởng của một tòa nhà phòng thủ. Những tòa nhà này không được lính canh thị trấn bảo vệ.
vi: Các tòa nhà không nằm trong phạm vi ảnh hưởng của một tòa nhà phòng thủ. Các tòa nhà này không được binh lính bảo vệ.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_UNGUARDED_TOOLTIP_OLD
source: Các tòa nhà không nằm trong phạm vi ảnh hưởng của một tháp canh. Những tòa nhà này không được lính canh thị trấn bảo vệ.
vi: Các tòa nhà không nằm trong phạm vi ảnh hưởng của tháp canh. Các tòa nhà này không được binh lính bảo vệ.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_UNSUPPLIED_TOOLTIP
source: Các tòa nhà phòng thủ không nằm trong phạm vi ảnh hưởng của một tòa nhà cung cấp quân nhu như doanh trại. Chúng KHÔNG được cung cấp quân nhu.
vi: Các tòa nhà phòng thủ không nằm trong phạm vi ảnh hưởng của một tòa nhà cung cấp lương thực như doanh trại. Chúng KHÔNG được cung cấp lương thực.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_UNSUPPLIED_TOOLTIP_OLD
source: Các tháp canh không nằm trong phạm vi ảnh hưởng của một doanh trại. Những tháp này KHÔNG được cung cấp quân nhu.
vi: Các tháp canh không nằm trong phạm vi ảnh hưởng của doanh trại. Các tháp này KHÔNG được cung cấp lương thực.

# T_STATISTICS_MENU_MILITARY_OVERVIEW_COMBATPOWER
source: Sức chiến đấu cộng thêm
vi: Sức mạnh chiến đấu bổ sung

# T_STATISTICS_MENU_MILITARY_OVERVIEW_COMBATPOWER_TOOLTIP
source: Các phần thưởng chiến đấu bổ sung được cấp cho binh lính bằng cách cung cấp quân nhu cho họ. Chúng cải thiện tỷ lệ đánh trúng, tỷ lệ chặn đòn và giá trị chủ động, yếu tố quyết định ai tấn công trước.
vi: Sức mạnh chiến đấu bổ sung được tạo thành từ cơ hội trúng, cơ hội chặn và sáng kiến, những thứ được cải thiện thông qua việc cung cấp lương thực. Bằng cách đó, các giá trị tấn công và phòng thủ cũng như giá trị sáng kiến, thứ quyết định ai tấn công trước, được cải thiện.

# T_STATISTICS_MENU_MILITARY_OVERVIEW_ROAMING_BANDITS
source: Bọn cướp lang thang
vi: Bọn cướp trong khu vực

# T_STATISTICS_MENU_MILITARY_OVERVIEW_ROAMING_BANDITS_TOOLTIP
source: Số lượng bọn cướp hiện có trên bản đồ
vi: Số lượng bọn cướp hiện đang di chuyển trên bản đồ

# T_STATISTICS_MENU_MILITARY_OVERVIEW_SOLDIERS_AVAILABLE
source: Binh lính sẵn sàng
vi: Binh lính có sẵn

# T_STATISTICS_MENU_MILITARY_OVERVIEW_SOLDIERS_AVAILABLE_TOOLTIP
source: Binh lính sẵn sàng chiến đấu trong thị trấn
vi: Binh lính sẵn sàng chiến đấu trong thành phố

# T_STATISTICS_MENU_MILITARY_OVERVIEW_SOLDIERS_COMBAT_TOOLTIP
source: Binh lính hiện đang tham gia chiến đấu hoặc đang trên đường đến trận chiến
vi: Binh lính hiện đang tham gia vào các trận đánh hoặc trên đường đến chiến trường

# T_STATISTICS_MENU_MILITARY_OVERVIEW_SOLDIERS_DAZED
source: Binh lính mất khả năng chiến đấu
vi: Binh lính không đủ sức chiến đấu

# T_STATISTICS_MENU_MILITARY_OVERVIEW_SOLDIERS_DAZED_TOOLTIP
source: Binh lính trong thị trấn hiện không thể tham gia bất kỳ hành động chiến đấu nào
vi: Binh lính trong thành phố hiện không thể tham gia vào các trận chiến

# T_STATISTICS_MENU_MILITARY_OVERVIEW_SOLDIERS_TOOLTIP
source: Tổng số binh lính trong thị trấn
vi: Tổng số binh lính trong thành phố

# T_STATISTICS_MENU_MILITARY_OVERVIEW_SOLDIER_CAPACITY
source: Sức chứa binh lính
vi: Sức chứa của binh lính

# T_STATISTICS_MENU_MILITARY_OVERVIEW_SOLDIER_CAPACITY_TOOLTIP
source: Tổng sức chứa binh lính trong các tòa nhà phòng thủ trên toàn thị trấn
vi: Tổng sức chứa của binh lính trong các tòa nhà phòng thủ trong thành phố

# T_STATISTICS_MENU_MILITARY_OVERVIEW_SOLDIER_CAPACITY_TOOLTIP_OLD
source: Tổng chỗ cho binh lính trong các tháp canh trên toàn thị trấn
vi: Tổng số chỗ cho binh lính trong các tháp canh trong thành phố

# T_STATISTICS_MENU_MILITARY_SUPPLIES_DISTRIBUTORS
source: Quản lý quân nhu
vi: Quản lý hậu cần

# T_STATISTICS_MENU_MILITARY_SUPPLIES_DISTRIBUTORS_TOOLTIP
source: Số lượng quản lý quân nhu trong các tòa nhà cung cấp quân nhu như doanh trại. Họ vận chuyển quân nhu đến các tòa nhà phòng thủ trong khu vực.
vi: Số lượng quản lý hậu cần trong các tòa nhà cung cấp lương thực như doanh trại. Họ vận chuyển lương thực từ kho đến các tòa nhà phòng thủ trong khu vực.

# T_STATISTICS_MENU_MILITARY_SUPPLIES_DISTRIBUTORS_TOOLTIP_OLD
source: Số lượng quản lý quân nhu trong doanh trại. Họ vận chuyển quân nhu đến các tháp canh.
vi: Số lượng quản lý hậu cần trong doanh trại. Họ vận chuyển lương thực từ kho đến các tháp canh.

# T_STATISTICS_MENU_MILITARY_SUPPLIES_PROVISIONS_TOOLTIP
source: Quân nhu cải thiện tỷ lệ đánh trúng, tỷ lệ chặn đòn và giá trị chủ động, yếu tố quyết định ai tấn công trước.
vi: Lương thực cho binh lính làm tăng khả năng của họ trong chiến đấu. Bằng cách đó, cả giá trị tấn công, phòng thủ và sáng kiến, thứ xác định ai tấn công trước, đều được tăng lên.

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_ASSIGN
source: {BUILDING} - Đã giao công nhân
vi: {BUILDING} - Người làm đã được chỉ định

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_ASSIGNED
source: Công nhân đã có mặt
vi: Đã có công nhân

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_ASSIGN_2
source: Đã giao công nhân
vi: Đã chỉ định công nhân

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_AUTOTRADE_BUY
source: Hiệp hội thương mại: Mua
vi: Phường hội thương nhân: Mua

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_AUTOTRADE_BUY_GOODS
source: Hiệp hội thương mại: Mua {RESOURCE}
vi: Phường hội thương nhân: Mua {RESOURCE}

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_AUTOTRADE_CREATE_BUY
source: Thiết lập lệnh giao dịch: Mua
vi: Tạo các đơn đặt hàng giao dịch: Mua

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_AUTOTRADE_CREATE_BUY_RESOURCE
source: Đã thiết lập lệnh giao dịch: Mua {RESOURCE}
vi: Đã tạo các đơn hàng mua: {RESOURCE}

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_AUTOTRADE_CREATE_SELL
source: Thiết lập lệnh giao dịch: Bán
vi: Tạo các đơn hàng giao dịch: Bán

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_AUTOTRADE_CREATE_SELL_RESOURCE
source: Đã thiết lập lệnh giao dịch: Bán {RESOURCE}
vi: Đã tạo các đơn hàng bán: {RESOURCE}

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_AUTOTRADE_SELL
source: Hiệp hội thương mại: Bán
vi: Phường hội thương nhân: Bán

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_AUTOTRADE_SELL_GOODS
source: Hiệp hội thương mại: Bán {RESOURCE}
vi: Phường hội thương nhân: Bán {RESOURCE}

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_BELOW_STOCK
source: Có ít hơn 100 ván trong kho
vi: Có ít hơn 100 ván gỗ trong kho

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_BUILDING
source: {BUILDING} hiện có
vi: Đã có {BUILDING}

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_BUILDING_UPGRADE
source: Nâng cấp tòa nhà hoàn tất
vi: Hoàn thành việc mở rộng tòa nhà

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_BURNING_BUILDINGS
source: Các tòa nhà đang cháy
vi: Tòa nhà đang cháy

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_BUY_GOODS
source: {RESOURCE} đã mua tại chợ
vi: Đã mua {RESOURCE} ở chợ

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_BUY_GOODS_2
source: Tài nguyên đã mua tại chợ
vi: Đã mua hàng hóa tại chợ

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_CONSTRUCT
source: {BUILDING} đã xây dựng
vi: Đã xây dựng {BUILDING}

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_CONSTRUCT_STARTED
source: Công trường xây dựng cho {BUILDING} đã được thiết lập
vi: Đã dựng công trường cho {BUILDING}

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_COVERAGE_FIRETOWER
source: Phạm vi tháp canh lửa
vi: Phạm vi hoạt động của tháp canh lửa

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_COVERAGE_GUARDTOWER
source: Phạm vi tháp canh
vi: Phạm vi hoạt động của tháp canh

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_DEASSIGN
source: {BUILDING} – công nhân đã bãi nhiệm
vi: {BUILDING} - Công nhân đã bị rút đi

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_DEASSIGN_2
source: Công nhân đã bãi nhiệm
vi: Công nhân đã bị từ chối

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_DESTROY
source: Tòa nhà đã bị phá hủy
vi: Đã phá hủy tòa nhà

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_DESTROY_BUILDING
source: {BUILDING} đã bị phá hủy
vi: Đã phá hủy {BUILDING}

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_DURATION
source: Thời gian
vi: Thời lượng

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_FAIL_CONDITION
source: Tiêu chí thất bại:
vi: Điều kiện thất bại:

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_FIRECOVERAGE
source: Đạt được phạm vi bao phủ cao của tháp canh lửa.
vi: Đạt độ bao phủ cao bằng tháp canh lửa.

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_GLOBALSTOCK
source: Sức chứa kho
vi: Mức trữ nhà kho

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_HAPPINESS
source: {VALUE} % mức độ hài lòng {HAPPINESS}
vi: {VALUE} % hài lòng với {HAPPINESS}

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_HAPPINESS_02
source: {VALUE} % hạnh phúc
vi: {VALUE} % mức độ hài lòng

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_HARSHWINTER_MAINQUEST_01
source: Thực hiện mong muốn của Nhà vua.
vi: Đáp ứng mong muốn của Đức Vua.

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_HARSHWINTER_MAINQUEST_02
source: Cung cấp các tòa nhà chống chịu mùa đông.
vi: Làm cho các tòa nhà chống chọi được mùa đông.

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_HARSHWINTER_MAINQUEST_03
source: Có một nơi để dân làng sưởi ấm.
vi: Có một nơi mà người dân có thể sưởi ấm.

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_OBJECTIVES
source: Tiêu chí thành công:
vi: Điều kiện thành công:

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_PRODUCE
source: {RESOURCE} đã sản xuất
vi: Đã sản xuất {RESOURCE}

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_PROTECT
source: Tòa nhà được bảo vệ
vi: Đã bảo vệ tòa nhà

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_PURGE_FIRES
source: Đám cháy đã được dập tắt
vi: Đã dập tắt lửa

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_PURGE_PLAGUE
source: Dân làng bị bệnh đã được chữa khỏi
vi: Đã chữa trị cho người bệnh

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_RAID_DEFEATED
source: Các cuộc tấn công đã bị đẩy lùi
vi: Đã đẩy lùi các cuộc tấn công

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_RAID_SUCCESSFUL
source: Các cuộc tấn công không bị đẩy lùi
vi: Không đẩy lùi được các cuộc tấn công

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_REPAIR
source: {BUILDING} đã sửa chữa
vi: Đã sửa chữa {BUILDING}

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_REPAIR_2
source: Các tòa nhà đã sửa chữa
vi: Đã sửa chữa tòa nhà

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_RESEARCH_COMPLETED
source: Nghiên cứu hoàn tất:
vi: Nghiên cứu đã hoàn thành:

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_SELL_GOODS
source: {RESOURCE} đã bán tại chợ
vi: Đã bán {RESOURCE} ở chợ

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_SELL_GOODS_2
source: Tài nguyên đã bán tại chợ
vi: Đã bán hàng hóa ở chợ

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_SICK
source: Dân làng bị bệnh
vi: Cư dân bị bệnh

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_SOLDIERS_IN_TOWN
source: Quy mô lính canh thị trấn
vi: Quy mô của lính canh thành phố

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_STOCK
source: Tích trữ {RESOURCE}
vi: {RESOURCE} trong kho

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_STOCK_REACHED
source: Đã đạt mức dự trữ tòa nhà
vi: Kho tòa nhà đã đạt tới mức

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_STREETS
source: Đường đã xây
vi: Đã xây đường

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_STREETS_DIRT
source: Đường đất đã đặt
vi: Đã đặt đường đất

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_STREETS_STONE
source: Đường đá cuội đã đặt
vi: Đã đặt đường đá

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_TAXES_COLLECTED
source: Thuế đã thu
vi: Thu thuế

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_TRADE_PROFIT
source: Lợi nhuận thương mại đã đạt được
vi: Kiếm được lợi nhuận từ giao thương

# T_STATISTICS_MENU_QUESTS_OBJECTIVE_TRIBUTE
source: Cống nạp {RESOURCE} đã trả
vi: Cống nạp {RESOURCE}

# T_STATISTICS_MENU_QUESTS_SIDE_QUEST
source: Nhiệm vụ tùy chọn
vi: Nhiệm vụ phụ

# T_STATISTICS_MENU_RESEARCH_ALREADY_IN_PROGRESS
source: Nghiên cứu đã đang tiến hành!
vi: Nghiên cứu đang được tiến hành!

# T_STATISTICS_MENU_RESEARCH_DETAIL_RESEARCH_COMPLETED
source: Nghiên cứu hoàn tất!
vi: Nghiên cứu đã hoàn thành!

# T_STATISTICS_MENU_RESEARCH_IN_PROGRESS
source: Hiện đang nghiên cứu…
vi: Đang được nghiên cứu…

# T_STATISTICS_MENU_RESEARCH_UNLOCK_LEVEL
source: Mở khóa ở cấp
vi: Được mở khóa ở cấp

# T_STATISTICS_MENU_RESEARCH_UNLOCK_MORE
source: ...và {NUMBER} nghiên cứu bổ sung đã được mở khóa!
vi: ...và {NUMBER} nghiên cứu khác đã được mở khóa!

# T_STATISTICS_MENU_RESEARCH_UNLOCK_UNLOCKED
source: {RESEARCH} đã mở khóa!
vi: Đã mở khóa {RESEARCH}!

# T_STATISTICS_MENU_RESEARCH_UNLOCK_UNLOCKED_02
source: đã mở khóa!
vi: đã được mở khóa!

# T_STATISTICS_MENU_SAVEGAMES_AUTOSAVE
source: Tự động lưu
vi: Đã tự động lưu

# T_STATISTICS_MENU_SAVEGAMES_DELETE_SAVEGAME_FOLDER_QUESTION
source: Xóa tất cả các trò chơi đã lưu cho {TOWNNAME}? Hành động này không thể hoàn tác!
vi: Xóa tất cả các lượt chơi đã lưu của {TOWNNAME}? Thao tác này không thể hoàn tác!

# T_STATISTICS_MENU_SAVEGAMES_FAILED_TO_SAVE
source: Không thể ghi trò chơi đã lưu!
vi: Lỗi ghi khi lưu!

# T_STATISTICS_MENU_SAVEGAMES_MANUAL_SLOT
source: Lưu thủ công
vi: Đã lưu thủ công

# T_STATISTICS_MENU_SAVEGAMES_NO_SAVES
source: Không tìm thấy trò chơi đã lưu nào
vi: Không có lượt chơi đã lưu nào

# T_STATISTICS_MENU_SAVEGAMES_NO_SAVE_FOLDERS
source: Không tìm thấy thư mục trò chơi đã lưu nào
vi: Không có thư mục lưu nào

# T_STATISTICS_MENU_SAVEGAMES_QUICKSAVE
source: Lưu nhanh
vi: Đã lưu nhanh

# T_STATISTICS_MENU_SUBCATEGORY_BUILDINGS
source: Các tòa nhà
vi: Tòa nhà

# T_STATISTICS_MENU_SUBCATEGORY_COMBATPOWER
source: Sức chiến đấu
vi: Sức mạnh chiến đấu

# T_STATISTICS_MENU_SUBCATEGORY_CONTROLLERPAGE_HEADLINE
source: Bố cục bộ điều khiển
vi: Sơ đồ bộ điều khiển

# T_STATISTICS_MENU_SUBCATEGORY_CONTROLLERPAGE_SHOW
source: Hiển thị bố cục
vi: Hiển thị sơ đồ

# T_STATISTICS_MENU_SUBCATEGORY_MERCHANT
source: Thương mại
vi: Giao dịch

# T_STATISTICS_MENU_SUBCATEGORY_MILITARY_BUILDINGS
source: Các tòa nhà quân sự
vi: Tòa nhà quân sự

# T_STATISTICS_MENU_SUBCATEGORY_OPTIONS_EXIT_DESC
source: Thoát trò chơi và quay lại menu chính. Trò chơi tự động lưu.
vi: Thoát khỏi trò chơi và quay lại menu chính. Trò chơi sẽ tự động lưu.

# T_STATISTICS_MENU_SUBCATEGORY_SUPPLIES
source: Quân nhu
vi: Lương thực

# T_STATISTICS_MENU_SUBCATEGORY_SUPPLIES_ARMOR_TOOLTIP
source: Áo giáp mang lại phần thưởng lớn về tỷ lệ chặn đòn và phần thưởng nhỏ về chủ động trong chiến đấu.
vi: Áo giáp mang lại cho binh lính một phần thưởng lớn về cơ hội chặn và một phần thưởng nhỏ về sáng kiến.

# T_STATISTICS_MENU_SUBCATEGORY_SUPPLIES_BREW_TOOLTIP
source: Bia mang lại cho binh lính phần thưởng về tỷ lệ đánh trúng, tỷ lệ chặn đòn và chủ động trong chiến đấu.
vi: Đồ uống mang lại cho binh lính một phần thưởng nhỏ về sáng kiến, cơ hội trúng và cơ hội chặn trong chiến đấu.

# T_STATISTICS_MENU_SUBCATEGORY_SUPPLIES_SAUSAGE_TOOLTIP
source: Xúc xích mang lại cho binh lính phần thưởng về tỷ lệ đánh trúng, tỷ lệ chặn đòn và chủ động trong chiến đấu.
vi: Xúc xích mang lại cho binh lính một phần thưởng nhỏ về sáng kiến, cơ hội trúng và cơ hội chặn trong chiến đấu.

# T_STATISTICS_MENU_SUBCATEGORY_SUPPLIES_WEAPONS_TOOLTIP
source: Vũ khí mang lại phần thưởng lớn về tỷ lệ đánh trúng và phần thưởng nhỏ về chủ động trong chiến đấu.
vi: Vũ khí mang lại cho binh lính một phần thưởng lớn về cơ hội trúng và một phần thưởng nhỏ về sáng kiến.

# T_STATISTICS_MENU_SUBCATEGORY_TOWN_INFO
source: Thông tin thị trấn
vi: Thông tin thành phố

# T_STATISTICS_MENU_SUBCATEGORY_TOWN_INFO_BURNING_BUILDINGS
source: Các tòa nhà đang cháy
vi: Tòa nhà đang cháy

# T_STATISTICS_MENU_SUBCATEGORY_TOWN_INFO_SICK_TOWNIES
source: Dân làng bị bệnh
vi: Cư dân bị bệnh

# T_STATISTICS_MENU_SUBCATEGORY_TRADEGUILD
source: Hiệp hội thương mại
vi: Phường hội thương nhân

# T_STATISTICS_MENU_SUBCATEGORY_TRADE_LASTTRADES
source: Các giao dịch cũ hơn
vi: Các giao dịch trước đó

# T_STATISTICS_MENU_SUBCATEGORY_WAREHOUSES
source: Kho hàng
vi: Kho

# T_STATISTICS_MENU_TOWNINFO_RENAME_TOWN
source: Đổi tên thị trấn
vi: Đổi tên thành phố

# T_STATISTICS_MENU_TOWNINFO_SANDBOX
source: Chế độ vô tận
vi: Trò chơi vô tận

# T_STATISTIC_MENU_BREAD_TOOLTIP
source: Số lượng bánh mì được lưu trữ. Để sản xuất bánh mì, cần có một trang trại với ruộng lúa mì, một cối xay gió và một tiệm bánh.
vi: Lượng bánh mì trong kho. Để sản xuất bánh mì, cần có một trang trại có cánh đồng lúa mì, một nhà máy xay bột và một lò bánh mì.

# T_STATISTIC_MENU_CATEGORY_HAPPINESS_FINANCES
source: Hạnh phúc
vi: Mức độ hài lòng

# T_STATISTIC_MENU_CATEGORY_MILITARY
source: Lính canh thị trấn
vi: Lính canh thành phố

# T_STATISTIC_MENU_CLOTHS_TOOLTIP
source: Mong muốn về quần áo mới chỉ có thể được thỏa mãn với một khu chợ và đủ quần áo trong kho. Khu chợ sẽ đảm nhiệm việc phân phối hàng hóa.
vi: Người dân luôn muốn có quần áo mới. Chúng chỉ có thể được phân phối cho người dân thông qua khu chợ và đòi hỏi phải có một kho quần áo dự trữ trong nhà kho. Chợ đảm nhiệm việc phân phối hàng hóa.

# T_STATISTIC_MENU_DECAY_TOOLTIP
source: Dân làng muốn sống trong những ngôi nhà được bảo quản tốt. Chỉ có các nhà phố mới được tính vào mong muốn này.
vi: Người dân trong làng muốn sống trong những ngôi nhà có tình trạng tốt. Chỉ có nhà ở mới tính vào sự hài lòng.

# T_STATISTIC_MENU_DECO_TOOLTIP
source: Dân làng thích ngắm nhìn đồ trang trí trong thời gian rảnh rỗi. Đồ trang trí càng lộng lẫy, Dân làng càng hạnh phúc. Hiệu ứng của đồ trang trí giảm khi dân số tăng lên, vì vậy cần nhiều đồ vật hơn để có cùng hiệu ứng đối với thị trấn.
vi: Người dân thích ghé thăm các đồ vật trang trí trong thời gian rảnh rỗi. Các đồ vật càng tráng lệ, người dân càng hạnh phúc hơn. Tuy nhiên, giá trị hài lòng giảm khi dân số tăng lên, vì vậy phải dựng thêm nhiều đồ trang trí để có tác dụng tương tự lên làng.

# T_STATISTIC_MENU_DESIRES_TOOLTIP
source: Mong muốn được chia thành nhiều loại. Mỗi mong muốn được đáp ứng sẽ cộng vào sự hài lòng chung về mong muốn trong thị trấn. Nếu 6 trong số 8 mong muốn được đáp ứng, mức độ hài lòng về mong muốn đạt 100%. Điều này có nghĩa là không phải tất cả các loại đều phải được thỏa mãn.
vi: Mong muốn được chia thành nhiều loại. Mỗi danh mục được bao phủ, sẽ cung cấp một điểm cho mức độ hài lòng về mong muốn. Nếu 6 trong số 8 danh mục mong muốn được bao phủ, mức độ hài lòng về mong muốn sẽ là 100%. Vì vậy, không cần thiết phải bao phủ tất cả các danh mục.

# T_STATISTIC_MENU_ENTERTAINMENT_TOOLTIP
source: Mong muốn giải trí trong thị trấn có thể được thỏa mãn bởi một số tòa nhà. Mỗi tòa nhà chỉ có thể thỏa mãn một số lượng Dân làng nhất định. Giá trị hài lòng được xác định bởi tình trạng tòa nhà và sức chứa.
vi: Mong muốn giải trí có thể được đáp ứng bởi nhiều tòa nhà và phụ thuộc vào tình trạng của tòa nhà cũng như sức chứa. Mỗi tòa nhà chỉ có thể cung cấp cho một số lượng khách có hạn.

# T_STATISTIC_MENU_FISH_TOOLTIP
source: Số lượng cá được lưu trữ. Để sản xuất cá, cần có một lều câu cá ở sông hoặc hồ.
vi: Lượng cá trong kho. Để sản xuất cá, cần có một lều đánh cá trên sông hoặc hồ.

# T_STATISTIC_MENU_FOOD_TOOLTIP
source: Cung cấp đủ thức ăn cho mọi người trong thị trấn sẽ làm họ hài lòng. Thức ăn có thể là cá, thịt hoặc bánh mì.
vi: Nhu cầu này được đáp ứng nếu thành phố được cung cấp đủ lương thực. Thực phẩm bao gồm cá, bánh mì và thịt.

# T_STATISTIC_MENU_GLOBAL_HAPPINESS_TITLE
source: Hạnh phúc chung
vi: Mức độ hài lòng chung

# T_STATISTIC_MENU_GLOBAL_HAPPINESS_TOOLTIP
source: Giá trị hạnh phúc là tổng của tất cả các nhu cầu và mong muốn. Cả hai yếu tố chiếm một nửa điểm hạnh phúc.
vi: Giá trị hài lòng được tính bằng một nửa từ tất cả các nhu cầu và một nửa từ tất cả các mong muốn.

# T_STATISTIC_MENU_HAPPINESS_INN_DECO_TOOLTIP
source: Mức độ hài lòng với đồ trang trí càng cao, thu nhập của quán trọ càng lớn.
vi: Mức độ hài lòng với đồ trang trí càng cao thì thu nhập của một quán trọ càng lớn.

# T_STATISTIC_MENU_HAPPINESS_INN_REVENUE_DESC
source: Quán trọ cung cấp thu nhập thường xuyên tùy thuộc vào tình trạng của tòa nhà và mức độ hài lòng về trang trí hiện tại.
vi: Quán trọ mang lại một thu nhập thường xuyên, tùy thuộc vào tình trạng của tòa nhà và mức độ hài lòng về đồ trang trí hiện tại

# T_STATISTIC_MENU_HAPPINESS_INN_REVENUE_ESTIMATION
source: Ước tính doanh thu quán trọ
vi: Ước tính thu nhập của quán trọ

# T_STATISTIC_MENU_HAPPINESS_INN_REVENUE_ESTIMATION_TOOLTIP
source: Ước tính doanh thu mỗi phút cho tất cả các quán trọ
vi: Ước tính thu nhập mỗi phút cho tất cả các quán trọ

# T_STATISTIC_MENU_HAPPINESS_INN_REVENUE_TOOTLTIP
source: Ước tính doanh thu mỗi phút cho tất cả các quán trọ. Tùy thuộc vào cấp độ nâng cấp của quán trọ, tình trạng và mức độ hài lòng về trang trí.
vi: Ước tính thu nhập mỗi phút cho tất cả các quán trọ. Phụ thuộc vào cấp độ mở rộng của các quán trọ, tình trạng của các tòa nhà và mức độ hài lòng về đồ trang trí.

# T_STATISTIC_MENU_JEWELRY_TOOLTIP
source: Mong muốn về đồ trang sức chỉ có thể được thỏa mãn với một khu chợ và đủ đồ trang sức trong kho. Khu chợ sẽ đảm nhiệm việc phân phối hàng hóa cho các Nữ dân làng.
vi: Người dân muốn có đồ trang sức. Chúng chỉ có thể được phân phối cho người dân thông qua khu chợ và đòi hỏi phải có một kho đồ trang sức dự trữ trong nhà kho. Chợ đảm nhiệm việc phân phối hàng hóa cho người dân.

# T_STATISTIC_MENU_MARKET_TOOLTIP
source: Có một khu chợ trong thị trấn làm tăng hạnh phúc của thị trấn, tùy thuộc vào số lượng dân làng trong thị trấn và tình trạng của tòa nhà. Các tòa nhà công cộng có sức chứa hạn chế đối với dân làng. Nếu tòa nhà đầy, mức độ hài lòng sẽ giảm.
vi: Việc có một khu chợ trong làng sẽ làm tăng mức độ hài lòng này, nhưng nó phụ thuộc vào số lượng người dân và tình trạng của tòa nhà. Các tòa nhà công cộng có sức chứa giới hạn cho một số lượng cư dân nhất định. Nếu số lượng này bị vượt quá, thì giá trị hài lòng sẽ giảm.

# T_STATISTIC_MENU_MEAT_TOOLTIP
source: Số lượng thịt được lưu trữ. Để sản xuất thịt, cần có một lều săn hoặc một trang trại lợn với một xưởng thịt.
vi: Lượng thịt trong kho. Để sản xuất thịt, cần một lều săn bắn hoặc một trang trại lợn có lò mổ.

# T_STATISTIC_MENU_NEEDS_TOOLTIP
source: Nhu cầu cơ bản của Dân làng của bạn là thức ăn và nước uống. Những giá trị này có tác động lớn nhất đến hạnh phúc và năng suất.
vi: Các nhu cầu cơ bản của người dân là thực phẩm và nước uống. Các giá trị này có ảnh hưởng lớn nhất đến sự hài lòng và năng suất của người dân.

# T_STATISTIC_MENU_PRODUCTIVITY_TOOLTIP
source: Nếu hạnh phúc trong thị trấn thấp, dân làng sẽ trở nên kém năng suất hơn. Mức năng suất cơ bản có thể giảm tới 50%.
vi: Nếu mức độ hài lòng trong làng giảm xuống, năng suất của người dân cũng sẽ giảm xuống đồng thời. Có thể mất đến 50% năng suất cơ bản.

# T_STATISTIC_MENU_RELIGION_TOOLTIP
source: Có nhà thờ trong thị trấn thỏa mãn mong muốn này. Mỗi tòa nhà chỉ có thể thỏa mãn một số lượng Dân làng nhất định. Giá trị hài lòng được xác định bởi tình trạng tòa nhà và sức chứa của nó.
vi: Để đáp ứng mong muốn này, cần phải xây dựng các nhà thờ trong thành phố. Giá trị của mong muốn này sẽ tăng lên tùy thuộc vào tình trạng của tòa nhà và sức chứa. Mỗi tòa nhà chỉ có thể cung cấp cho một số lượng khách có hạn.
