Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_SCENARIO_2017_ELECTION_SERVANTS_SUCCESS
source: Ngài đã làm những điều tuyệt vời cho những người hầu chúng tôi, thưa Lãnh chúa. Từ bây giờ, thời kỳ hoàng kim bắt đầu đối với những người hầu chúng tôi. Chúng tôi chưa bao giờ tưởng tượng rằng ngài sẽ thực sự cải thiện cuộc sống của chúng tôi trong thị trấn. Ngài đã có phiếu bầu của chúng tôi trong cuộc bầu cử!
vi: Ngài đã làm những điều vĩ đại cho những người hầu chúng tôi, thưa Lãnh Chúa. Từ giờ trở đi, thời kỳ hoàng kim đang chờ đợi chúng ta. Chúng tôi sẽ không bao giờ nghĩ rằng ngài thực sự sẽ hỗ trợ chúng tôi trong khuôn khổ này. Các ngài đã có lá phiếu của chúng tôi trong cuộc bầu cử!

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_01_DESC
source: Thưa Lãnh chúa! Bệnh dịch hạch đang lan rộng trong thị trấn. Xin ngài, ngài phải giúp chúng tôi! Con tôi đang ở quận bị ảnh hưởng và chúng tôi không có bệnh xá trong thị trấn.
vi: Thưa ngài, dịch bệnh đã bùng phát! Xin ngài, các ngài phải giúp chúng tôi. Con cái của tôi đang ở trong khu vực bị ảnh hưởng và chúng ta không có thầy thuốc nào trong thành phố!

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_02_DESC
source: Lãnh chúa Thống đốc, nguồn cung cấp thực phẩm trong thị trấn không đủ. Nông dân báo cáo rằng chúng ta đang thiếu các tòa nhà thiết yếu. Ngài nên ra lệnh xây dựng một trang trại mới và một tiệm bánh.
vi: Thưa Thống đốc, nguồn cung cấp lương thực của thành phố không đủ. Nông dân báo cáo rằng chúng ta đang thiếu các tòa nhà thiết yếu. Ngài nên xây dựng lại trang trại và lò bánh mì.

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_02_TITLE
source: Xây dựng một trang trại và một tiệm bánh.
vi: Xây dựng một trang trại và một lò bánh mì.

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_03_DESC
source: Thưa Lãnh chúa, những người dân thường chúng tôi không có nhiều điều để cười và công việc hàng ngày của chúng tôi rất mệt mỏi. Sẽ thật tuyệt nếu có một nơi mà chúng tôi có thể quên đi những nỗi buồn của mình. Một khu hội chợ sẽ là nơi thích hợp.
vi: Thưa ngài, chúng tôi, những người dân thường, không có nhiều niềm vui và cuộc sống hàng ngày của chúng ta thì rất mệt mỏi. Sẽ thực sự tuyệt vời nếu chúng ta có một nơi để quên đi những lo lắng của mình. Một quảng trường lễ hội sẽ là một lựa chọn phù hợp.

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_04_DESC
source: Thưa Lãnh chúa, hầu hết dân số đang sống trong nghèo đói. Ngài có thể nâng cao danh tiếng của mình bằng cách trả lại một phần thuế cho người dân.
vi: Thưa ngài, người dân đang rất nghèo đói. Ngài có thể cải thiện đáng kể hình ảnh của mình trong thành phố bằng cách hoàn trả một số tiền thuế.

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_04_TITLE
source: Trả lại một phần thuế cho người dân.
vi: Hoàn trả thuế cho người dân.

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_05_DESC
source: Bây giờ chúng ta đã có cơ sở hạ tầng cần thiết, chúng ta nên cung cấp sự đa dạng hơn về thực phẩm cho dân chúng. Hầu hết Dân làng sống trong nghèo đói không có thịt cho bữa tối. Ngài có thể thay đổi điều này.
vi: Thưa ngài, giờ khi chúng ta đã có cơ sở hạ tầng cần thiết, chúng ta nên bắt đầu cung cấp cho người dân các nguồn lương thực khác nhau. Trong một vài trường hợp hiếm hoi, người dân nghèo có thể có thịt để ăn. Ngài nên thay đổi điều này.

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_05_TITLE
source: Giao thịt.
vi: Cung cấp thịt.

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_06_DESC
source: Thưa Lãnh chúa, chúng tôi thu hoạch lúa mì, xay nó và nướng bánh mì. Tuy nhiên, chúng tôi hiếm khi thấy bánh mì của mình trên đĩa của chính mình để ăn.
vi: Thưa ngài, chúng ta thu hoạch ngũ cốc, xay nó thành bột mì và nướng bánh mì. Tuy nhiên, chúng ta hiếm khi được ăn bánh mì của chính mình. Điều này nên thay đổi. Chúng ta cũng muốn có bánh mì!

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_06_TITLE
source: Giao bánh mì.
vi: Cung cấp bánh mì.

# T_SCENARIO_2017_ELECTION_SMALLFOLK_QUEST_07_DESC
source: Thưa Lãnh chúa, ngài gần như đã có được sự chấp thuận hoàn toàn của chúng tôi. Điều cuối cùng ngài cần làm là làm cho mọi người trong thị trấn hạnh phúc hơn. Chúng tôi sẽ cảm ơn ngài bằng cách làm việc năng suất hơn.
vi: Thưa Lãnh Chúa, các ngài đã gần như thuyết phục được chúng tôi rồi. Các ngài chỉ cần đảm bảo rằng tất cả mọi người trong làng đều trở nên hài lòng hơn. Chúng tôi sẽ cảm ơn ngài bằng cách tăng năng suất của mình, thưa ngài.

# T_SCENARIO_2017_ELECTION_SMALLFOLK_START
source: Chào mừng, Thống đốc. Là người xay bột, tôi là tiếng nói của những người dân thường làm nông. Nếu ngài có thể làm cho cuộc sống của chúng tôi trong thị trấn dễ dàng hơn, chúng tôi sẽ bỏ phiếu cho ngài trong cuộc bầu cử.
vi: Xin chào, thưa ngài Thống đốc đáng kính. Với tư cách là một người thợ xay bột, tôi là người phát ngôn của những người dân thường ở đây trong thành phố. Nếu ngài hỗ trợ chúng tôi, chúng tôi sẽ bỏ phiếu cho ngài trong cuộc bầu cử sắp tới.

# T_SCENARIO_2017_ELECTION_SMALLFOLK_SUCCESS
source: Ngài thực sự là người của dân chúng, thưa Lãnh chúa. Ngài đã giúp đỡ dân thường rất nhiều bằng cách hoàn thành các nhiệm vụ của chúng tôi. Giờ đây cuộc sống của chúng tôi trong thị trấn của ngài đã dễ dàng hơn rất nhiều. Cảm ơn ngài, thưa Lãnh chúa. Ngài có thể tin tưởng vào việc chúng tôi sẽ bỏ phiếu cho ngài trong cuộc bầu cử.
vi: Ngài thực sự là một người của những người dân thường, thưa ngài Thống đốc. Ngài đã thực sự quan tâm đến những người dân nhỏ bé trong thành phố. Xin cảm ơn và cầu mong các ngài sẽ được ban phước.

# T_SCENARIO_2017_ELECTION_SMALLFOLK_TITLE
source: Hoàn thành tất cả các nhiệm vụ cho nông dân.
vi: Hoàn thành tất cả các nhiệm vụ cho người dân thường.

# T_SCENARIO_2017_ELECTION_STANDARD_QUEST_01_DESC
source: Thưa Lãnh chúa, nền kinh tế của chúng ta không thể hỗ trợ thợ mộc. Chúng ta không có đủ tài nguyên cần thiết. Ngài nên tạm thời bãi nhiệm thợ mộc khỏi tòa nhà của anh ta.
vi: Thưa ngài, nền kinh tế của chúng ta không đủ mạnh để hỗ trợ xưởng mộc. Chúng ta đang thiếu các nguyên liệu thô cần thiết vào lúc này. Ngài nên rút thợ mộc khỏi tòa nhà trước mắt.

# T_SCENARIO_2017_ELECTION_STANDARD_QUEST_01_TITLE
source: Bãi nhiệm thợ mộc.
vi: Rút thợ mộc đi.

# T_SCENARIO_2017_ELECTION_STANDARD_QUEST_02_DESC
source: Chúng ta không sản xuất đủ lương thực, thưa Lãnh chúa. Nên xây thêm một vài lều câu cá.
vi: Chúng ta đang sản xuất quá ít lương thực, thưa ngài. Sẽ rất khôn ngoan nếu đặt hàng xây thêm một vài lều đánh cá.

# T_SCENARIO_2017_ELECTION_STANDARD_QUEST_03_DESC
source: Trước khi chúng ta chọn một trong các phe phái trong thị trấn, ngài nên ra lệnh xây dựng một xưởng cưa. Nó rất cần thiết cho sự phát triển kinh tế của thị trấn, thưa Lãnh chúa.
vi: Trước khi chúng ta quyết định chọn một trong các phe phái, chúng ta nên cho xây dựng một xưởng cưa. Nó là điều cần thiết để cải thiện nền kinh tế ở đây trong thành phố, thưa ngài.

# T_SCENARIO_7_QUEST_INTRO_DESC
source: Quản gia tốt bụng của ta, con gái ta sắp kết hôn với Hoàng tử William Clemens III của Giebelstadt. Ta muốn ngươi lo liệu mọi công việc chuẩn bị cho dịp trọng đại này. Ngươi không có nhiều thời gian để lãng phí đâu, vì vậy hãy nhanh lên. Ta hoàn toàn tin tưởng vào ngươi!
vi: Thưa Thống đốc! Con gái yêu của tôi sẽ kết hôn với Hoàng tử William Clemens III vĩ đại từ Giebelstadt. Tôi cần các ngài thực hiện tất cả công tác chuẩn bị cho ngày trọng đại này. Các ngài không được lãng phí thời gian!

# T_SCENARIO_7_QUEST_INTRO_NAME
source: Chuẩn bị cho đám cưới lớn bằng cách hoàn thành tất cả các nhiệm vụ!
vi: Hãy chuẩn bị cho đám cưới lớn bằng cách hoàn thành tất cả các nhiệm vụ!

# T_SCENARIO_7_QUEST_OUTRO_DESC
source: Cảm ơn công việc tuyệt vời của ngươi! Ngươi đã làm rất tốt, đám cưới bây giờ có thể bắt đầu! Và tất nhiên, ngươi được mời!
vi: Xin cảm ơn vì những nỗ lực của các ngài! Các ngài đã làm rất tốt, đám cưới giờ có thể được tổ chức! Tất nhiên, các ngài cũng được mời!

# T_SCENARIO_BESIEGEMENT_HELPQUEST_02_0_DESC
source: Bọn cướp sẽ sớm tấn công, chúng ta nên chuẩn bị. Bố trí người vào các tháp canh.
vi: Bọn cướp đang tập hợp cho một cuộc tấn công, chúng ta nên chuẩn bị sẵn sàng. Hãy bố trí người vào các tháp canh.

# T_SCENARIO_BESIEGEMENT_MAINQUEST_DESC
source: Thưa Lãnh chúa, nền kinh tế của thị trấn đang hỗn loạn vì các cuộc tấn công liên tục của bọn cướp. Tôi hy vọng chúng ta có thể chống chọi được cuộc bao vây.
vi: Thưa ngài, những cuộc tấn công liên tục này đã gây tổn hại nghiêm trọng đến nền kinh tế của chúng ta. Tôi hy vọng rằng chúng ta có thể vượt qua được cuộc bao vây này.

# T_SCENARIO_BESIEGEMENT_MAINQUEST_END
source: Làm tốt lắm, thưa Lãnh chúa! Ngài đã xử lý cuộc bao vây khá tốt và thậm chí còn xoay sở để xây dựng lại nền kinh tế. Ngay cả hiệp sĩ cũng có vẻ rất ấn tượng.
vi: Xuất sắc, thưa ngài! Chúng ta đã vượt qua cuộc bao vây. Việc xây dựng thành phố cũng không phải là vấn đề đối với ngài. Thậm chí, hiệp sĩ có vẻ cũng vô cùng ấn tượng.

# T_SCENARIO_BESIEGEMENT_MAINQUEST_NAME
source: Thiết lập cơ sở hạ tầng trong khi bảo vệ thị trấn.
vi: Xây dựng cơ sở hạ tầng và bảo vệ thành phố.

# T_SCENARIO_BESIEGEMENT_QUEST_01_DESC
source: Chỉ một Thống đốc và cố vấn của hắn ta? Đó không phải là sự giúp đỡ mà ta mong đợi. Ta không nghĩ các ngươi sẽ giúp ích được gì trong việc phòng thủ chống lại bọn cướp. Mọi người khác, cầm vũ khí lên!
vi: Chỉ một vị Thống đốc và cố vấn của mình thôi sao? Đây không phải là sự giúp đỡ mà ta mong đợi. Ta không tin rằng các ngài có thể đóng góp vào việc phòng thủ của làng. Mọi người khác, hãy cầm vũ khí lên!

# T_SCENARIO_BESIEGEMENT_QUEST_01_END
source: Đợt tấn công của bọn cướp đã bị đẩy lùi. Bây giờ chúng ta có thể nghỉ ngơi một chút, cho đến khi trinh sát của chúng ta phát hiện một cuộc tấn công khác.
vi: Cuộc tấn công đã bị đẩy lùi. Giờ chúng ta có thể nghỉ ngơi một chút cho đến khi người do thám của chúng ta xác định được một cuộc tấn công mới.

# T_SCENARIO_BESIEGEMENT_QUEST_02_2_DESC
source: Chúng ta cần thêm tháp canh để bảo vệ thị trấn. Xây dựng chúng ngay lập tức!
vi: Chúng ta cần thêm tháp canh để bảo vệ thành phố. Chúng ta cần chúng khá nhanh!

# T_SCENARIO_BESIEGEMENT_QUEST_02_DESC
source: Thống đốc, sao ngài không làm gì đó hữu ích và ra lệnh xây thêm tháp canh đi?
vi: Thưa Thống đốc, nếu các ngài trở nên hữu ích thì sao? Hãy cho xây thêm một vài tháp canh!

# T_SCENARIO_BESIEGEMENT_QUEST_03_DESC
source: Doanh trại của chúng ta đã sụp đổ, chúng ta nên xây một cái mới. Ta nghĩ đây là công việc mà ngài có thể xử lý được, Thống đốc.
vi: Doanh trại của chúng ta đã bị phá hủy. Chúng ta nên xây một cái mới. Tôi nghĩ đó là công việc dành cho các ngài, thưa Thống đốc.

# T_SCENARIO_BESIEGEMENT_QUEST_04_DESC
source: Tôi đề nghị chúng ta cử một người đưa tin đến Nhà vua, thưa Lãnh chúa. Nhưng chúng ta sẽ cần cải trang. Hãy bắt đầu với một ít vải.
vi: Tôi khuyên ngài nên cử một người đưa tin đến Đức Vua, thưa ngài. Nhưng chúng ta sẽ cần một thứ để ngụy trang. Chúng ta hãy bắt đầu bằng việc sản xuất vải vóc.

# T_SCENARIO_BESIEGEMENT_QUEST_05_DESC
source: Bây giờ chúng ta cần một ít da để cải trang. Để nó trông giống quần áo của bọn cướp hơn.
vi: Giờ chúng ta cần một ít da để ngụy trang. Như vậy nó sẽ trông giống như quần áo của bọn cướp.

# T_SCENARIO_BESIEGEMENT_QUEST_05_NAME
source: Giao da.
vi: Cung cấp da thuộc.

# T_SCENARIO_BESIEGEMENT_QUEST_06_DESC
source: Đối với bộ râu, chúng ta sẽ dùng một ít len. Tôi hy vọng điều này sẽ tăng cơ hội người đưa tin đến được chỗ Nhà vua.
vi: Để làm râu, tốt nhất chúng ta nên dùng một ít len. Tôi hy vọng điều này sẽ làm tăng cơ hội để người đưa tin có thể đến được Đức Vua.

# T_SCENARIO_BESIEGEMENT_QUEST_06_NAME
source: Giao len.
vi: Cung cấp len.

# T_SCENARIO_BESIEGEMENT_QUEST_07_DESC
source: Chúng ta không thể chỉ ngồi yên chờ đợi sự hỗ trợ từ Nhà vua. Áo giáp của lính canh thị trấn đang trong tình trạng tồi tệ, chúng ta phải sản xuất những cái mới để đảm bảo việc phòng thủ thị trấn.
vi: Chúng ta không thể chỉ ngồi không và chờ đợi sự hỗ trợ của Đức Vua. Áo giáp của những người lính đã bị hư hại nặng nề, chúng ta phải sản xuất áo giáp mới để đảm bảo hệ thống phòng thủ của chúng ta.

# T_SCENARIO_BESIEGEMENT_QUEST_08_2_DESC
source: Ôi không, thưa Lãnh chúa. Chúng đã phá hủy doanh trại của chúng ta. Chúng ta nên xây dựng lại nó, để cung cấp vật tư cho binh lính.
vi: Ôi không, thưa ngài. Bọn cướp đã phá hủy được doanh trại. Chúng ta nên xây dựng lại nó để binh lính có thể được cung cấp lại.

# T_SCENARIO_BESIEGEMENT_QUEST_08_DESC
source: Bọn cướp đang chuẩn bị cho một cuộc tấn công dữ dội vào doanh trại của chúng ta. Doanh trại rất cần thiết, nó không được phép bị phá hủy!
vi: Bọn cướp đang chuẩn bị một cuộc tấn công lớn vào doanh trại của chúng ta. Doanh trại là rất quan trọng đối với hệ thống phòng thủ của chúng ta! Bọn cướp không được phép phá hủy nó trong bất kỳ trường hợp nào!

# T_SCENARIO_BESIEGEMENT_QUEST_09_DESC
source: Quân đội của Nhà vua vẫn chưa đến. Chúng ta không thể đợi lâu hơn nữa. Vì vậy, chúng ta cần những lưỡi kiếm sắc bén nhất mà chúng ta có thể chế tạo, nếu không thị trấn sẽ thất thủ.
vi: Đức Vua vẫn chưa đến. Chúng ta không thể chờ thêm được nữa. Giờ chúng ta cần những lưỡi kiếm sắc bén nhất mà chúng ta có thể tạo ra, nếu không ngôi làng sẽ thất thủ.

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_01_DESC
source: Thống đốc, trại cướp phía đông nam đang chặn đường đến các thị trấn khác. Nếu chúng ta muốn có thêm dân làng giúp đỡ, chúng ta cần phá hủy trại đó ở phía đông nam.
vi: Thưa Thống đốc, một trại cướp đang chặn các con đường dẫn đến các ngôi làng khác. Nếu muốn nhiều người dân hỗ trợ chúng ta, thì chúng ta phải phá hủy trại này.

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_01_END
source: Trại cướp đã bị phá hủy! Giờ đây, nhiều dân làng hơn có thể hỗ trợ chúng ta.
vi: Trại cướp đã bị phá hủy! Giờ thì con đường đã thông để những người dân khác có thể đến được với chúng ta.

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_01_NAME
source: Phá hủy trại cướp phía đông nam.
vi: Phá hủy trại cướp ở phía đông nam.

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_02_DESC
source: Chúng ta đã xác định được vị trí của thương nhân, thưa Lãnh chúa. Ông ta bị giam giữ tại trại gần sông ở phía tây bắc.
vi: Chúng ta đã tìm thấy được thương nhân, thưa ngài. Anh ta đang bị giam giữ trong trại cướp gần sông ở phía tây bắc.

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_02_END
source: Thưa Lãnh chúa, thương nhân đã an toàn trở lại. Từ bây giờ ông ta sẽ lại thường xuyên ghé thăm chúng ta.
vi: Thưa ngài, thương nhân vẫn an toàn. Giờ anh ta sẽ lại thường xuyên đến thăm chúng ta và giao thương với chúng ta.

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_02_NAME
source: Phá hủy trại cướp phía tây bắc.
vi: Phá hủy trại cướp ở phía tây bắc.

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_03_DESC
source: Thưa Lãnh chúa, bọn cướp trang bị bùi nhùi từ trại ở vùng núi phía đông bắc. Nếu chúng ta phá hủy nó, chúng sẽ không thể đốt cháy các tòa nhà của chúng ta nữa.
vi: Thưa ngài, bọn cướp đang cất trữ mồi lửa của chúng ở trại phía đông bắc trên núi. Nếu chúng ta phá hủy nó, bọn cướp sẽ không thể phóng hỏa các tòa nhà của chúng ta được nữa.

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_03_NAME
source: Phá hủy trại cướp phía đông bắc.
vi: Phá hủy trại cướp ở phía đông bắc.

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_04_DESC
source: Trại cướp chính nằm ở phía tây nam. Cuối cùng hãy phá hủy nó và chúng ta sẽ buộc bọn cướp phải đầu hàng. Xung phong!
vi: Trại chính của bọn cướp nằm ở phía tây nam. Chúng ta hãy phá hủy nó, điều đó sẽ buộc chúng phải đầu hàng. Tấn công!

# T_SCENARIO_BESIEGEMENT_QUEST_CAMPQUEST_04_NAME
source: Phá hủy trại cướp phía tây nam.
vi: Phá hủy trại cướp ở phía tây nam.

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_01_DESC
source: Thật là một hiệp sĩ thô lỗ. Thưa Lãnh chúa, nền kinh tế trong thị trấn này về cơ bản đã bị tàn phá. Khi binh lính của chúng ta đẩy lùi được những đợt tấn công đầu tiên của bọn cướp, chúng ta nên tập trung vào việc ra lệnh cho dân chúng sản xuất một số tài nguyên cơ bản.
vi: Thật là một hiệp sĩ bất lịch sự. Thưa ngài, nền kinh tế trong ngôi làng này gần như đã sụp đổ. Ngay khi lính của chúng ta đã đẩy lùi được các đợt tấn công đầu tiên của bọn cướp, thì họ nên chăm lo đến việc sản xuất nguyên liệu thô.

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_01_NAME
source: Sản xuất ván.
vi: Sản xuất ván gỗ.

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_02_DESC
source: Rất tốt thưa Lãnh chúa. Chúng ta nên bắt đầu xây dựng lại trang trại, vì chúng ta đang cạn kiệt lương thực.
vi: Tuyệt vời, thưa ngài. Chúng ta nên bắt đầu xây dựng một trang trại, vì chúng ta không còn nhiều lương thực nữa.

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_03_DESC
source: Bây giờ chúng ta có thể sản xuất bánh mì trở lại. Nhưng chúng ta nên để mắt đến bọn cướp đang tấn công và tuyển mộ dân chúng làm binh lính khi cần thiết.
vi: Giờ chúng ta có thể sản xuất bánh mì trở lại. Nhưng chúng ta nên chú ý đến các cuộc tấn công của bọn cướp và bổ nhiệm người dân làm binh lính một lần nữa nếu cần.

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_11_DESC
source: Thưa Thống đốc, chúng ta có thể tăng hiệu quả của binh lính khi cung cấp bia cho họ.
vi: Thưa Thống đốc, chúng ta có thể tăng hiệu quả của binh lính nếu chúng ta cung cấp đồ uống cho họ.

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_12_DESC
source: Chúng ta có thể tăng sức chiến đấu của binh lính hơn nữa, thưa Lãnh chúa. Tất cả những gì chúng ta cần bây giờ là một ít xúc xích.
vi: Chúng ta thậm chí có thể tăng cường hơn nữa sức mạnh chiến đấu của binh lính. Tất cả những gì chúng ta cần là xúc xích.

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_21_DESC
source: Làm việc và chiến đấu cả ngày khiến chúng tôi rất mệt mỏi. Chúng tôi có thể nghỉ ngơi một chút không, thưa Lãnh chúa? Sẽ thật tuyệt nếu cả thị trấn được nghỉ một ngày.
vi: Ngày qua ngày chiến đấu và làm việc. Điều đó khiến chúng ta khá mệt mỏi. Liệu chúng ta có thể nghỉ ngơi một chút được không, thưa ngài? Sẽ rất tuyệt nếu cả thành phố được nghỉ một ngày.

# T_SCENARIO_BESIEGEMENT_SIDEQUEST_21_NAME
source: Không có dân làng nào được giao việc.
vi: Không giao cho người dân công việc nào.

# T_SCENARIO_HELPER_AVALANCHE_CHANGE_HIGH_NAME
source: Nguy cơ tuyết lở: Cao
vi: Cảnh báo tuyết lở: Cao

# T_SCENARIO_HELPER_AVALANCHE_CHANGE_MED_NAME
source: Nguy cơ tuyết lở: Trung bình
vi: Cảnh báo tuyết lở: Trung bình

# T_SCENARIO_HELPER_AVALANCHE_CHANGE_NO_NAME
source: Nguy cơ tuyết lở: Không có
vi: Cảnh báo tuyết lở: Không có

# T_SCREENSHOT_FAILED_PERMISSIONS
source: Chụp ảnh màn hình thất bại! Quyền ghi cho ứng dụng này chưa được đặt.
vi: Lưu không thành công. Thiếu quyền ghi cho ứng dụng này.

# T_SCREENSHOT_SHARE_POPUP_TITLE
source: Đã chụp ảnh màn hình
vi: Đã tạo ảnh chụp màn hình

# T_SHARE_PERMISSIONS_INFO_VERYSHORT
source: Để chia sẻ ảnh chụp màn hình của bạn, trước tiên bạn phải cấp quyền cho Townsmen để đăng lên Facebook. Townsmen sẽ không bao giờ đăng bất cứ điều gì mà bạn không biết và không đồng ý. Chỉ cần nhấn „OK“ trong cửa sổ được nhắc để cấp cho Townsmen các quyền cần thiết.
vi: Để chia sẻ ảnh chụp màn hình, trước tiên bạn phải cấp cho Townsmen các quyền cần thiết. Townsmen sẽ không bao giờ chia sẻ bất cứ điều gì trên Facebook mà không có kiến thức hoặc sự đồng ý của bạn. Chỉ cần nhấn “OK” khi bạn được yêu cầu trong cửa sổ tiếp theo để cấp cho Townsmen các quyền cần thiết.

# T_SHARE_PERMISSIONS_INFO_VERYSHORT_OLD
source: Để chia sẻ thành tích hoặc ảnh chụp màn hình của bạn, trước tiên bạn phải cấp quyền cho Townsmen để đăng lên Facebook. Townsmen sẽ không bao giờ đăng bất cứ điều gì mà bạn không biết và không đồng ý. Chỉ cần nhấn „OK“ trong cửa sổ được nhắc để cấp cho Townsmen các quyền cần thiết.
vi: Để chia sẻ ảnh chụp màn hình hoặc thành tích, trước tiên bạn phải cấp cho Townsmen các quyền cần thiết. Townsmen sẽ không bao giờ chia sẻ bất cứ điều gì trên Facebook mà không có kiến thức hoặc sự đồng ý của bạn. Chỉ cần nhấn “OK” khi bạn được yêu cầu trong cửa sổ tiếp theo để cấp cho Townsmen các quyền cần thiết.

# T_SHARE_PICTUREUPLOAD_FEEDBACK_NEGATIVE
source: Tải lên ảnh chụp màn hình thất bại! Thử lại sau…
vi: Tải ảnh chụp màn hình lên không thành công! Vui lòng thử lại sau…

# T_SHARE_PICTUREUPLOAD_FEEDBACK_NEGATIVE_PERMISSIONS
source: Tải lên ảnh chụp màn hình thất bại! Các quyền cần thiết chưa được đặt!
vi: Tải ảnh chụp màn hình lên không thành công! Thiếu các quyền cần thiết!

# T_SHARE_PICTUREUPLOAD_FEEDBACK_POSITIVE
source: Tải lên ảnh chụp màn hình thành công. Bạn có muốn hiển thị bài đăng của mình trên dòng thời gian không?
vi: Tải ảnh chụp màn hình lên thành công. Bạn có muốn hiển thị bài đăng của mình trên dòng thời gian không?

# T_SHARE_SCREENSHOT_UPLOADING
source: Đang tải lên ảnh chụp màn hình…
vi: Đang tải ảnh chụp màn hình…

# T_SHOP_TEASER_1
source: ƯU ĐÃI KHÁC
vi: NHIỀU ƯU ĐÃI HƠN

# T_SHOP_TEASER_2
source: Ghé thăm cửa hàng để biết thêm!
vi: Hãy ghé thăm cửa hàng để biết thêm!

# T_STATISTICS_MENU_MILITARY_BUILDINGS_ARMORIES_TOOLTIP
source: Số lượng kho vũ khí hiện có trong thị trấn. Tại đây áo giáp và vũ khí được chế tạo.
vi: Số lượng xưởng vũ khí trong thành phố. Vũ khí và áo giáp được sản xuất ở đây.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_BANDITCAMPS
source: Trại cướp bị nghi ngờ
vi: Các trại cướp bị nghi ngờ

# T_STATISTICS_MENU_MILITARY_BUILDINGS_BANDITCAMPS_TOOLTIP
source: Số lượng trại cướp ở vùng lân cận thị trấn
vi: Trại cướp nằm gần làng

# T_STATISTICS_MENU_MILITARY_BUILDINGS_BARRACKS_COVERAGE
source: Phạm vi cung cấp quân nhu
vi: Phạm vi cung cấp lương thực

# T_STATISTICS_MENU_MILITARY_BUILDINGS_BARRACKS_COVERAGE_OLD
source: Phạm vi doanh trại
vi: Phạm vi hoạt động của doanh trại

# T_STATISTICS_MENU_MILITARY_BUILDINGS_BARRACKS_COVERAGE_TOOLTIP
source: Tỷ lệ phần trăm các tòa nhà phòng thủ được cung cấp quân nhu bởi một doanh trại hoặc các tòa nhà cung cấp quân nhu khác.
vi: Tỷ lệ các tòa nhà phòng thủ được cung cấp lương thực bởi doanh trại hoặc các tòa nhà cung cấp lương thực khác.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_BARRACKS_COVERAGE_TOOLTIP_OLD
source: Tỷ lệ phần trăm các tháp canh được cung cấp quân nhu bởi doanh trại
vi: Tỷ lệ các tháp canh được doanh trại cung cấp lương thực

# T_STATISTICS_MENU_MILITARY_BUILDINGS_BARRACKS_TOOLTIP
source: Số lượng doanh trại hiện có trong thị trấn
vi: Số lượng doanh trại trong làng.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_BUTCHERS_TOOLTIP
source: Số lượng xưởng thịt hiện có trong thị trấn. Xúc xích cho binh lính được chế tạo ở đó.
vi: Số lượng lò mổ trong làng. Xúc xích được sản xuất ở đó.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_GUARDED_TOOLTIP
source: Các tòa nhà nằm trong phạm vi ảnh hưởng của một tòa nhà phòng thủ. Lính canh thị trấn sẽ bảo vệ khu vực.
vi: Các tòa nhà nằm trong phạm vi ảnh hưởng của một tòa nhà phòng thủ. Lực lượng dân quân sẽ bảo vệ thành phố trong khu vực này.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_GUARDED_TOOLTIP_OLD
source: Các tòa nhà nằm trong phạm vi ảnh hưởng của một tháp canh. Lính canh thị trấn sẽ bảo vệ thị trấn tại đây.
vi: Các tòa nhà nằm trong phạm vi ảnh hưởng của tháp canh. Lực lượng dân quân sẽ bảo vệ thành phố trong khu vực này.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_GUARDPOST_TOOLTIP
source: Số lượng trạm gác trong làng.
vi: Số lượng trạm canh gác trong làng.

# T_STATISTICS_MENU_MILITARY_BUILDINGS_GUARDTOWER_COVERAGE
source: Bảo vệ bởi lính canh thị trấn
vi: Phạm vi hoạt động của lính canh thành phố

# T_STATISTICS_MENU_MILITARY_BUILDINGS_GUARDTOWER_COVERAGE_OLD
source: Phạm vi tháp canh
vi: Phạm vi hoạt động của tháp canh

# T_STATISTICS_MENU_MILITARY_BUILDINGS_GUARDTOWER_COVERAGE_TOOLTIP
source: Tỷ lệ phần trăm các tòa nhà trong thị trấn được bảo vệ bởi các tòa nhà phòng thủ.
vi: Tỷ lệ các tòa nhà trong thành phố được bảo vệ bởi các tháp canh

# T_STATISTICS_MENU_MILITARY_BUILDINGS_GUARDTOWER_COVERAGE_TOOLTIP_OLD
source: Tỷ lệ phần trăm các tòa nhà trong thị trấn được bảo vệ bởi tháp canh
vi: Tỷ lệ các tòa nhà trong thành phố được bảo vệ bởi các tháp canh

# T_STATISTICS_MENU_MILITARY_BUILDINGS_MILITARYCASTLE_TOOLTIP
source: Số lượng lâu đài quân sự trong làng.
vi: Lâu đài quân sự trong làng.
