Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_HINT_MOREWAREHOUSES
source: Xây thêm nhà kho!
vi: Xây dựng thêm nhà kho!

# T_GAME_HINT_NEEDBARRACKS
source: Cần doanh trại: Một số tháp canh không được cung cấp!
vi: Yêu cầu doanh trại: Một số tháp canh không được cung cấp!

# T_GAME_HINT_NEEDBARRACKS_TEAMSTERS
source: Một doanh trại không có người vận chuyển nào được phân công!
vi: Một doanh trại không có người khuân vác nào được chỉ định!

# T_GAME_HINT_NOFESTIVALS
source: Hiện tại không thể bắt đầu lễ hội!
vi: Một lễ hội không thể được tổ chức vào lúc này!

# T_GAME_HINT_NOFREEWORKER
source: Ngài cần thêm công nhân! Xây nhà phố!
vi: Bạn cần thêm công nhân! Xây nhà ở!

# T_GAME_HINT_NOJUICE_OLD
source: Một quán rượu không có nguồn cung cấp đồ uống!
vi: Một quán trọ không có đồ uống dự trữ!

# T_GAME_HINT_NOMERCHANT
source: Thương nhân hiện không có mặt!
vi: Nhà buôn không thể ghé thăm thành phố của bạn vào lúc này!

# T_GAME_HINT_NOMONEY
source: Ngài đang thiếu Thaler! Giao dịch hoặc tăng thuế!
vi: Taler của bạn đã hết! Giao dịch hoặc tăng thuế!

# T_GAME_HINT_PLAGUE
source: Thưa Lãnh chúa, có tin đồn về một căn bệnh mới lạ trong thị trấn. Chúng ta nên chuẩn bị thuốc men cho dân làng của mình. Nên xây dựng một bệnh xá.
vi: Thưa ngài, có tin đồn về một căn bệnh lạ trong làng. Chúng ta nên chuẩn bị và cung cấp thuốc men. Sẽ rất khôn ngoan nếu có một nhà y học trong làng.

# T_GAME_HINT_PLAGUE_NEW
source: Thưa Lãnh chúa, có tin đồn về một căn bệnh mới lạ trong thị trấn. Chúng ta nên chuẩn bị thuốc men cho dân làng của mình. Nên xây dựng một bệnh xá. Bác sĩ có thể lấy thảo dược từ trang trại và sử dụng chúng để chữa bệnh cho dân làng bị ốm.
vi: Thưa ngài, có tin đồn về một căn bệnh lạ trong làng. Chúng ta nên chuẩn bị và cung cấp thuốc men. Sẽ rất khôn ngoan nếu có một nhà y học trong làng. Người này có thể thu hoạch thảo dược từ một trang trại và sử dụng chúng cho mục đích y tế.

# T_GAME_HINT_PLAGUE_TITLE
source: Xây dựng một bệnh xá và một vườn thảo dược.
vi: Định cư một nhà y học và xây dựng một vườn thảo dược

# T_GAME_HINT_PLAGUE_TITLE_NEW
source: Xây dựng một bệnh xá.
vi: Định cư một nhà y học.

# T_GAME_HINT_REPAIR
source: Sửa chữa các tòa nhà của ngài!
vi: Sửa chữa các tòa nhà của bạn!

# T_GAME_HINT_UNSATISFIED_DESIRE
source: {BUILDINGNAME}: sự hài lòng về {RESSOURCE} đang giảm!
vi: {BUILDINGNAME}: {RESSOURCE} Mức độ hài lòng đang giảm!

# T_GAME_INFO_SAVE_NO_DLC_001
source: Không thể tải bản lưu này. Thiếu DLC:
vi: Không thể tải tiến trình! Thiếu DLC:

# T_GAME_LEVELUP
source: Lên cấp!
vi: Đã đạt cấp độ mới!

# T_GAME_LOADINGTIP_003
source: Các tòa nhà cộng đồng như quán rượu sẽ hiệu quả hơn khi được cung cấp nước ép nho từ xưởng sản xuất nước ép hoặc bia từ tu viện.
vi: Các tòa nhà cộng đồng, chẳng hạn như quán trọ, sẽ hiệu quả hơn nhiều nếu bạn cung cấp cho chúng nước ép nho từ xưởng ép hoặc đồ uống từ tu viện.

# T_GAME_MANUAL_SAVE
source: Lưu trò chơi
vi: Lưu game

# T_GAME_MAP_BEHIND_BLINDERS
source: Sau những tấm che mắt
vi: Sau cặp kính che mắt

# T_GAME_MAP_CANALGRANDE
source: Kênh đào lớn
vi: Canal Grande

# T_GAME_MAP_CLIFF
source: Sườn núi
vi: Trên sườn núi

# T_GAME_MAP_DEEPFOREST
source: Đồng bằng băng giá
vi: Đồng bằng đóng băng

# T_GAME_MAP_DELTA
source: Đồng bằng châu thổ
vi: Châu thổ

# T_GAME_MAP_DESIRES
source: Mong muốn của một cô gái
vi: Những mong muốn của một người phụ nữ

# T_GAME_MAP_DIFFICULTY_2
source: Thường
vi: Bình thường

# T_GAME_MAP_DIFFICULTY_2_OLD
source: Độ khó: Thường
vi: Độ khó: Bình thường

# T_GAME_MAP_FROZENFRONT
source: Mặt trận băng giá
vi: Mặt trận đóng băng

# T_GAME_MAP_FROZENPLAIN
source: Đồng bằng băng giá
vi: Đồng bằng đóng băng

# T_GAME_MAP_INSURGENTS
source: Bất ổn
vi: Nổi loạn

# T_GAME_MAP_KINGSDISEASE
source: Bệnh của Nhà vua
vi: Căn bệnh của nhà vua

# T_GAME_MAP_KINGSWAGER
source: Vụ cá cược của Nhà vua
vi: Canh bạc của nhà vua

# T_GAME_MAP_LAKEVIEW
source: Hướng hồ
vi: Nhìn ra hồ

# T_GAME_MAP_PERFECT_BREW
source: Loại bia hoàn hảo
vi: Đồ uống hoàn hảo

# T_GAME_MAP_SEASONAL
source: Điều kiện theo mùa
vi: Theo mùa

# T_GAME_MAP_SIZE_L_DEPRECATED
source: Khổng lồ
vi: Rất lớn

# T_GAME_MAP_SIZE_M
source: Vừa
vi: Trung bình

# T_GAME_MAP_SIZE_XL
source: Khổng lồ
vi: Rất lớn

# T_GAME_MAP_SWAMP
source: Vùng đầm lầy
vi: Đầm lầy

# T_GAME_MAP_TUTORIAL
source: Hướng dẫn
vi: Giới thiệu

# T_GAME_MAP_TUTORIAL_MAP_01_DESC
source: Sau khi bị trục xuất khỏi triều đình của Nhà vua, Lãnh chúa đã được điều chuyển đến một ngôi làng hẻo lánh và phải làm quen với việc cai quản một thị trấn nhỏ.
vi: Sau khi lãnh chúa được chuyển từ triều đình của nhà vua đến một ngôi làng hẻo lánh, giờ đây ông đảm nhận vai trò thống đốc và tìm hiểu về ngôi làng buồn ngủ này.

# T_GAME_MAP_TUTORIAL_MAP_01_NAME_SUBTITLE
source: Hướng dẫn – Chương 1
vi: Giới thiệu – Chương 1

# T_GAME_MAP_TUTORIAL_MAP_02_DESC
source: Một đối thủ từ quá khứ xuất hiện nhưng bây giờ không phải là lúc cho những mối thù xưa. Thị trấn cần tích trữ lương thực trước khi mùa đông đến.
vi: Một đối thủ từ thời xa xưa xuất hiện, nhưng không có thời gian cho việc này. Làng cần được cung cấp thức ăn.

# T_GAME_MAP_TUTORIAL_MAP_02_NAME
source: Những người bạn từ quá khứ
vi: Những người bạn từ trước

# T_GAME_MAP_TUTORIAL_MAP_02_NAME_SUBTITLE
source: Hướng dẫn – Chương 2
vi: Giới thiệu – Chương 2

# T_GAME_MAP_TUTORIAL_MAP_03_DESC
source: Kho bạc của thị trấn gần như trống rỗng. Lựa chọn tốt nhất là thành lập một trạm giao dịch phát đạt và bán một số hàng hóa.
vi: Kho bạc gần như trống rỗng. Lựa chọn tốt nhất sẽ là mở một trạm giao dịch và bán một số hàng hóa.

# T_GAME_MAP_TUTORIAL_MAP_03_NAME
source: Đã đến lúc giao thương
vi: Thời gian cho một chút giao dịch

# T_GAME_MAP_TUTORIAL_MAP_03_NAME_SUBTITLE
source: Hướng dẫn – Chương 3
vi: Giới thiệu – Chương 3

# T_GAME_MAP_TUTORIAL_MAP_04_DESC
source: Mùa đông năm nay đặc biệt khắc nghiệt. Nhưng có một bất ngờ nhỏ đang chờ đợi chúng ta tại lễ khánh thành quán rượu mới.
vi: Mùa đông năm nay đặc biệt khắc nghiệt, tuy nhiên có một bất ngờ khi khai trương quán trọ trong làng.

# T_GAME_MAP_TUTORIAL_MAP_04_NAME_SUBTITLE
source: Hướng dẫn – Chương 4
vi: Giới thiệu – Chương 4

# T_GAME_MAP_TUTORIAL_MAP_05_DESC
source: Lại là mùa xuân và thị trấn đang ngày càng lớn mạnh. Những thách thức mới đang ở phía chân trời.
vi: Giờ đây, khi mùa xuân trở lại và thành phố đang phát triển ổn định, có những thách thức mới.

# T_GAME_MAP_TUTORIAL_MAP_05_NAME_SUBTITLE
source: Hướng dẫn – Chương 5
vi: Giới thiệu – Chương 5

# T_GAME_MAP_TUTORIAL_MAP_06_DESC
source: Thị trấn đang tuyệt vọng cầm cự trong khi chờ đợi cứu viện. Trong khi đó, trại của kẻ thù vẫn chưa được tìm thấy.
vi: Thành phố đang cố gắng cầm cự trong khi chờ đợi sự giúp đỡ. Trong khi đó, trại của kẻ thù đang bị tìm kiếm.

# T_GAME_MAP_TUTORIAL_MAP_06_NAME_SUBTITLE
source: Hướng dẫn – Chương 6
vi: Giới thiệu – Chương 6

# T_GAME_MARKETING_FEATURE_LIST
source: ✔Nâng cấp tòa nhà: Năng suất cao hơn, nhiều nơi làm việc và không gian lưu trữ hơn ✔Nghiên cứu: mở khóa các phần thưởng mạnh mẽ cho thị trấn của bạn ✔XP & cấp độ: Kiếm XP và tăng cấp độ thị trấn của bạn để mở khóa nghiên cứu ✔Dân làng có thể bị ốm và có thể rời khỏi thị trấn => xây dựng bệnh xá để chữa bệnh cho họ ✔Hỏa hoạn có thể đe dọa thị trấn của bạn => Chữa cháy bằng tháp canh lửa ✔Các tòa nhà xuống cấp sẽ bị cháy rụi nếu không được sửa chữa ✔Dân làng rời khỏi thị trấn khi nhà của họ bị phá hủy ✔Các tòa nhà mới: tháp canh lửa, Bệnh xá và Vườn thảo dược
vi: ✔ Nâng cấp tòa nhà: Tăng tốc độ sản xuất, nhiều vị trí làm việc hơn và nhiều không gian lưu trữ hơn. ✔ Nghiên cứu => Mở khóa các phần thưởng mạnh mẽ và vĩnh viễn cho thành phố của bạn! ✔ XP & Cấp độ: Kiếm XP khi chơi và đạt được cấp độ cao hơn để mở khóa nghiên cứu. ✔ Dân làng giờ có thể bị bệnh và rời bỏ thành phố => Sử dụng nhà y học để chữa bệnh cho dân làng! ✔ Hỏa hoạn hiện đang đe dọa thành phố của bạn => Dập lửa bằng tháp canh lửa! ✔ Các tòa nhà bị xuống cấp giờ sẽ bốc cháy nếu không được sửa chữa. ✔ Dân làng giờ có thể rời bỏ thành phố nếu nhà của họ bị phá hủy. ✔ Các tòa nhà mới: Tháp canh lửa, nhà y học và vườn thảo dược.

# T_GAME_MARKETING_SCREENSHOT_SLOGANS
source: ★Chiến đấu với địa ngục! ★Cứu thị trấn của bạn khỏi bệnh dịch! ★Chăm sóc thị trấn của bạn! ★Cải thiện thành phố của bạn! ★Khám phá ba tòa nhà mới!
vi: ★ Chống lại địa ngục lửa! ★ Cứu thành phố của bạn khỏi dịch bệnh! ★ Chăm sóc làng của bạn! ★ Nâng cấp thành phố của bạn! ★ Khám phá ba tòa nhà mới!

# T_GAME_MARKETING_UPDATE_TEXTS
source: ★Nghiên cứu các phần thưởng vĩnh viễn mạnh mẽ cho tất cả các thị trấn của bạn! ★Kiếm XP và tăng cấp độ thị trấn của bạn để mở khóa nghiên cứu! ★Cải thiện các tòa nhà của bạn bằng các bản nâng cấp! ★Các tòa nhà mới: tháp canh lửa, Bệnh xá và Vườn thảo dược! ★Hỏa hoạn và bệnh dịch đe dọa thị trấn của bạn!
vi: ★ Nghiên cứu các phần thưởng mạnh mẽ và vĩnh viễn cho tất cả các thành phố của bạn! ★ Kiếm XP và đạt các cấp độ mới để mở khóa nghiên cứu! ★ Cải thiện tòa nhà của bạn bằng các bản nâng cấp! ★ Các tòa nhà mới: Tháp canh lửa, nhà y học và vườn thảo dược! ★ Thảm họa cháy và dịch bệnh đe dọa thành phố của bạn!

# T_GAME_MENU_CLOSE
source: Thoát trò chơi
vi: Thoát game

# T_GAME_MENU_FULLSCREEN
source: Chuyển đổi toàn màn hình
vi: Chuyển đổi chế độ toàn màn hình

# T_GAME_MENU_RENAME_TOWN
source: Đổi tên thị trấn
vi: Đổi tên thành phố

# T_GAME_MENU_RESUME
source: Tiếp tục trò chơi
vi: Tiếp tục game

# T_GAME_NEED_NAME_DECAY
source: Điều kiện nhà ở
vi: Tình trạng nhà ở

# T_GAME_NEED_NAME_DECAY_2
source: Sự hài lòng về nhà phố
vi: Sự hài lòng về nhà ở

# T_GAME_NEED_NAME_DECAY_OLD
source: Tình trạng tòa nhà
vi: Tình trạng của các tòa nhà

# T_GAME_NEED_NAME_ENTERTAINMENT_DEPRECATED
source: Sân đấu thương
vi: Sân đấu

# T_GAME_NEED_NAME_FOOD
source: Thực phẩm
vi: Thức ăn

# T_GAME_NEED_NAME_HOUSE_CONSUMPTION
source: Nhà phố
vi: Nhà ở

# T_GAME_NEED_NAME_IDLE
source: Giải trí
vi: Thời gian rảnh

# T_GAME_NEED_NAME_JEWELRY
source: Trang sức
vi: Đồ trang sức

# T_GAME_NEED_NAME_TAVERN_COMPLETE
source: Cộng đồng tổng thể
vi: Cộng đồng chung

# T_GAME_NEED_NAME_TAVERN_COMPLETE_DUPLICATE
source: Sự hài lòng với cộng đồng
vi: Mong muốn về cộng đồng

# T_GAME_NEED_NAME_TAVERN_COMPLETE_OLD
source: Sự hài lòng về quán rượu
vi: Sự hài lòng của quán trọ

# T_GAME_NEED_NAME_TAVERN_OLD
source: Quán rượu
vi: Quán trọ

# T_GAME_NOTAXES
source: Hiện tại không có thuế nào để thu!
vi: Hiện tại không có thuế để thu!

# T_GAME_NOTIFICATION_DAILY_REWARD_COMEBACK
source: Quay lại vào ngày mai để nhận phần thưởng tiếp theo!
vi: Nhận phần thưởng tiếp theo vào ngày mai!

# T_GAME_NOTIFICATION_DAILY_REWARD_DESC
source: Kiếm thêm phần thưởng bằng cách chơi nhiều ngày liên tiếp!
vi: Kiếm phần thưởng lớn hơn cho mỗi ngày liên tiếp bạn chơi!

# T_GAME_NOTIFICATION_DAILY_REWARD_RETURNIN
source: Phần thưởng tiếp theo sau {TIME}!
vi: Phần thưởng tiếp theo trong {TIME}!

# T_GAME_NOTIFICATION_RESEARCHSCREEN_01
source: Mỗi khi lên cấp, ngài sẽ mở khóa một số khả năng nghiên cứu mới. Khi ngài đã nghiên cứu ví dụ: “thu nhập thuế nhiều hơn”, bản nâng cấp này sẽ có sẵn trong tất cả các thị trấn của ngài!
vi: Mỗi khi bạn tăng cấp, bạn sẽ mở khóa một số tùy chọn nghiên cứu. Ví dụ, nếu bạn đã nghiên cứu “Thêm thuế”, thì nó sẽ khả dụng trong tất cả các tiến trình và làng của bạn!

# T_GAME_NOTIFICATION_RESEARCHSCREEN_01_OLD
source: Mỗi khi lên cấp, ngài sẽ mở khóa một số khả năng nghiên cứu mới. Nghiên cứu được liên kết vĩnh viễn với hồ sơ của ngài. Khi ngài đã nghiên cứu ví dụ: “thu nhập thuế nhiều hơn”, bản nâng cấp này sẽ có sẵn trong tất cả các thị trấn của ngài!
vi: Mỗi khi bạn tăng cấp, bạn sẽ mở khóa một số tùy chọn nghiên cứu. Nghiên cứu được liên kết vĩnh viễn với hồ sơ của bạn. Ví dụ, nếu bạn đã nghiên cứu “Thêm thuế”, thì nó sẽ khả dụng trong tất cả các tiến trình và làng của bạn!

# T_GAME_NOTIFICATION_RESEARCHSCREEN_02
source: Đây là màn hình nghiên cứu: Nghiên cứu có thể mất một thời gian và sử dụng một lượng lớn tài nguyên, nhưng ngài có thể sử dụng Uy tín để mở khóa ngay lập tức. Sử dụng các tab ở bên trái để đi trực tiếp đến một danh mục nghiên cứu. Các điểm nổi bật trên các tab bên trái sẽ cho ngài biết nơi các khả năng mới đã được mở khóa.
vi: Đây là menu Nghiên cứu: Nghiên cứu có thể mất một chút thời gian và tiêu tốn một lượng lớn nguyên liệu thô, tuy nhiên bạn cũng có thể mở khóa trực tiếp bằng uy tín. Sử dụng các tab ở bên trái để chuyển trực tiếp đến danh mục nghiên cứu. Các điểm nổi bật cho bạn biết nơi bạn đã mở khóa các nghiên cứu mới.

# T_GAME_NOTIFICATION_RESEARCHSCREEN_OLD
source: Đây là màn hình nghiên cứu. Mỗi khi lên cấp, ngài sẽ mở khóa một số khả năng nghiên cứu mới. Nghiên cứu được liên kết vĩnh viễn với hồ sơ của ngài. Khi ngài đã nghiên cứu ví dụ: “thu nhập thuế nhiều hơn”, bản nâng cấp này sẽ có sẵn trong tất cả các thị trấn của ngài! Nghiên cứu có thể mất một thời gian và sử dụng một lượng lớn tài nguyên, nhưng ngài có thể sử dụng Uy tín để mở khóa ngay lập tức. Sử dụng các tab ở bên trái để đi trực tiếp đến một danh mục nghiên cứu. Các điểm nổi bật trên các tab bên trái sẽ cho ngài biết nơi các khả năng mới đã được mở khóa.
vi: Đây là menu Nghiên cứu. Mỗi khi bạn tăng cấp, bạn sẽ mở khóa một số tùy chọn nghiên cứu. Nghiên cứu được liên kết vĩnh viễn với hồ sơ của bạn. Ví dụ, nếu bạn đã nghiên cứu “Thêm thuế”, thì nó sẽ khả dụng trong tất cả các tiến trình và làng của bạn! Nghiên cứu có thể mất một chút thời gian và tiêu tốn một lượng lớn nguyên liệu thô, tuy nhiên bạn cũng có thể mở khóa trực tiếp bằng uy tín. Sử dụng các tab ở bên trái để chuyển trực tiếp đến danh mục nghiên cứu. Các điểm nổi bật cho bạn biết nơi bạn đã mở khóa các nghiên cứu mới.

# T_GAME_OFFER_BUY_FF
source: Hoặc mở khóa tua nhanh không giới hạn mãi mãi!
vi: Hoặc mua khả năng tua nhanh không giới hạn mãi mãi!

# T_GAME_OFFER_REFILL_FF
source: Nạp lại {SECONDS} giây tua nhanh bằng Uy tín.
vi: Sử dụng uy tín để nạp {SECONDS} giây tua nhanh.

# T_GAME_OFFER_VISITSHOP
source: Ghé thăm cửa hàng!
vi: Đến cửa hàng!

# T_GAME_POPUP_PICK_RESOURCES_CLEAR
source: Xóa ô
vi: Xóa trường

# T_GAME_POPUP_PICK_RESOURCES_OKAY
source: Áp dụng
vi: Xác nhận

# T_GAME_POPUP_PLEASE_WAIT_TITLE
source: Vui lòng đợi…
vi: Vui lòng chờ…

# T_GAME_QUESTION_CUREALL
source: Ngài có muốn chữa bệnh cho tất cả dân làng không?
vi: Bạn có muốn chữa lành cho tất cả dân làng?

# T_GAME_QUESTION_CUREALL_NODISEASE
source: Không có dân làng nào bị ốm trong thị trấn!
vi: Không có dân làng nào bị bệnh trong làng!

# T_GAME_QUESTION_DELETE
source: Ngài có chắc chắn muốn xóa cái này không?
vi: Bạn có thực sự muốn xóa điều này không?

# T_GAME_QUESTION_DELETESAVE
source: Ngài có chắc chắn muốn xóa bản lưu trò chơi: {TOWNNAME} không?
vi: Bạn có thực sự muốn xóa tiến trình này: {TOWNNAME} không?

# T_GAME_QUESTION_DELETE_BUILDING
source: Ngài có thực sự muốn phá bỏ tòa nhà này không?
vi: Bạn có thực sự muốn phá hủy tòa nhà này không?

# T_GAME_QUESTION_DELETE_BUILDING_02
source: Đánh dấu tòa nhà để phá bỏ?
vi: Đánh dấu tòa nhà để phá hủy?

# T_GAME_QUESTION_EXTINGUISH
source: Ngài có muốn dập tắt tất cả các tòa nhà đang cháy không?
vi: Bạn có muốn dập tắt tất cả các tòa nhà đang cháy không?

# T_GAME_QUESTION_INSTANTBUILD
source: Ngài có muốn xây dựng ngay lập tức không?
vi: Bạn có muốn xây tòa nhà này ngay lập tức không?

# T_GAME_QUESTION_LEAVE
source: Thoát ra menu?
vi: Quay lại menu chính?

# T_GAME_QUESTION_LOAD
source: Tải trò chơi đã lưu?
vi: Tải tiến trình?

# T_GAME_QUESTION_NEW_SAVE
source: Tạo bản lưu mới?
vi: Tạo tiến trình mới?

# T_GAME_QUESTION_NOEXTINGUISH
source: Không có tòa nhà nào đang cháy để dập tắt!
vi: Không có tòa nhà đang cháy nào để dập tắt!

# T_GAME_QUESTION_NOGOLD
source: Ngài không có đủ Thaler! Tăng thuế suất hoặc bán một số hàng hóa tại chợ!
vi: Bạn có quá ít taler! Hãy tăng thuế hoặc bán hàng hóa ở chợ!

# T_GAME_QUESTION_NOPRESTIGE
source: Ngài không đủ khả năng chi trả!
vi: Bạn không đủ khả năng chi trả!

# T_GAME_QUESTION_NOPRESTIGE_OLD
source: Ngài không đủ khả năng chi trả! Nhận thêm Uy tín!
vi: Bạn không đủ khả năng chi trả! Nhận thêm uy tín!

# T_GAME_QUESTION_NOREFILL
source: Hiện tại ngài không thể tìm kiếm các mỏ quặng mới!
vi: Bạn không thể tìm kiếm tài nguyên mới vào lúc này!

# T_GAME_QUESTION_NOREPAIRS
source: Không có tòa nhà nào để sửa chữa!
vi: Không có tòa nhà nào cần sửa chữa!

# T_GAME_QUESTION_NOREPAIRS_SINGLE
source: Tòa nhà không cần sửa chữa!
vi: Tòa nhà này không cần sửa chữa!

# T_GAME_QUESTION_OVERRIDE
source: Ngài có chắc chắn muốn ghi đè lên bản lưu trò chơi này không?
vi: Bạn có thực sự muốn ghi đè lên tiến trình cũ không?

# T_GAME_QUESTION_PAYPRESTIGE
source: Ngài có muốn thanh toán bằng Uy tín không?
vi: Bạn có muốn thanh toán bằng uy tín không?

# T_GAME_QUESTION_REPAIR
source: Ngài có muốn sửa chữa tòa nhà này không?
vi: Bạn có muốn sửa chữa tòa nhà này không?

# T_GAME_QUESTION_REPAIR_NO_MONEY
source: Ngài không đủ khả năng để sửa chữa tòa nhà này.
vi: Bạn không đủ khả năng chi trả để sửa chữa tòa nhà.

# T_GAME_QUESTION_RESEARCH_CONFIRM
source: Ngài có muốn nghiên cứu ngay lập tức bằng Uy tín không?
vi: Bạn có muốn hoàn thành nghiên cứu ngay lập tức bằng uy tín không?

# T_GAME_QUESTION_RETREAT
source: Ngài có muốn triệu hồi binh lính không? Quân đội đã tham chiến vẫn không bị ảnh hưởng!
vi: Bạn có muốn ra lệnh cho binh lính đã gửi quay trở lại không? Binh lính đã chiến đấu sẽ không được tính!

# T_GAME_QUESTION_SAVE
source: Lưu trò chơi?
vi: Lưu game?

# T_GAME_QUESTION_SKIPTUTORIAL
source: Ngài có muốn chơi phần hướng dẫn trước không?
vi: Bạn có muốn chơi phần giới thiệu trước không?

# T_GAME_QUESTION_SKIPTUTORIAL_MILITARY
source: Ngài có muốn chơi phần hướng dẫn quân sự trước không?
vi: Bạn có muốn chơi huấn luyện quân sự cơ bản trước không?

# T_GAME_QUESTION_START_FAIRGROUND_PARTY
source: Ngài có muốn bắt đầu một lễ hội tại khu hội chợ không?
vi: Bạn có muốn tổ chức một lễ hội tại sân lễ hội không?

# T_GAME_QUESTION_STORAGE_FULL
source: Nhà kho của ngài đã đầy! Giải phóng một số không gian lưu trữ trước!
vi: Nhà kho của bạn đã quá đầy! Trước tiên bạn phải tạo không gian trống!

# T_GAME_QUESTION_TRASHTAB
source: Ngài có thực sự muốn phá hủy hàng hóa không?
vi: Bạn có thực sự muốn phá hủy hàng hóa không?

# T_GAME_QUESTION_TRASH_RESOURCES
source: Vứt bỏ tài nguyên? Điều này không thể hoàn tác!
vi: Phá hủy tài nguyên? Không thể hoàn tác điều này!

# T_GAME_QUESTION_TRIBUTE
source: Ngài có muốn giao hàng hóa không?
vi: Bạn có muốn cống nạp hàng hóa không?

# T_GAME_QUESTION_UPGRADE_2
source: Nâng cấp tòa nhà?
vi: Tăng cấp tòa nhà?

# T_GAME_QUESTION_UPGRADE_CONFIRM
source: Ngài có muốn nâng cấp tòa nhà bằng Uy tín không?
vi: Bạn có muốn nâng cấp tòa nhà bằng uy tín không?

# T_GAME_QUESTION_UPGRADE_RESOURCES
source: Ngài không đủ khả năng nâng cấp tòa nhà này!
vi: Bạn không đủ khả năng nâng cấp tòa nhà này!

# T_GAME_QUESTS_VINEYARD_JUICEMANUFACTURE_DESC
source: Chúng ta nên bắt đầu sản xuất nước ép, thưa Lãnh chúa. Đầu tiên chúng ta cần một vườn nho và một số cánh đồng nho để thu hoạch nho. Sau đó, nho có thể được chế biến thành nước ép.
vi: Chúng ta nên bắt đầu sản xuất nước ép, thưa ngài. Đầu tiên, chúng ta nên xây dựng một trang trại rượu. Sau đó, nho sẽ được thu hoạch từ các cánh đồng của trang trại rượu. Sau đó, một xưởng ép là cần thiết. Ở đây, nho được chế biến thành nước ép.

# T_GAME_QUESTS_VINEYARD_JUICEMANUFACTURE_TITLE
source: Xây dựng một vườn nho và một xưởng sản xuất nước ép.
vi: Xây dựng một trang trại rượu và một xưởng ép.

# T_GAME_QUEST_AWAKENING_THE_TOWN_BAKERY_001
source: Và bây giờ, bước cuối cùng: một lò bánh mì! Hãy nhanh chóng xây dựng tòa nhà này và bắt đầu làm bánh mì.
vi: Và bây giờ là bước cuối cùng: một tiệm bánh! Hãy nhanh chóng xây dựng tòa nhà và bắt đầu nướng bánh mì.

# T_GAME_QUEST_AWAKENING_THE_TOWN_BAKERY_002
source: Đơn giản là tuyệt vời! Thợ làm bánh vừa hoàn thành mẻ đầu tiên và thần phải thừa nhận rằng những chiếc bánh mì này rất ngon!
vi: Tuyệt vời! Người thợ làm bánh vừa hoàn thành mẻ bánh mì đầu tiên và tôi phải thừa nhận rằng những chiếc bánh mì này rất ngon!

# T_GAME_QUEST_AWAKENING_THE_TOWN_BAKERY_003
source: Thần thấy ngài đang làm rất tốt, vì vậy thần sẽ để ngài tiếp tục xây dựng các tòa nhà mà ngài thích.
vi: Tôi thấy rằng ngài đang làm rất tốt, vì vậy tôi sẽ để ngài tiếp tục xây dựng các tòa nhà mà ngài muốn.

# T_GAME_QUEST_AWAKENING_THE_TOWN_DESC
source: Thưa Lãnh chúa, chúng ta phải biến ngôi làng này thành một thành phố. Để làm được điều này, chúng ta sẽ cần một số tòa nhà nhất định. Ngài có đồng ý bắt đầu xây dựng một dây chuyền sản xuất mới không?
vi: Thưa Lãnh Chúa, chúng ta cần phải làm cho thành phố này lớn hơn. Để làm được điều đó, chúng ta cần các tòa nhà đặc biệt. Ngài có đồng ý bắt đầu một dây chuyền sản xuất mới không?

# T_GAME_QUEST_AWAKENING_THE_TOWN_FARM_001
source: Chúng ta cũng phải xem xét việc xây dựng một trang trại, để chúng ta có thể cung cấp thực phẩm cần thiết cho người dân của mình.
vi: Chúng ta cũng nên xem xét việc xây dựng một trang trại để có thể sản xuất đủ lương thực cho dân làng của mình.

# T_GAME_QUEST_AWAKENING_THE_TOWN_FARM_002
source: Thật hoàn hảo, Thống đốc! Chỉ cần thêm một vài nguyên liệu nữa và chúng ta sẽ có đủ để làm bánh mì.
vi: Hoàn hảo, thưa Thống đốc! Chỉ cần một vài nguyên liệu nữa là chúng ta có đủ để sản xuất bánh mì.

# T_GAME_QUEST_AWAKENING_THE_TOWN_NO_002
source: Mong muốn của ngài là mệnh lệnh của thần, thưa ngài.
vi: Ý ngài là mệnh lệnh của tôi, thưa Lãnh Chúa.

# T_GAME_QUEST_AWAKENING_THE_TOWN_SAWMILL_001
source: Trước hết, hãy biết rằng một xưởng cưa là điều cần thiết. Nó cho phép ngài tạo ra ván và mở khóa các tòa nhà.
vi: Trước hết, ngài nên biết rằng một xưởng cưa là điều cần thiết. Nó cho phép ngài tạo ra ván và mở khóa các tòa nhà.

# T_GAME_QUEST_AWAKENING_THE_TOWN_SAWMILL_002
source: Ngài đang làm tốt lắm!
vi: Ngài đang làm rất tốt!

# T_GAME_QUEST_AWAKENING_THE_TOWN_TITLE
source: Thị trấn thức tỉnh
vi: Sự thức tỉnh của thành phố

# T_GAME_QUEST_AWAKENING_THE_TOWN_WINDMILL_001
source: Bước tiếp theo là xây dựng một cối xay gió. Không có bột mì thì không có bánh mì!
vi: Bước tiếp theo của chúng ta là xây dựng một cối xay gió. Không có bánh mì nếu không có bột mì!

# T_GAME_QUEST_AWAKENING_THE_TOWN_WINDMILL_002
source: Cối xay gió này thật tráng lệ, Thống đốc!
vi: Cối xay gió này thật tráng lệ, thưa Thống đốc!

# T_GAME_QUEST_AWAKENING_THE_TOWN_YES_001
source: Rất vui lòng, cứ tiếp tục.
vi: Hân hạnh, cứ làm đi.

# T_GAME_QUEST_BAKERY_ON_FIRE_ANSWER_001
source: Hãy trục xuất tên thợ làm bánh này!
vi: Đày người thợ làm bánh!

# T_GAME_QUEST_BAKERY_ON_FIRE_ANSWER_002
source: Đưa tiền.
vi: Cho họ tiền.

# T_GAME_QUEST_BAKERY_ON_FIRE_ANSWER_003
source: Đó không phải việc của ta.
vi: Đó không phải là vấn đề của tôi.

# T_GAME_QUEST_BAKERY_ON_FIRE_CONSEQUENCE_001_A
source: Ngài dám trục xuất thợ làm bánh?! Bây giờ chúng ta sẽ sản xuất bánh mì như thế nào?! Ngài nên suy nghĩ kỹ hơn một chút. Thần cá rằng sẽ có hậu quả!
vi: Ngài đã dám trục xuất người thợ làm bánh?! Bây giờ chúng ta sẽ sản xuất bánh mì như thế nào đây?! Ngài nên suy nghĩ kỹ hơn một chút về điều đó. Tôi cá rằng điều này sẽ gây ra hậu quả!

# T_GAME_QUEST_BAKERY_ON_FIRE_CONSEQUENCE_002_01
source: Tai nạn xảy ra, chúng ta sẽ bồi thường cho những dân làng bị ảnh hưởng bởi vụ cháy này.
vi: Tai nạn xảy ra, chúng ta sẽ bồi thường cho dân làng bị ảnh hưởng bởi vụ cháy này.

# T_GAME_QUEST_BAKERY_ON_FIRE_CONSEQUENCE_002_02
source: Cảm ơn ngài vì cử chỉ này, thưa ngài. Với số tiền này, chúng tôi có thể mua một thứ gì đó để sống trong khi việc sửa chữa đang được thực hiện.
vi: Cảm ơn cử chỉ này của ngài, thưa ngài. Với số tiền này, chúng ta có thể mua một ít đồ dùng sinh hoạt trong khi việc sửa chữa đang được tiến hành.

# T_GAME_QUEST_BAKERY_ON_FIRE_CONSEQUENCE_002_03
source: Tinh thần của dân làng đã tăng lên nhờ hành động của ngài. Ngài đã đưa ra lựa chọn đúng đắn.
vi: Tinh thần của dân làng đã được nâng cao nhờ hành động của ngài. Ngài đã có một lựa chọn đúng đắn.
