Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_QUESTS_SELL_PIGS
source: My Lord, because of an animal sickness the neighboring kingdom is in need of pigs. We should sell some pigs to the merchant.
vi: Thưa ngài, ở nước láng giềng đang rất cần lợn vì một đợt chết hàng loạt. Chúng ta nên bán một ít lợn cho thương nhân.

# T_QUESTS_TIMER_STARTED_CONV
source: My Lord, we have only limited time to complete this task!
vi: Thưa ngài, để hoàn thành nhiệm vụ này, chúng ta chỉ có một thời gian giới hạn!

# T_QUESTS_TRIBUTE_EQUIPMENT
source: My Lord, I think we should give the city guard some equipment. This would greatly improve their survivability in combat.
vi: Thưa ngài, chúng ta nên cung cấp trang bị cho binh lính trong làng - điều đó sẽ tăng đáng kể cơ hội thành công của họ trong chiến đấu.

# T_QUESTS_TRIBUTE_FISH
source: Deliver a tribute of fish.
vi: Cung cấp một cống phẩm bằng cá.

# T_QUESTS_TRIBUTE_SAUSAGES
source: Deliver sausages.
vi: Cung cấp xúc xích.

# T_QUESTS_TRIBUTE_STONE
source: Deliver a tribute of stone.
vi: Cung cấp một cống phẩm bằng đá.

# T_QUESTS_TWELVE_BUILD_INFIRMARY_STARTED
source: It will be very difficult to drive this disease out of the village. Shall we start building an infirmary? Remember...we have to hurry!
vi: Sẽ rất khó để loại bỏ căn bệnh này khỏi làng. Chúng ta có nên bắt đầu xây dựng một bệnh xá không? Hãy nhớ rằng... chúng ta phải nhanh lên!

# T_QUESTS_TWELVE_BUILD_INFIRMARY_SUCCESS
source: Now there is a doctor in the village! If he has enough medicinal herbs, the problem with the disease will soon solve itself.
vi: Giờ thì có một bác sĩ trong làng rồi! Nếu anh ta có đủ thảo dược, thì vấn đề về bệnh tật sẽ sớm tự được giải quyết.

# T_QUESTS_TWELVE_CLOTH_WINTER_STARTED
source: Sire, let's not put the cart before the horse. Before we can produce fabric, we need a weaving mill. I advise you to order the construction of this building as soon as possible.
vi: Thưa ngài, chúng ta đừng bắt đầu từ ngọn đuôi. Trước khi có thể sản xuất vải, chúng ta cần một xưởng dệt. Tôi khuyên ngài nên ra lệnh xây dựng tòa nhà này càng sớm càng tốt.

# T_QUESTS_TWELVE_CLOTH_WINTER_SUCCESS
source: The construction of the weaving mill has been completed, my Lord. Our Townies will be able to produce fabric from now on.
vi: Việc xây dựng xưởng dệt đã hoàn tất, thưa Lãnh Chúa. Người dân của chúng ta có thể bắt đầu sản xuất vải ngay lập tức.

# T_QUESTS_TWELVE_GUARD_STARTED
source: Sir, for the good of our Townies, we must possess at least one guard tower. Hurry up! Time is running out!
vi: Thưa ngài, vì lợi ích của người dân, chúng ta phải có ít nhất một tháp canh. Nhanh lên! Thời gian đang trôi đi!

# T_QUESTS_TWELVE_GUARD_SUCCESS
source: Ah, these robbers won't be so stupid as to attack us now... Well done, my Lord, this is a good defense we built here.
vi: À, ngay cả những tên cướp đó cũng không đủ ngu ngốc để tấn công chúng ta nữa... Làm tốt lắm, thưa Lãnh Chúa, đây là một hệ thống phòng thủ tốt mà chúng ta có ở đây.

# T_QUESTS_TWELVE_ROADS_STARTED
source: My Lord, our city does not have many roads, why not build some to facilitate the paths for the inhabitants?
vi: Thưa ngài, thành phố của chúng ta không có nhiều đường xá. Tại sao ngài không xây dựng một vài con đường để giúp người dân đi lại dễ dàng hơn?

# T_QUESTS_TWELVE_ROADS_SUCCESS
source: I am delighted with your success, my Lord! From now on, we no longer have any excuses for not completing the work on time.
vi: Tôi rất vui mừng về thành công của ngài, thưa ngài! Từ giờ trở đi, chúng ta sẽ không còn lý do nào để không hoàn thành công việc đúng thời hạn.

# T_QUESTS_TWELVE_SHEEP_PASTURE_STARTED
source: Um, Sir? We don't have any sheep yet. The last ones disappeared during the great storm. It is time to have sheep on our land again.
vi: Ừm, thưa ngài? Chúng ta vẫn chưa có cừu. Số cừu còn lại đã biến mất trong cơn bão lớn. Đã đến lúc để cừu lại gặm cỏ trên đất của chúng ta.

# T_QUESTS_TWELVE_SHEEP_PASTURE_SUCCESS
source: It fills my heart with overwhelming happiness! Look at those plain, old sheep, inhabiting our lands once again. Let us hope that the disasters we have faced in recent years are far behind us.
vi: Hãy nhìn xem, tất cả những con cừu này! Khung cảnh này làm trái tim tôi tràn ngập niềm vui lớn lao! Hy vọng rằng với điều này, cuối cùng chúng ta có thể bỏ lại những thảm họa của những năm qua và bắt đầu lại từ đầu.

# T_QUESTS_TWELVE_SPRING_INTRO
source: Birds sing, animals play... Yes, Sir, winter is over! Spring, a gentle rebirth, finally opens up its gardens for us.
vi: Hãy nhìn xem, thưa ngài! Chim đang hót, nụ đang nở - mùa đông đã thực sự qua rồi! Mùa xuân dịu dàng cuối cùng cũng mở ra những khu vườn của nó cho chúng ta.

# T_QUESTS_TWELVE_STRIKE_001_FIRE_CLIENT
source: Sire, the wrath of the Townies is so great that they set their own houses on fire to prove their point! Let's hurry and see to it to make their anger subside.
vi: Thưa ngài, sự tức giận của người dân quá lớn đến nỗi họ đang đốt những ngôi nhà của chính mình để làm dấu hiệu! Hãy nhanh chóng hành động và đảm bảo rằng cơn giận dữ của họ sẽ lắng xuống.

# T_QUESTS_TWELVE_STRIKE_001_FIRE_START
source: Two or three good deeds don't make up for all those unpleasant years so quickly, Governor. We didn't forget that you let us down for so long!
vi: Hai hoặc ba hành động tốt sẽ không nhanh chóng chuộc lại được những năm tháng vừa qua, thưa Thống đốc. Chúng ta sẽ không nhanh chóng quên rằng ngài đã bỏ rơi chúng ta lâu như vậy!

# T_QUESTS_TWELVE_STRIKE_001_STARTED
source: My Lord, I have investigated your popularity with the residents to see if we are on the right track, and it doesn't look too good. Maybe a gift from you can make a difference.
vi: Thưa Lãnh Chúa, tôi đã hỏi thăm trong thành phố về mức độ nổi tiếng của ngài và thành thật mà nói thì nó không có vẻ khả quan cho lắm. Có lẽ một món quà cho người dân có thể giúp ích cho chúng ta.

# T_QUESTS_TWELVE_STRIKE_001_SUCCESS
source: The villagers accepted your gift gratefully! They are relieved that you thought of them. Now they can prepare for the winter as well.
vi: Người dân đã nhận món quà của ngài với lòng biết ơn! Họ nhẹ nhõm vì ngài đã nghĩ đến họ. Như vậy, họ cũng có thể chuẩn bị cho mùa đông.

# T_QUESTS_TWELVE_STRIKE_001_SUCCESS_GIVE
source: All that remains is to deliver the goods, my Lord.
vi: Giờ chúng ta chỉ cần giao hàng hóa thôi, thưa ngài.

# T_QUESTS_TWELVE_STRIKE_001_TITLE
source: Soothe the inhabitants with a gift.
vi: Xoa dịu người dân bằng một món quà.

# T_QUESTS_TWELVE_STRIKE_002_FIRE_CLIENT
source: Someone set fire to the marketplace. This is a strong message! It is important to help the Townies to regain an acceptable level of well-being.
vi: Thưa ngài! Ai đó đã phóng hỏa khu chợ! Chúng ta phải giúp người dân nhanh chóng có lại một mức sống phù hợp để chuyện như thế này không xảy ra nữa.

# T_QUESTS_TWELVE_STRIKE_002_FIRE_START
source: This marketplace is just a reminder of our misery! We can't afford to buy anything there. We've been barely surviving for the past few years. We too have the right to live decently!
vi: Khu chợ này chỉ là một lời nhắc nhở về sự khốn khổ của chúng ta! Chúng ta cũng không đủ khả năng mua bất cứ thứ gì ở đó. Chúng ta đã sống trong cảnh nghèo đói trong nhiều năm. Chúng ta cũng nên được hưởng một cuộc sống tử tế!

# T_QUESTS_TWELVE_STRIKE_002_STARTED
source: Sir, I have once again asked the Townies about their feelings and they are very uncomfortable with the cold. Maybe we could give them some wool so they can knit warm clothes for themselves?
vi: Thưa ngài, tôi đã hỏi lại người dân về cảm giác của họ và họ đang cảm thấy rất khó chịu trong cái lạnh này. Có lẽ chúng ta có thể đưa cho họ một ít len để họ có thể tự may quần áo ấm cho mình?

# T_QUESTS_TWELVE_STRIKE_002_SUCCESS
source: They thank you very much! Maybe they'll even offer you warm socks to get through the winter.
vi: Người dân vô cùng cảm ơn ngài, thưa Lãnh Chúa. Có lẽ họ thậm chí sẽ đan cho ngài những đôi tất dày để ngài cũng có đôi chân ấm áp trong mùa đông.

# T_QUESTS_TWELVE_STRIKE_002_SUCCESS_GIVE
source: All that's missing is the delivery of the goods. This will certainly fill the Townies with joy.
vi: Giờ chúng ta chỉ cần giao hàng. Điều đó chắc chắn sẽ làm cho người dân vui vẻ.

# T_QUESTS_TWELVE_STRIKE_002_TITLE
source: Give wool to the Townies.
vi: Cung cấp len cho người dân.

# T_QUESTS_TWELVE_STRIKE_003_BANDIT_START
source: Good news, Governor, spring is finally back! From now on you can expect my boys and I to visit your village from time to time. In winter it wasn't easy for us either. In autumn you had nothing of value to us. But now your city looks ripe for a robbery!
vi: Các ngươi có lý do để vui mừng đấy, thưa ngài! Mùa xuân đã đến và sự quan tâm của chúng ta đến ngôi làng của các ngươi cũng đã trở lại. Con đường đi rất khó khăn trong mùa đông và mùa thu các ngươi chẳng có gì đáng giá với chúng ta. Nhưng giờ thành phố của các ngươi trông lại xinh đẹp và thú vị, nó đang gọi chúng ta đến thăm!

# T_QUESTS_TWELVE_STRIKE_003_STARTED
source: My Lord, it is our duty to make this city safer. Let's have some buildings erected for the town guard in case of bandit attacks.
vi: Thưa ngài, trách nhiệm của chúng ta là làm cho thành phố này an toàn hơn. Để đề phòng trường hợp có các cuộc tấn công của bọn cướp, chúng ta hãy xây dựng một vài tòa nhà cho lính canh thành phố trong làng.

# T_QUESTS_TWELVE_STRIKE_003_SUCCESS
source: Excellent, my Lord. Now we have a solid foundation for military operations in that area.
vi: Tuyệt vời, thưa ngài. Giờ chúng ta đã có một nền tảng vững chắc cho các hoạt động quân sự trong khu vực này.

# T_QUESTS_TWELVE_SUMMER_INTRO
source: It's hot, don't you think, Mylord? I would like to take a dip in the river! If only I had brought my swimsuit.... We will soon reach the end of this challenging year, are you prepared for the final tasks?
vi: Trời nóng quá, phải không thưa ngài? Tôi sẽ đi tắm ở sông ngay lập tức nếu tôi mang theo đồ bơi của mình... Chúng ta sẽ sớm kết thúc năm đầy thách thức này. Ngài đã sẵn sàng cho những thử thách cuối cùng chưa?

# T_QUESTS_TWELVE_WINTER_INTRO
source: Brrrr, it is a cold winter day! You need to dress warmer, Governor. Winter will be harsh and long. We have a lot of work to do.
vi: Brrrrrr, thật là một ngày đông lạnh giá! Ngài phải mặc ấm hơn thôi, thưa Thống đốc. Mùa đông sẽ khắc nghiệt và kéo dài. Chúng ta có rất nhiều việc phải làm.

# T_QUESTS_TWELVE_WORK_001_STARTED
source: The first job is to repair the damages in town. No renovation work has been done for some time. We should change that.
vi: Trước hết, các thiệt hại trong làng cần được sửa chữa. Nhiều tòa nhà đã bị xuống cấp. Điều này cần được thay đổi ngay lập tức.

# T_QUESTS_TWELVE_WORK_001_SUCCESS
source: Very good, my Lord. The first task wasn't really difficult, but you have to start somewhere, don't you think? The villagers are happy with the repairs.
vi: Rất tốt, thưa ngài. Nhiệm vụ đầu tiên không thực sự khó khăn, nhưng dù sao thì chúng ta cũng phải bắt đầu từ đâu đó, phải không? Người dân hài lòng với các công việc sửa chữa.

# T_QUESTS_TWELVE_WORK_002_STARTED
source: Many Townies preferred to leave our city rather than to remain in this misery. If we build a few more houses, it will probably attract new Townies.
vi: Nhiều người dân đã chọn rời khỏi thành phố của chúng ta thay vì ở lại trong cảnh khốn khổ này. Nếu chúng ta xây dựng thêm một vài ngôi nhà nữa, có lẽ người dân mới sẽ chuyển đến làng của chúng ta.

# T_QUESTS_TWELVE_WORK_002_SUCCESS
source: Well done! Life is starting to return to our village. What a pleasure! Now, let's see if the next task will be as easy to you as the last one.
vi: Làm tốt lắm, thưa ngài. Cuộc sống đang bắt đầu quay trở lại làng của chúng ta. Tuyệt vời! Giờ chúng ta hãy xem liệu nhiệm vụ tiếp theo có dễ dàng đối với ngài như lần trước không.

# T_QUESTS_TWELVE_WORK_002_TITLE
source: Build some new houses to increase the population.
vi: Xây dựng một vài nhà ở mới để tăng dân số.

# T_QUESTS_TWELVE_WORK_003_STARTED
source: My Lord, this season is almost over. We should gather supplies for the winter like a squirrel would. We have many new workers in the village. This new job should be dealt with soon.
vi: Thưa ngài, mùa này sẽ sớm kết thúc. Chúng ta nên dự trữ cho mùa đông, như một con sóc vậy. Chúng ta có rất nhiều lực lượng lao động mới trong làng. Thử thách mới này sẽ được hoàn thành trong thời gian ngắn thôi.

# T_QUESTS_TWELVE_WORK_003_SUCCESS
source: Winter may come! We are well prepared. I see you are more of a predictive hamster than a locust dying in winter, my Lord.
vi: Mùa đông có thể đến rồi! Chúng ta đã chuẩn bị kỹ càng. Như tôi thấy đấy, ngài là một con chuột đồng biết nhìn xa trông rộng hơn là một con châu chấu chết cóng trong mùa đông, thưa ngài.

# T_QUESTS_TWELVE_WORK_004_STARTED
source: Sir... It seems that, due to the recent population growth of our village, some Townies have not followed all the hygiene rules and now they are suffering from a strange disease. We should treat this as soon as possible before others become infected.
vi: Thưa ngài, có vẻ như một số người dân không tuân thủ tất cả các quy tắc vệ sinh do sự gia tăng dân số gần đây của làng chúng ta và giờ họ đang bị một căn bệnh kỳ lạ. Chúng ta nên chữa trị cho họ càng sớm càng tốt trước khi quá nhiều người bị nhiễm bệnh.

# T_QUESTS_TWELVE_WORK_005_STARTED
source: Winter is harsh, my Lord. I advise you to start producing fabric so we can manufacture clothing if necessary.
vi: Mùa đông này thật lạnh giá, thưa ngài. Tôi đề nghị chúng ta nên bắt đầu sản xuất vải để có thể sản xuất quần áo khi cần thiết.

# T_QUESTS_TWELVE_WORK_005_SUCCESS
source: It is a fabric of incomparable quality! I believe that in my whole life as an adviser, I have never seen such a beautiful product. Our village can already be proud to have you as its governor.
vi: Đây là một loại vải với chất lượng tuyệt vời! Tôi tin rằng trong cuộc đời làm cố vấn của mình, tôi chưa bao giờ thấy một sản phẩm nào đẹp đến vậy. Làng của chúng ta có thể tự hào vì có ngài làm Thống đốc.

# T_QUESTS_TWELVE_WORK_006_STARTED
source: Our church was destroyed by a major flood a few years ago. The townies could really use a place to gather. Why not mark the occasion and build a magnificent cathedral?
vi: Nhà thờ của chúng ta không còn đủ sức để mang lại sự lộng lẫy xứng đáng cho ngôi làng này nữa. Người dân có thể cần một nơi an ủi và ẩn náu, đặc biệt là trong những thời điểm khó khăn như hiện tại. Sao chúng ta không nhân dịp này xây dựng một nhà thờ lớn tráng lệ?

# T_QUESTS_TWELVE_WORK_006_SUCCESS
source: Amazing! It is massive, yet magnificent at the same time! If this is not enough to make the Townes remember your incredible cathedral for a long time, I will eat my hat!
vi: Thật ngoạn mục! Thật hùng vĩ và tráng lệ. Tôi dám đặt cược rằng người dân sẽ còn nói về công trình vĩ đại này trong một thời gian dài tới.

# T_QUESTS_TWELVE_WORK_006_TITLE
source: Build a cathedral.
vi: Dựng một nhà thờ lớn.

# T_QUESTS_TWELVE_WORK_007_STARTED
source: Lord, this city is a little dreary. Some decorations could increase the well-being of our inhabitants.
vi: Thưa ngài, thành phố này hơi ảm đạm, một vài đồ trang trí có thể giúp tăng sự thoải mái cho người dân của chúng ta.

# T_QUESTS_TWELVE_WORK_007_SUCCESS
source: Oh! Your sense for beauty is extraordinary, my Lord! The village looks truly wonderful.
vi: Thưa ngài, ngài thực sự có con mắt thẩm mỹ và cái đẹp! Ngôi làng giờ trông sống động hơn rất nhiều! Tuyệt vời!

# T_QUESTS_TWELVE_WORK_008_STARTED
source: One of the challenges is to build a building that is synonymous with community, celebration and joy. We already have a cathedral, but...maybe a less formal place, like a tavern without a roof or something? A brewing festival ground would be a great thing to have in the city. Let's not wait any longer and start building it, shall we, my Liege?
vi: Một thử thách khác là xây dựng một tòa nhà tượng trưng cho cộng đồng, niềm vui và sự hân hoan. Mặc dù chúng ta đã có một nhà thờ lớn, nhưng trong trường hợp này, chúng ta có lẽ cần một nơi ít trang trọng hơn. Có lẽ một quán trọ, nhìn ra bầu trời? Hoặc tốt hơn hết là một lễ hội ủ bia lớn! Tốt hơn hết là chúng ta đừng lãng phí thời gian và bắt đầu xây dựng ngay lập tức!

# T_QUESTS_TWELVE_WORK_008_SUCCESS
source: Oh, look how happy the Townies are about this new brewing festival grounds! They embrace life to the fullest.
vi: Hãy nhìn xem, người dân của chúng ta hạnh phúc như thế nào! Địa điểm tổ chức lễ hội ủ bia này đã trở nên tuyệt đẹp và người dân có thể tận hưởng cuộc sống trọn vẹn ở đây một lần nữa!

# T_QUESTS_TWELVE_WORK_008_TITLE
source: Build a brewing fest ground.
vi: Xây dựng một quảng trường lễ hội ủ bia

# T_QUESTS_TWELVE_WORK_009_STARTED
source: During the summer, bandits have appeared in the town’s vicinity. They pose a serious threat for the village and its inhabitants. And they rob and stop travelers from reaching the village. We must solve this problem, NOW!
vi: Vào mùa hè, bọn cướp đã xuất hiện ở khu vực xung quanh thành phố. Chúng gây ra mối đe dọa nghiêm trọng cho ngôi làng và người dân của nó. Chúng tổ chức các cuộc đột kích và ngăn cản du khách đến được làng. Chúng ta phải giải quyết vấn đề này ngay bây giờ!

# T_QUESTS_TWELVE_WORK_009_SUCCESS
source: Ah! We're finally rid of these shameless bandits! Tourists will now be able to come to our village without fear.
vi: A! Cuối cùng thì chúng ta cũng đã thoát khỏi bọn cướp đáng xấu hổ này! Người dân rất vui và du khách giờ sẽ có thể đến làng của chúng ta mà không sợ hãi.

# T_QUESTS_TWELVE_WORK_010_STARTED
source: My Lord, the year is drawing to a close and here we are at the final challenge. Organize a summer party for the city. I think it would be advisable to build a fairground for it.
vi: Thưa ngài, năm nay sắp kết thúc và cuối cùng chúng ta đã đi đến thử thách cuối cùng. Hãy tổ chức một lễ hội mùa hè cho thành phố. Tôi nghĩ sẽ rất khôn ngoan nếu chúng ta xây dựng một địa điểm lễ hội ủ bia cho việc này.

# T_QUESTS_TWELVE_WORK_010_SUCCESS
source: We've done it, Lord! A truly beautiful feast is being arranged to celebrate the restoration of your honor and the rebirth of our proud town!
vi: Cuối cùng thì chúng ta cũng đã làm được, thưa ngài! Lễ hội đã trở nên thật tuyệt vời và cung cấp một nơi lý tưởng để kỷ niệm danh dự đã được phục hồi của ngài!

# T_QUESTS_TWELVE_WORK_CATHEDRAL_STARTED
source: Last year we started building the foundation for a cathedral. However, the construction was stopped shortly afterwards for lack of raw materials, my Lord.
vi: Năm ngoái, chúng ta đã bắt đầu xây dựng nền móng cho một nhà thờ lớn. Tuy nhiên, việc xây dựng đã bị tạm dừng ngay sau đó do thiếu nguyên liệu thô, thưa ngài.

# T_QUESTS_TWELVE_WORK_INTRODUCTION_001
source: My Lord, I can't believe seeing you leaving the castle again! I'm glad you found the strength to take over the reins once more. How about you start confronting the problems in town!
vi: Thưa Lãnh Chúa, tôi không thể tin được rằng ngài đã rời khỏi lâu đài! Tôi rất vui vì ngài đã tìm lại được sức mạnh để tiếp tục cai trị. Nếu được thì ngài có thể giải quyết các vấn đề trong thành phố được không?

# T_QUESTS_TWELVE_WORK_INTRODUCTION_002
source: Yeah, it's true that the townspeople hate you. They don't feel like you care for them anymore. You have been gone for too long. But there could be a way to fix the mistakes of the past!
vi: Vâng, tin đồn là có thật. Người dân đã mất hết sự tin tưởng và thiện cảm với ngài. Ngài đã vắng mặt quá lâu... Nhưng có lẽ có một cách để khắc phục những sai lầm trong quá khứ và giành lại sự ưu ái của người dân.

# T_QUESTS_TWELVE_WORK_INTRODUCTION_003
source: There is this ancient tale about a boy who tried to regain the trust of the people after he disappointed everybody. This boy had to prove himself by overcoming twelve legendary tasks in one year to be accepted back into society.
vi: Ngài có còn nhớ câu chuyện về cậu bé, cũng như ngài, đã đánh mất niềm tin của mọi người không. Sau khi làm mọi người thất vọng, cậu đã bắt đầu làm điều tốt để chuộc lại tội lỗi của mình. Để chứng tỏ bản thân và được xã hội chấp nhận trở lại, cậu phải hoàn thành xuất sắc mười hai thử thách huyền thoại.

# T_QUESTS_TWELVE_WORK_INTRODUCTION_004
source: After his success, he became the official messenger of the royal family and was able to fulfill his dream of becoming a resourceful member of society. Since that day, the accomplishment of these twelve tasks has been highly respected. Maybe that's where your salvation is, Lord!
vi: Sau thành công của mình, cậu đã được bổ nhiệm làm đại sứ chính thức của gia đình hoàng gia và do đó được tái hòa nhập vào xã hội với tư cách là một thành viên đầy đủ. Kể từ đó, việc hoàn thành mười hai thử thách là một vinh dự. Có lẽ có một giải pháp ở đó, thưa ngài!

# T_QUESTS_TWELVE_WORK_MAINQUEST_FAILED
source: We have failed... My Lord, you must leave the village as soon as possible. The inhabitants are at the gates. They have torches and pitchforks with them. I fear they will lynch us.
vi: Chúng ta đã thất bại rồi... Thưa ngài, ngài phải rời khỏi làng ngay lập tức. Người dân đang đứng trước cổng. Họ đang cầm đuốc và đinh ba. Tôi e rằng họ sẽ hành hình chúng ta.

# T_QUESTS_TWELVE_WORK_MAINQUEST_STARTED
source: Now it's up to you to prove your greatness by completing the twelve legendary tasks! It is your responsibility to regain the trust of the villagers.
vi: Giờ tùy thuộc vào các ngài để chứng tỏ tầm vóc thực sự bằng cách hoàn thành mười hai thử thách huyền thoại! Các ngài có trách nhiệm giành lại niềm tin của người dân.

# T_QUESTS_TWELVE_WORK_MAINQUEST_SUCCESS
source: Vậy là kết thúc mười hai nhiệm vụ huyền thoại! Hãy nghe mọi người cổ vũ cho ngài! Trong một năm, ngài đã xây dựng lại ngôi làng và lấy lại được lòng tin của người dân.
vi: Vậy là mười hai thử thách huyền thoại đã kết thúc! Hãy nghe tiếng reo hò của người dân! Trong một năm, ngài đã xây dựng lại ngôi làng và lấy lại niềm tin của mọi người.

# T_QUESTS_TWELVE_WORK_MAINQUEST_TITLE
source: Hoàn thành mười hai nhiệm vụ huyền thoại.
vi: Hoàn thành mười hai thử thách huyền thoại.

# T_QUESTS_TWELVE_WORK_TIMER_AUTUMN_STARTED
source: Mùa thu vừa bắt đầu, thưa ngài. Mỗi mùa cho phép ngài hoàn thành một số trong mười hai nhiệm vụ. Nếu những thách thức và yêu cầu của Dân làng không được đáp ứng… thì, tôi sợ rằng, triều đại của ngài ở đây sẽ kết thúc, Lãnh chúa.
vi: Mùa thu vừa mới bắt đầu, thưa ngài. Mỗi mùa cho phép ngài hoàn thành một vài trong số mười hai thử thách. Tuy nhiên, nếu các yêu cầu của người dân không được đáp ứng kịp thời,... thì thử thách sẽ bị coi là không thành công và triều đại của ngài cũng sẽ bị mất, thưa ngài.

# T_QUESTS_TWELVE_WORK_TIMER_FAILED
source: Lãnh chúa, chúng ta đã hết thời gian... Không phải tất cả các nhiệm vụ của mùa này đều được hoàn thành đúng hạn.
vi: Thưa ngài, thời gian đã hết và ngài đã không hoàn thành tất cả các thử thách đúng thời hạn.

# T_QUESTS_TWELVE_WORK_TIMER_STARTED
source: Bây giờ một mùa mới đã bắt đầu và một lần nữa có những thách thức cần hoàn thành. Để lấy lại lòng tin của người dân, chúng ta phải nhanh chóng. Ngài có thể làm được, thưa ngài!
vi: Mùa tiếp theo đã đến và một lần nữa có những thử thách cần vượt qua. Để giành lại niềm tin của người dân, chúng ta phải nhanh lên. Ngài có thể làm được mà, thưa ngài!

# T_QUESTS_TWELVE_WORK_TIMER_SUCCESS
source: Chúc mừng, Lãnh chúa! Ngài đã hoàn thành xuất sắc tất cả các nhiệm vụ của mùa này. Đây là một điềm tốt và có thể mang lại may mắn cho chúng ta trong các nhiệm vụ tương lai.
vi: Xin chúc mừng, thưa Lãnh Chúa! Các ngài đã hoàn thành thành công tất cả các thử thách trong mùa này. Đây là một điềm lành và có thể mang lại may mắn cho chúng ta trong những thử thách sắp tới.
