Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# EVENT_WITCHHUNT_08_SUCCESS
source: Cuối cùng làng ta cũng có một thầy thuốc. Ông ấy chắc chắn có thể giúp chúng ta đối phó với dịch bệnh.
vi: Cuối cùng làng ta cũng có một thầy thuốc. Chắc chắn người có thể giúp chúng ta đối phó với dịch bệnh.

# EVENT_WITCHHUNT_13_TIMERQUEST_STARTED
source: Hãy đợi đến khi thầy thuốc trở về từ kinh thành.
vi: Hãy đợi thầy thuốc trở về từ kinh thành.

# QUESTS_COMMUNITY_SATISFACTION_DESC
source: Dân làng trong thị trấn sẽ vui hơn nếu có một địa điểm chung để họ gặp gỡ, uống một ly nước nho hoặc nhấm nháp chút bia sau một ngày làm việc vất vả. Thưa Lãnh chúa, liệu yêu cầu này có quá đáng không ạ?
vi: Dân làng sẽ hạnh phúc hơn nếu có một nơi chung để họ gặp gỡ, nhấm nháp chén nước ép nho hoặc nhấp chút đồ uống sau một ngày làm việc vất vả. Thưa Lãnh Chúa, liệu đó có phải là một yêu cầu quá đáng không?

# SCENARIO_COUNTER_THIEF_END_DESC
source: Được rồi, Thống đốc. Nếu ngài không định giao dịch với ta, thì người của ta sẽ tự lấy những gì chúng ta cần.
vi: Vậy, NGÀI LÃNH CHÚA, haha. Nếu ngài không muốn trao đổi với ta, thì... quân của ta sẽ tự lấy những gì chúng cần thôi.

# SCENARIO_COUNTER_THIEF_END_FAILED
source: Lần này ngươi may mắn đấy. Nhưng lần sau sẽ không dễ dàng như vậy đâu.
vi: Lần này các ngươi may mắn đấy. Nhưng lần tới, các ngươi sẽ không dễ dàng thoát được đâu.

# SCENARIO_COUNTER_THIEF_END_SUCCESS
source: Ha ha ha. Hãy coi đây là một bài học cho ngươi. Ta chắc chắn rằng lần tới ngươi sẽ giao dịch với ta.
vi: Ha ha ha. Ta hy vọng đây sẽ là bài học cho ngươi, lần sau hãy đổi chác với ta đi.

# SCENARIO_CW_QUEST_B_20_DESC
source: Thưa Lãnh chúa, tôi cần rất nhiều đá. Tôi sẽ hỗ trợ ngài gỗ nếu ngài giúp tôi một ít đá.
vi: Thưa ngài, tôi đang cần rất nhiều đá. Nếu ngài giúp tôi, tôi sẽ hỗ trợ ngài một ít gỗ.

# SCENARIO_CW_QUEST_B_30_DESC
source: Thưa Lãnh chúa, tôi đã thu thập được một ít gỗ để hỗ trợ việc xây dựng làng. Tôi sẽ đổi nó lấy một ít lúa mì.
vi: Thưa ngài, tôi đã thu thập được một ít gỗ để hỗ trợ xây dựng làng. Nếu ngài có chút ngũ cốc cho tôi, ngài có thể lấy số gỗ này.

# SCENARIO_CW_QUEST_B_40_DESC
source: Con gái tôi bị lạnh cóng đêm qua. Ngài có thể vui lòng giúp tôi một ít len không? Tôi có thể đổi lại cho ngài gỗ quý.
vi: Thưa ngài, con gái tôi đã bị lạnh cóng đêm qua. Thưa ngài, ngài có thể cho chúng tôi một ít len được không? Ngài sẽ nhận được gỗ quý để đổi lại.

# SCENARIO_CW_QUEST_B_50_DESC
source: Thưa Lãnh chúa, tôi có một câu hỏi... con trai tôi muốn học nghề thuộc da. Nó cần một ít da để thực hành. Tôi sẽ đổi lấy một ít gỗ.
vi: Thưa ngài, con trai tôi muốn học nghề thuộc da. Ngài có vài tấm da cho nó tập không? Tôi sẽ đổi chúng lấy gỗ.

# SCENARIO_CW_QUEST_B_60_DESC
source: Thưa Lãnh chúa, ngài có ít thảo dược không? Thật không may, tôi không có gì để nêm nếm thịt cả. Tôi sẽ đổi cho ngài loại gỗ tốt nhất của tôi.
vi: Thưa ngài, ngài có thừa một ít thảo dược không? Thật không may, tôi không còn gì để ướp thịt nữa rồi. Tôi sẽ cho ngài cả số gỗ tốt nhất của mình để đổi lấy chúng.

# SCENARIO_CW_QUEST_B_70_DESC
source: Thưa Lãnh chúa, tôi muốn sửa lại nhà của mình. Ngài có muốn đổi một ít công cụ lấy đống củi cuối cùng của tôi không?
vi: Thưa ngài, tôi muốn sửa sang lại nhà, ngài có thể cho tôi mượn một vài công cụ được không? Tôi cũng đã siêng năng thu thập gỗ và muốn trao đổi với ngài.

# SCENARIO_CW_QUEST_B_80_DESC
source: Thưa Lãnh chúa, tôi muốn chuẩn bị một bữa tiệc. Xin ngài hãy hỗ trợ tôi? Đổi lại tôi sẽ giúp ngài một ít gỗ.
vi: Thưa Lãnh Chúa, tôi muốn chuẩn bị một bữa tiệc. Ngài có thể hỗ trợ tôi trong việc này không? Tôi cũng sẽ giúp ngài một ít gỗ.

# SCENARIO_CW_QUEST_B_NAME
source: Giao dịch với nông dân.
vi: Trao đổi với nông dân.

# SCENARIO_CW_QUEST_B_START_01_DESC
source: Thưa Lãnh chúa, gia đình tôi đang phải chịu cảnh đói kém. Ngài có thể tốt bụng giao cho chúng tôi một ít cá không? Tôi thậm chí sẽ đổi cho ngài một ít gỗ từ kho củi nhỏ của tôi.
vi: Thưa ngài, gia đình tôi đang chết đói. Ngài có thể có một ít cá cho chúng tôi không? Tôi sẽ đưa cho ngài một ít gỗ từ kho củi của mình để đổi lại.

# SCENARIO_CW_QUEST_B_START_02_DESC
source: Tôi có một ít gỗ dự trữ để sửa chữa. Tôi sẽ đổi nó lấy một ít đá, thưa Lãnh chúa.
vi: Tôi vẫn còn một ít gỗ để dành cho việc sửa chữa. Chúng ta có thể đổi số gỗ này lấy đá, thưa ngài.

# SCENARIO_CW_QUEST_C_10_DESC
source: Người của ta cần thêm cá. Mang cho ta một ít và ta sẽ cho ngươi gỗ! Ta cũng sẽ tha cho ngôi làng nhỏ bé của ngươi.
vi: Người của ta cần thêm cá. Đưa cho ta và ta sẽ cho ngươi gỗ! Ngoài ra, ta sẽ tha cho cái làng nhỏ bé của ngươi.

# SCENARIO_CW_QUEST_C_20_DESC
source: Này, Thống đốc! Ta muốn giúp ngươi một việc và lấy bớt ít đá nặng trong kho của ngươi. Nếu ngươi để ta làm vậy, ta thậm chí sẽ cho ngươi một ít gỗ.
vi: Thống đốc! Ta muốn làm một ân huệ cho ngươi và làm nhẹ túi đá của ngươi. Nếu ngươi không chống cự, ngươi thậm chí sẽ nhận được một ít gỗ.

# SCENARIO_CW_QUEST_C_30_DESC
source: Trước khi ngươi lãng phí lúa mì bằng cách cho nông dân của ngươi, ngươi nên đưa nó cho ta và ta sẽ cho ngươi loại gỗ tốt nhất của ta.
vi: Thay vì lãng phí ngũ cốc cho nông dân, tốt hơn hết hãy đưa nó cho ta và ta sẽ cho ngươi một ít gỗ tốt nhất của ta.

# SCENARIO_CW_QUEST_C_40_DESC
source: Chúng ta muốn làm mềm chuôi kiếm bằng len. Đừng lo, nếu ngươi hợp tác, chúng ta sẽ không dùng chúng để chống lại ngươi.
vi: Chúng ta sẽ làm cho chuôi kiếm của chúng ta êm hơn bằng cách bọc chúng bằng len. Đừng lo lắng, nếu các ngươi hợp tác, chúng ta sẽ không dùng chúng để chống lại các ngươi đâu.

# SCENARIO_CW_QUEST_C_50_DESC
source: Người của ta đang buồn chán. Nếu ngươi cung cấp cho chúng ta da, chúng ta có thể cải thiện hình nộm huấn luyện để chúng trông thật hơn. Nếu ngươi không muốn giao dịch với ta, thì chúng ta sẽ thực hành với dân làng của ngươi.
vi: Người của ta đang buồn chán. Nếu ngươi đưa cho ta một vài tấm da, chúng ta có thể làm cho hình nộm tập luyện của mình trông thật hơn. Nếu ngươi không muốn giao dịch với ta, chúng ta sẽ tập luyện với dân làng thôi.

# SCENARIO_CW_QUEST_C_60_DESC
source: Một trong những người của ta bị ốm. Ta nghe nói thảo dược có thể giúp hắn. Nếu ngươi không phiền, ta sẽ tìm chúng trong kho của ngươi. Ta chắc chắn sẽ tìm thấy chúng.
vi: Một trong số người của ta đang bị bệnh. Ta nghe nói thảo dược có thể giúp anh ta. Nếu ta tìm kiếm đủ lâu trong trại của các ngươi, chắc chắn ta sẽ tìm thấy thứ gì đó.

# SCENARIO_CW_QUEST_C_70_DESC
source: Công cụ của chúng ta không còn dùng được nữa. Ngươi có rất nhiều, Thống đốc. Hãy tốt bụng đưa cho ta một ít và ta sẽ tốt bụng không tự mình lấy chúng.
vi: Công cụ của chúng ta không còn dùng được nữa. Ngươi có đủ mà, thưa Thống đốc. Hãy tử tế mà đưa cho ta đi. Ta cũng sẽ tử tế mà không tự đi lấy.

# SCENARIO_CW_QUEST_C_80_DESC
source: Người của ta muốn ăn thịt. Giao nó ra đây và ta sẽ lịch sự đưa cho ngươi một ít gỗ để đổi lấy. Hoặc có thể người của ta sẽ ghé thăm thị trấn nhỏ của ngươi và tự mình lấy nó…
vi: Người của ta cũng cần thịt. Đưa nó cho ta và ta thậm chí sẽ ga lăng mà cho ngươi một ít gỗ để đổi lại. Nếu không, quân của ta sẽ đến thăm làng của ngươi và tự lấy thịt…

# SCENARIO_CW_QUEST_C_NAME
source: Giao dịch với tên cướp.
vi: Trao đổi với tên cướp.

# SCENARIO_CW_QUEST_C_START_01_DESC
source: À, một Thống đốc mới... Vì ngươi mới đến đây, ta nên giải thích luật lệ. Ngươi đưa cho ta những gì ta yêu cầu và ta để ngươi làm bất cứ điều gì ngươi phải làm. Nghe có vẻ là một thỏa thuận công bằng, phải không? Được rồi, hãy bắt đầu với một nhiệm vụ dễ dàng: Mang cho ta một ít cá!
vi: À, một Thống đốc mới, chào mừng. Ta sẽ giải thích luật lệ ngay cho ngươi. Ngươi đáp ứng tất cả yêu cầu của ta và ta sẽ để ngươi làm bất cứ điều gì ngươi muốn. Đó là một thỏa thuận công bằng, phải không! Chúng ta hãy bắt đầu thôi: Mang cho ta một ít cá!

# SCENARIO_CW_QUEST_C_START_02_DESC
source: Thiếu gỗ à? Không thành vấn đề! Ta đã trộ... ờ... tích trữ một đống gỗ lớn. Đổi lấy vài viên đá, ta sẽ vui lòng đổi lấy một ít gỗ.
vi: Vấn đề về gỗ? Không sao! Ta có một chồng gỗ lớn, tốt nhất ở đây... ờ ...đã thu thập được! Ngươi sẽ nhận được một ít gỗ để đổi lấy một vài viên đá.

# SCENARIO_THIEF_FAIL
source: Vậy là, ngươi thực sự không muốn giao dịch với ta, hả? Được thôi, ngươi sẽ thấy hậu quả.
vi: Vậy, các ngươi đã quyết định không trao đổi với ta sao? Chà, các ngươi sẽ sớm biết hậu quả thôi.

# THEBEAST_ATK_002_SCENE_ADVISOR_ITEMS_EXPERT_QUEST
source: Thưa Lãnh chúa, hãy xem chúng ta có gì ở đây... Trông giống như một chiếc răng. Không phải của con người. Và đây! Thêm nấm cục. Thần không đủ kiến thức để đưa ra giả thuyết, nhưng thần biết một người có thể giúp chúng ta. Hãy đi gặp ông lão!
vi: Thưa Lãnh Chúa! Hãy xem thứ chúng ta vừa tìm thấy này! Nó trông giống như một chiếc răng, nhưng không phải của người! Và đây lại là những cây nấm truffle này! Ta không thể nào hiểu nổi, nhưng ta biết một người chắc chắn có thể giúp chúng ta. Hãy đến gặp ông lão!

# THEBEAST_CHOICE_A_ACOLYTE_DESC
source: Ngoài tên lái buôn ra thì còn ai có thể đổ lỗi cho dân địa phương nhiều như vậy? Hắn là đồng phạm!
vi: Ai khác ngoài gã lái buôn? Hắn ta luôn lợi dụng mọi cơ hội để nghi ngờ và xua đuổi dân địa phương.

# THEBEAST_CHOICE_A_ACOLYTE_TITLE
source: Tên lái buôn!
vi: Gã lái buôn!

# THEBEAST_CHOICE_A_COUPABLE_DESC
source: Chắc chắn là cô gái trẻ đó! Cô ta là em gái của người phụ nữ bị trục xuất. Đó là động cơ!
vi: Có lẽ là cô gái trẻ. Chính em gái cô ta đã bị trục xuất hồi đó. Đó là một lý do đủ lớn!

# THEBEAST_CHOICE_A_COUPABLE_TITLE
source: Thiếu nữ trẻ!
vi: Cô gái trẻ!

# THEBEAST_CHOICE_A_REASON_DESC
source: Người phụ nữ trẻ bị Nữ hoàng trục xuất oan đã gây ra những cuộc tấn công này. Cô ta muốn trả thù cho việc bị lưu đày.
vi: Cô gái trẻ bị Nữ hoàng trục xuất một cách oan ức đã gây ra những vụ tấn công này. Cô ta muốn trả thù cho việc bị lưu đày bắt buộc.

# THEBEAST_CHOICE_A_REASON_TITLE
source: V báo thù!
vi: Sự trả thù!

# THEBEAST_CHOICE_B_ACOLYTE_DESC
source: Nhiệm vụ tìm kiếm hạnh phúc của ngôi làng đã biến thành cơn ác mộng... Anh ta có lẽ không thấy có hại gì, anh ta chỉ muốn giúp đỡ người hàng xóm của mình.
vi: Việc ngôi làng tìm kiếm hòa bình đã trở thành một cơn ác mộng... Có lẽ ông ta thậm chí không thấy lỗi của mình, ông ta chỉ muốn giúp đỡ những người hàng xóm của mình.

# THEBEAST_CHOICE_B_ACOLYTE_TITLE
source: Hector, nghệ sĩ!
vi: Hector, người nghệ sĩ!

# THEBEAST_CHOICE_B_COUPABLE_DESC
source: Chắc chắn là hắn ta! Hắn ghét những người mới đến và tấn công em gái của cô gái bị trục xuất để đảm bảo cô ta không thể làm gì hại đến vườn nho của hắn.
vi: Chắc chắn là ông ta. Ông ta ghét những người mới đến và tấn công em gái của cô gái bị trục xuất để đảm bảo rằng cô ta không thể làm bất cứ điều gì gây hại cho vườn nho của ông ta nữa.

# THEBEAST_CHOICE_B_COUPABLE_TITLE
source: Basil, nông dân.
vi: Basil, người nông dân!

# THEBEAST_CHOICE_B_REASON_DESC
source: Bằng cách làm dân làng sợ hãi, thủ phạm muốn trục xuất họ khỏi thành phố và ngăn cản những người dân mới chuyển đến đây.
vi: Bằng cách khiến dân làng khiếp sợ, thủ phạm muốn xua đuổi họ ra khỏi thị trấn và ngăn những người dân làng mới muốn đến định cư.

# THEBEAST_CHOICE_B_REASON_TITLE
source: Để ngăn cản thêm người mới nhập cư vào làng!
vi: Để ngăn những người mới đến nhập cư vào làng.

# THEBEAST_CHOICE_C_ACOLYTE_DESC
source: Bà ta chắc chắn đã giúp đỡ thủ phạm về mặt tài chính.
vi: Chắc chắn bà ta đã hỗ trợ tài chính cho thủ phạm!

# THEBEAST_CHOICE_C_COUPABLE_DESC
source: Đó là người làm bánh mì! Hắn giả vờ bị tấn công để tránh bị nghi ngờ! Thật là thiên tài!
vi: Chính là người thợ làm bánh! Anh ta chỉ giả vờ bị tấn công để không bị nghi ngờ!

# THEBEAST_CHOICE_C_COUPABLE_TITLE
source: Người làm bánh mì.
vi: Người thợ làm bánh!

# THEBEAST_CHOICE_C_REASON_DESC
source: Nữ hoàng Frygith, hối hận về quyết định mở cửa biên giới, đã hợp lực với một số cư dân để hù dọa những người mới đến và đóng cửa biên giới một lần nữa!
vi: Nữ hoàng Frygith! Bà ta đã hối hận vì đã mở cửa biên giới cho người lạ. Bà ta đã liên minh với một số người dân địa phương để đuổi những người mới đến ra khỏi thị trấn. Sau đó, bà ta muốn đóng cửa biên giới trở lại!

# THEBEAST_CHOICE_C_REASON_TITLE
source: Âm mưu nhà nước.
vi: Một âm mưu của nhà nước!

# TITLE_QUEST_002
source: Đi xuyên qua
vi: Cẩn Thận

# TITLE_QUEST_003
source: Giàu như Croesus
vi: Giàu Như Crésus

# TITLE_QUEST_004
source: Mua heo trong bị
vi: May Mắn Như Heo

# TITLE_QUEST_005
source: Một, hai và ba
vi: Một, Hai, Ba

# TITLE_QUEST_007
source: Một cử chỉ hào phóng
vi: Cử Chỉ Hào Phóng

# TITLE_QUEST_009
source: Một thỏa thuận tuyệt vời
vi: Một Giao Dịch Tốt

# TITLE_QUEST_010
source: Hành trình của người hùng
vi: Hành Trình Anh Hùng

# TITLE_QUEST_011
source: Hy vọng
vi: Hy Vọng Luôn Sống Mãi

# TITLE_QUEST_012
source: Một mục đích cao cả
vi: Một Nỗ Lực Cao Quý

# TITLE_QUEST_013
source: Dễ như ăn bánh
vi: Chỉ Là Một Điều Nhỏ Nhặt

# TITLE_QUEST_016
source: Đầy ắp
vi: Toàn Bộ Lô Hàng

# TITLE_QUEST_018
source: Dồi dào vô tận
vi: Dư Dả

# TITLE_QUEST_019
source: Còn một chặng đường
vi: Đây Cũng Là Một Cách

# TITLE_QUEST_020
source: Ngày càng nhiều
vi: Không Bao Giờ Thỏa Mãn

# TITLE_QUEST_021
source: Thuốc giải độc
vi: Thuốc Giải

# TITLE_QUEST_022
source: Nghiêm!
vi: Đứng Nghiêm

# TITLE_QUEST_026
source: Những bao lúa mì
vi: Bao Tải Đầy Ngũ Cốc

# TITLE_QUEST_027
source: Be be! Cừu kêu
vi: Tiếng Kêu Của Cừu

# TITLE_QUEST_031
source: Nở rộ
vi: Trong Thời Kỳ Nở Rộ

# TITLE_QUEST_032
source: Dòng dõi quý tộc
vi: Dòng Máu Quý Tộc

# TITLE_QUEST_033
source: Ảo mộng nước
vi: Trò Chơi Với Nước

# TITLE_QUEST_035
source: Một đống lửa lớn
vi: Bên Đống Lửa Trại

# TITLE_QUEST_036
source: Không có vỏ
vi: Không Có Lớp Vỏ

# TITLE_QUEST_037
source: Mánh khóe nghề nghiệp
vi: Tính Thương Mại

# TITLE_QUEST_038
source: Chúng ta sửa được không?
vi: Chúng Ta Có Thể Làm Được Không?

# TITLE_QUEST_039
source: Kẻ ăn thịt
vi: Động Vật Ăn Thịt

# TITLE_QUEST_040
source: Nhanh như chớp
vi: Nhanh Lên Nào

# TITLE_QUEST_041
source: Gương mặt thợ mỏ
vi: Gương Mặt Người Thợ Mỏ

# TITLE_QUEST_042
source: Bữa ăn sẵn sàng
vi: Khẩu Phần Ăn Cá Nhân

# TITLE_QUEST_043
source: Yểm trợ tôi!
vi: Che Chắn Cho Tôi!

# TITLE_QUEST_048
source: Trống rỗng
vi: Rút Trúng Ô Không May Mắn

# TITLE_QUEST_050
source: Ăn mặc chỉnh tề
vi: Ăn Mặc Bảnh Bao

# TITLE_QUEST_052
source: Giao hàng hỏa tốc
vi: Giao Hàng Nhanh Chóng

# TITLE_QUEST_053
source: Đừng tuyệt vọng
vi: Đừng Nản Lòng

# TITLE_QUEST_054
source: Chiến đấu hết mình
vi: Bằng Tay Và Chân

# TITLE_QUEST_057
source: Kinh doanh phát đạt
vi: Việc Kinh Doanh Phát Đạt

# TITLE_QUEST_058
source: Vì người dân của tôi
vi: Vì Dân Tộc Của Tôi

# TITLE_QUEST_059
source: Dành cho người dũng cảm
vi: Vì Những Người Dũng Cảm

# TITLE_QUEST_060
source: Vì Nhà vua
vi: Vì Đức Vua

# TITLE_QUEST_061
source: Phong cách Ford
vi: Hãy Làm Như Ford

# TITLE_QUEST_062
source: Tự do
vi: Vì Tự Do

# TITLE_QUEST_064
source: Chuyện ma
vi: Câu Chuyện Ma

# TITLE_QUEST_068
source: Mát tay trồng trọt
vi: Bàn Tay Vàng

# TITLE_QUEST_069
source: Người thợ khéo tay
vi: Vua Tự Làm

# TITLE_QUEST_070
source: Cứu! Ai đó cứu với!
vi: Cứu Viện!

# TITLE_QUEST_071
source: Cần giúp đỡ không?
vi: Ngươi Cần Giúp Đỡ Không?

# TITLE_QUEST_072
source: Giúp một tay
vi: Một Bàn Tay Giúp Đỡ

# TITLE_QUEST_073
source: Kỳ nghỉ tuyệt vời
vi: Kỳ Nghỉ Vui Vẻ

# TITLE_QUEST_074
source: Nhà là nơi tuyệt nhất
vi: Tổ Ấm Thân Yêu

# TITLE_QUEST_076
source: Giữ đủ nước
vi: Luôn Uống Đủ Nước

# TITLE_QUEST_079
source: Lần lượt
vi: Luôn Theo Thứ Tự

# TITLE_QUEST_080
source: Xông vào trận!
vi: Vào Đám Đông

# TITLE_QUEST_084
source: Cứ tiếp tục bơi
vi: Cứ Bơi Đi

# TITLE_QUEST_085
source: Đúng lúc
vi: Vừa Kịp Lúc

# TITLE_QUEST_087
source: Uống nào
vi: Hãy Cùng Uống

# TITLE_QUEST_088
source: Ăn nào
vi: Bữa Ăn

# TITLE_QUEST_089
source: Nhà vua vạn tuế!
vi: Hoàng Đế Vạn Tuế

# TITLE_QUEST_091
source: Tỉ mỉ
vi: Cẩn Thận Từng Ly

# TITLE_QUEST_092
source: Anh xay bột ơi, anh đang ngủ à
vi: Niềm Vui Của Người Thợ Xay

# TITLE_QUEST_094
source: Hết lần này đến lần khác
vi: Lặp Đi Lặp Lại

# TITLE_QUEST_095
source: Chảy nước miếng
vi: Nước Bọt Trong Miệng

# TITLE_QUEST_096
source: Rượu nghiền
vi: Rượu Nóng

# TITLE_QUEST_097
source: Tình yêu của tôi
vi: Người Yêu Dấu Của Ta

# TITLE_QUEST_098
source: Báu vật của tôi
vi: Kho Báu Của Ta

# TITLE_QUEST_099
source: Thợ may của tôi giàu có
vi: Thoát Nạn

# TITLE_QUEST_101
source: Hàng xóm đáng yêu
vi: Những Người Hàng Xóm Tốt Bụng

# TITLE_QUEST_102
source: Cuộc sống mới
vi: Một Cuộc Sống Mới

# TITLE_QUEST_103
source: Không đình công
vi: Kết Thúc Cuộc Đình Công

# TITLE_QUEST_104
source: Không phải trong ca trực của tôi
vi: Không Phải Dưới Sự Giám Sát Của Ta

# TITLE_QUEST_105
source: Không nhanh thế đâu!
vi: Không Nhanh Vậy Đâu

# TITLE_QUEST_106
source: Đang làm nhiệm vụ!
vi: Trong Ca Trực

# TITLE_QUEST_107
source: Nhà hàng mời
vi: Cái Này Miễn Phí

# TITLE_QUEST_108
source: Trên đường
vi: Trên Đường Đi

# TITLE_QUEST_109
source: Nhân khẩu học của chúng ta
vi: Dân Số Của Chúng Ta

# TITLE_QUEST_110
source: Những kẻ ngoài vòng pháp luật
vi: Những Kẻ Bị Ruồng Bỏ

# TITLE_QUEST_111
source: Vui như lên cung trăng
vi: Đi Đi Về Về

# TITLE_QUEST_112
source: Đối tác mạnh mẽ
vi: Quan Hệ Đối Tác Tốt Đẹp

# TITLE_QUEST_113
source: Trả tiền ngay
vi: Đúng Giờ Như Thợ Nề

# TITLE_QUEST_114
source: Hoàn hảo
vi: Bậc Thầy

# TITLE_QUEST_115
source: Đùa với lửa
vi: Kẻ Chơi Với Lửa

# TITLE_QUEST_116
source: Mối đe dọa tiềm tàng
vi: Mối Nguy Tiềm Tàng

# TITLE_QUEST_117
source: Người phụ nữ xinh đẹp
vi: Người Đẹp

# TITLE_QUEST_118
source: Hành động
vi: Thực Hiện Biện Pháp

# TITLE_QUEST_119
source: Thức uống hoàng gia
vi: Một Thức Uống Hoàng Gia

# TITLE_QUEST_120
source: Một ít thịt đỏ
vi: Thịt Đỏ

# TITLE_QUEST_121
source: Tinh thể thạch anh
vi: Pha Lê Núi

# TITLE_QUEST_122
source: Chợp mắt một lát
vi: Một Giấc Ngủ Ngắn

# TITLE_QUEST_123
source: Cải tạo toàn bộ
vi: Sửa Chữa Toàn Diện

# TITLE_QUEST_124
source: Xây dựng đường sá
vi: Xây Dựng Đường

# TITLE_QUEST_125
source: Robin Hood
vi: Người Báo Thù Cho Kẻ Bị Tước Quyền

# TITLE_QUEST_126
source: Câu chuyện về kẻ lừa đảo
vi: Một Kẻ Tinh Quái Nhỏ Bé

# TITLE_QUEST_127
source: Giàu nứt đố đổ vách
vi: Tắm Trong Tiền

# TITLE_QUEST_133
source: Tất cả những gì lấp lánh…
vi: Không Phải Tất Cả Những Gì Lấp Lánh...

# TITLE_QUEST_134
source: Tâm hồn già dặn
vi: Một Tâm Hồn Già Cỗi

# TITLE_QUEST_136
source: Tượng Nhà vua
vi: Tượng Hoàng Gia

# TITLE_QUEST_137
source: Hãy mạnh mẽ
vi: Giữ Vững Dũng Khí

# TITLE_QUEST_138
source: Ngừng trệ
vi: Sự Bế Tắc

# TITLE_QUEST_140
source: Bia mùa hè
vi: Đồ Uống Mùa Hè

# TITLE_QUEST_143
source: Lấy vàng của tôi đi
vi: Cầm Tiền Của Tôi Đi

# TITLE_QUEST_144
source: Thuế
vi: Đánh Thuế

# TITLE_QUEST_145
source: Trăm người
vi: Hàng Trăm

# TITLE_QUEST_147
source: Nguy cơ cướp bóc
vi: Mối Nguy Từ Bọn Cướp

# TITLE_QUEST_148
source: Những nhu cầu thiết yếu
vi: Chỉ Những Thứ Cần Thiết Nhất

# TITLE_QUEST_152
source: Cuộc thi
vi: Cuộc Thi Đấu

# TITLE_QUEST_153
source: Phương thuốc
vi: Phương Thuốc Chữa Bệnh

# TITLE_QUEST_156
source: Những người bạn của hoa
vi: Những Người Yêu Hoa

# TITLE_QUEST_157
source: Nơi tốt đẹp
vi: Một Nơi Tốt Đẹp

# TITLE_QUEST_158
source: Đám cưới lớn
vi: Đám Cưới Trong Mơ

# TITLE_QUEST_160
source: Cuộc săn
vi: Đi Săn

# TITLE_QUEST_161
source: Những ảnh hưởng
vi: Các Yếu Tố Bên Ngoài

# TITLE_QUEST_162
source: Phần lớn nhất
vi: Phần Của Sư Tử

# TITLE_QUEST_165
source: Lời cầu nguyện
vi: Thời Gian Cầu Nguyện

# TITLE_QUEST_166
source: Người bảo vệ
vi: Một Người Bảo Vệ

# TITLE_QUEST_167
source: Cái giá của danh vọng
vi: Giá Của Thành Công

# TITLE_QUEST_168
source: Lý do
vi: Vì Một Lý Do Chính Đáng

# TITLE_QUEST_170
source: Dòng sông
vi: Bên Bờ Sông

# TITLE_QUEST_173
source: Như một con sóc
vi: Dự Trữ

# TITLE_QUEST_175
source: Hỗ trợ cần thiết
vi: Sự Hỗ Trợ

# TITLE_QUEST_176
source: Ra khỏi lò
vi: Tươi Mới Ra Lò

# TITLE_QUEST_177
source: Hiệp hội thương mại
vi: Hội Thương Nhân

# TITLE_QUEST_178
source: Chợ nông sản
vi: Tại Chợ

# TITLE_QUEST_181
source: Làm một ly
vi: Đi Uống Một Chút

# TITLE_QUEST_182
source: Cùng nhau
vi: Ở Bên Nhau

# TITLE_QUEST_183
source: Chúc may mắn
vi: Gõ Vào Gỗ

# TITLE_QUEST_184
source: Townie Hood
vi: Khu Dân Cư

# TITLE_QUEST_190
source: Huýt sáo khi làm việc
vi: Ai Huýt Sáo Khi Làm Việc

# TITLE_QUEST_191
source: Lễ hội mùa đông
vi: Chuẩn Bị Cho Mùa Đông

# TITLE_QUEST_193
source: Chúc may mắn (trong biểu diễn)
vi: Chúc May Mắn

# TITLE_QUEST_194
source: Không một nếp gấp
vi: Không Nếp Nhăn

# TITLE_QUEST_195
source: Nhặt lên
vi: Thu Gom

# TITLE_QUEST_198
source: Lối sống phóng túng
vi: Phong Cách Sống Bohemian

# TITLE_QUEST_199
source: Lò luyện
vi: Lò Luyện Kim

# TITLE_QUEST_201
source: Lò bánh
vi: Tiệm Bánh

# TITLE_QUEST_202
source: Tái vừa
vi: Nửa Chừng

# TITLE_QUEST_205
source: Nơi của chúng ta
vi: Tổ Ấm Của Chúng Ta

# TITLE_QUEST_206
source: Kim cương Hy Vọng
vi: Viên Kim Cương Hy Vọng

# TITLE_QUEST_208
source: Coi chừng dằm
vi: Cẩn Thận Mảnh Vỡ

# TITLE_QUEST_209
source: Tuyến đường đoàn lữ hành
vi: Đoàn Lữ Hành

# TITLE_QUEST_212
source: Dưới đáy sông sâu
vi: Trong Đáy Sâu Của Dòng Sông

# TITLE_QUEST_213
source: Hoành tráng
vi: Hùng Vĩ

# TITLE_QUEST_214
source: Ngoạn mục
vi: Đẹp Mắt

# TITLE_QUEST_215
source: Các nhà sư
vi: Các Tu Sĩ

# TITLE_QUEST_216
source: Khay thịt nguội
vi: Đĩa Thịt Rừng

# TITLE_QUEST_217
source: Gậy và Đá
vi: Từ Gậy Và Đá

# TITLE_QUEST_218
source: Muội than đen
vi: Bồ Hóng Đen

# TITLE_QUEST_219
source: Thiếu lương thực
vi: Khan Hiếm Lương Thực

# TITLE_QUEST_220
source: Mầm giòn
vi: Cây Giống Sai Quả

# TITLE_QUEST_223
source: Yên nghỉ
vi: An Nghỉ

# TITLE_QUEST_225
source: Hãy trở nên nguy hiểm!
vi: Hai, Một, Mạo Hiểm!

# TITLE_QUEST_226
source: Không gan dạ, không vinh quang
vi: Ai Dám Liều Sẽ Thắng

# TITLE_QUEST_227
source: Công việc mạo hiểm
vi: Kinh Doanh Rủi Ro

# TITLE_QUEST_228
source: Gã tội nghiệp
vi: Kẻ Nghèo Khổ

# TITLE_QUEST_229
source: Người hà tiện
vi: Người Tiết Kiệm

# TITLE_QUEST_231
source: Năng suất
vi: Sản Lượng

# TITLE_QUEST_232
source: Thù lao
vi: Tiền Thù Lao

# TITLE_QUEST_233
source: Ngày lĩnh lương
vi: Tiền Bồi Thường

# TITLE_QUEST_234
source: Cái giá của thành công
vi: Giá Của Thành Công

# TITLE_QUEST_235
source: Quần áo mới tinh
vi: Quần Áo Mới Coóng

# TITLE_QUEST_236
source: Đi săn
vi: Trong Cuộc Đi Săn

# TITLE_QUEST_238
source: Ngày lĩnh lương
vi: Ngày Lãnh Lương

# TITLE_QUEST_239
source: Xưởng da
vi: Đồ Da

# TITLE_QUEST_241
source: Công nghiệp
vi: Tính Công Nghiệp

# TITLE_QUEST_243
source: Hết chỗ rồi
vi: Không Còn Chỗ Nữa

# TITLE_QUEST_245
source: Bắt mắt
vi: Một Chút Cho Đẹp Mắt

# TITLE_QUEST_246
source: Cần chuyên gia
vi: Tìm Chuyên Gia

# TITLE_QUEST_247
source: Không còn nhiều thời gian
vi: Hầu Như Không Còn Thời Gian

# TITLE_QUEST_250
source: Tiếp tế là tối quan trọng
vi: Cung Cấp Là Tất Cả

# TITLE_QUEST_251
source: Trại cơ sở
vi: Trại Căn Cứ

# TITLE_QUEST_252
source: Phòng thủ
vi: Trong Thế Phòng Thủ

# TITLE_QUEST_253
source: Nấp đi!
vi: Vào Vị Trí Nấp!

# TITLE_QUEST_254
source: Giữ chân chúng lại
vi: Ngăn Chặn Chúng

# TITLE_QUEST_255
source: Con mắt cảnh giác
vi: Mắt Cảnh Giác

# TITLE_QUEST_257
source: Lò mổ
vi: Hoạt Động Chiến Đấu

# TITLE_QUEST_258
source: Thế là đủ rồi
vi: Đủ Rồi Đấy

# TITLE_QUEST_259
source: Vậy tôi đi đây
vi: Tôi Đi Đây

# TITLE_QUEST_260
source: Vô tư lự
vi: Phải Vui Một Chút Chứ

# TITLE_QUEST_261
source: Tôi chán rồi
vi: Tôi Chán Quá

# TITLE_QUEST_262
source: Chuyến thám hiểm
vi: Cuộc Thám Hiểm

# TITLE_QUEST_264
source: Sự tính sổ
vi: Cuộc Thanh Toán

# TUTORIAL_05_ASSIGN_GEOLOGIST_DESC
source: Bây giờ chỉ cần giao nhà địa chất cho mỏ, thưa Bệ hạ. Ông ấy sẽ dần dần làm cho nhiều mỏ hơn có thể tiếp cận được.
vi: Thưa Lãnh Chúa, giờ thì chỉ cần giao nhà địa chất cho mỏ thôi! Sau đó, ông ta sẽ khai thác các mỏ mới.
