Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_ENCYCLOPEDIA_SUBCAT_BASICS_TOWNETTE
source: Nữ dân làng
vi: Dân làng nữ

# T_ENCYCLOPEDIA_SUBCAT_BASICS_TOWNIE
source: Nam dân làng
vi: Dân làng nam

# T_ENCYCLOPEDIA_SUBCAT_BASICS_WORKERS
source: Hầu hết các tòa nhà cần công nhân để sản xuất nguyên liệu thô hoặc chế biến tài nguyên.
vi: Hầu hết các tòa nhà đều cần công nhân để sản xuất hoặc chế biến nguyên liệu thô.

# T_ENCYCLOPEDIA_SUBCAT_BUILDINGS
source: Công trình
vi: Tòa nhà

# T_ENCYCLOPEDIA_SUBCAT_BUILDINGS_CARPENTER
source: Nếu có xưởng mộc trong thị trấn, thợ mộc sẽ tiêu tốn rất nhiều tài nguyên để sửa chữa các tòa nhà. Hoặc bạn nên có đủ tài nguyên xây dựng hoặc chỉ để thợ mộc làm việc khi cần thiết. Chỉ cần bỏ phân công anh ta!
vi: Nếu có một xưởng mộc trong làng, thì người thợ mộc đi lại xung quanh sẽ sử dụng rất nhiều tài nguyên để sửa chữa các tòa nhà. Bạn nên có đủ tài nguyên xây dựng hoặc chỉ để thợ mộc làm việc khi cần. Chỉ cần hủy giao công nhân khỏi tòa nhà!

# T_ENCYCLOPEDIA_SUBCAT_BUILDINGS_CYCLE_BUILDING
source: Có thể chuyển đổi qua tất cả các tòa nhà cùng loại. Điều này có thể được truy cập thông qua các hành động trong menu ngữ cảnh của tòa nhà hoặc trên trang tòa nhà trong menu trong trò chơi.
vi: Có thể chuyển đổi qua tất cả các tòa nhà cùng loại. Bạn có thể thực hiện việc này thông qua các hành động trong menu ngữ cảnh của tòa nhà hoặc trên trang tòa nhà trong menu trong game.

# T_ENCYCLOPEDIA_SUBCAT_BUILDINGS_WORKERS
source: Các tòa nhà có nơi làm việc nơi cư dân tự do có thể được phân công làm công nhân. Điều này có thể thực hiện trong menu ngữ cảnh của tòa nhà hoặc qua menu nhanh.
vi: Các tòa nhà có vị trí làm việc mà dân cư tự do có thể được chỉ định làm công nhân. Điều này có thể thực hiện được trong menu ngữ cảnh của tòa nhà hoặc thông qua menu nhanh.

# T_ENCYCLOPEDIA_SUBCAT_DESASTERS_SMOLDER
source: Các tòa nhà đầu tiên bắt đầu âm ỉ cháy, trước khi chúng bắt đầu bùng cháy. Ở trạng thái này, việc sửa chữa tòa nhà sẽ dừng quá trình. Tuy nhiên, sau một thời gian ở trạng thái âm ỉ, tòa nhà sẽ bắt đầu bùng cháy.
vi: Các tòa nhà bắt đầu âm ỉ trước khi bốc cháy. Ở trạng thái này, việc sửa chữa tòa nhà sẽ dừng quá trình. Tuy nhiên, sau một thời gian ở trạng thái âm ỉ, tòa nhà sẽ bắt đầu bốc cháy.

# T_ENCYCLOPEDIA_SUBCAT_DISASTERS_AVALANCHE
source: Tuyết lở
vi: Lở tuyết

# T_ENCYCLOPEDIA_SUBCAT_DISASTERS_BANDIT_WAVES
source: Cuộc tấn công quy mô lớn của bọn cướp
vi: Tấn công lớn của bọn cướp

# T_ENCYCLOPEDIA_SUBCAT_ERASE_ALL
source: Ở chế độ xóa, các tòa nhà có thể được đánh dấu để phá hủy. Ngay khi bạn xác nhận, tất cả các đối tượng, đường phố, cây cối hoặc tòa nhà đã chọn sẽ bị phá hủy.
vi: Trong chế độ xóa, các tòa nhà có thể được đánh dấu để phá hủy. Sau khi xác nhận, tất cả các đối tượng đã đánh dấu, đường phố, cây cối hoặc tòa nhà sẽ bị phá hủy.

# T_ENCYCLOPEDIA_SUBCAT_EVENTS
source: Các sự kiện được tô màu trong menu sự kiện. Điều này tượng trưng cho mức độ nghiêm trọng của cảnh báo.
vi: Các sự kiện được đánh dấu màu trong menu sự kiện. Điều này tượng trưng cho mức độ nghiêm trọng của cảnh báo.

# T_ENCYCLOPEDIA_SUBCAT_FORDS
source: Tại một khúc cạn, nơi sông nông, dân làng VÀ Bọn cướp có thể băng qua bờ bên kia. Tuy nhiên, tốc độ đi bộ của họ giảm đáng kể.
vi: Tại một bãi cạn, nơi sông nông, dân làng VÀ bọn cướp có thể đến bờ bên kia. Tuy nhiên, tốc độ đi bộ của họ sẽ bị giảm đáng kể.

# T_ENCYCLOPEDIA_SUBCAT_FORDS_TITLE
source: Khúc cạn
vi: Bãi cạn

# T_ENCYCLOPEDIA_SUBCAT_RESOURCES
source: Tài nguyên
vi: Tài nguyên thô

# T_ENCYCLOPEDIA_SUBCAT_RESOURCES_COINS
source: Hầu hết mọi công trường xây dựng đều cần tiền xu để trả cho công nhân.
vi: Hầu hết mọi công trình xây dựng đều cần tiền xu để trả lương cho công nhân.

# T_ENCYCLOPEDIA_SUBCAT_RESOURCES_FORESTWORKS
source: Công trình gỗ
vi: Kinh tế rừng

# T_ENCYCLOPEDIA_SUBCAT_RESOURCES_PLANKS
source: Ván gỗ cũng là một tài nguyên xây dựng quan trọng.
vi: Ván cũng là một tài nguyên xây dựng quan trọng.

# T_ENCYCLOPEDIA_SUBCAT_RESOURCES_TOOLS
source: Công cụ chủ yếu được sử dụng để xây dựng các tòa nhà tiên tiến và được làm từ gỗ và sắt trong lò rèn công cụ.
vi: Công cụ chủ yếu được sử dụng để xây dựng các tòa nhà tiên tiến và được sản xuất trong xưởng rèn công cụ từ gỗ và sắt.

# T_ENCYCLOPEDIA_SUBCAT_RESOURCES_WOOD
source: Gỗ rất cần thiết cho các công trường xây dựng và chế biến thành ván. Nó được sử dụng trong rất nhiều chuỗi sản xuất, vì vậy nên luôn có đủ lều tiều phu.
vi: Gỗ là cần thiết cho các công trình xây dựng và chế biến thành ván. Nó được sử dụng trong nhiều chuỗi sản xuất, vì vậy nên luôn có đủ lán trại thợ rừng.

# T_ENCYCLOPEDIA_SUBCAT_STRUCTURES_PLACEHOLDERS
source: Đôi khi một công trường xây dựng được cố định trên bản đồ. Nếu có một trong những “vị trí giữ chỗ” này, thì việc xây dựng một tòa nhà nhất định chỉ được phép tại vị trí giữ chỗ. Đây chủ yếu là một địa điểm xây dựng liên quan đến nhiệm vụ và hiếm khi được sử dụng.
vi: Đôi khi, một công trình xây dựng được cố định trên bản đồ. Nếu có một trong những 'vị trí giữ chỗ' này, thì việc xây dựng một tòa nhà cụ thể chỉ được phép tại vị trí này. Đây thường là một công trình xây dựng liên quan đến nhiệm vụ và hiếm khi được sử dụng.

# T_ENCYCLOPEDIA_SUBCAT_STRUCTURES_PLACEHOLDER_TITLE
source: Công trường giữ chỗ
vi: Vị trí giữ chỗ

# T_ENCYCLOPEDIA_SUBCAT_TOWNETTES
source: Các nữ dân làng lo việc giữ cho nhà cửa có đủ thức ăn và nước uống. Khi có chợ, họ đến lấy đồ trang sức và quần áo, nếu những mặt hàng xa xỉ này có sẵn trong kho.
vi: Các dân làng nữ đảm bảo rằng ngôi nhà được cung cấp thức ăn và nước uống. Nếu có chợ, họ sẽ đến đó để nhận đồ trang sức và quần áo, miễn là những hàng hóa xa xỉ này có trong kho.

# T_ENCYCLOPEDIA_SUBCAT_TOWNIES
source: Trong Townsmen, các nam dân làng làm người vận chuyển, nhà sản xuất tài nguyên và thợ thủ công.
vi: Trong Townsmen, các dân làng nam làm người khuân vác, nhà sản xuất nguyên liệu thô và thợ thủ công.

# T_ENCYCLOPEDIA_SUBCAT_TOWNLEVEL
source: Cấp độ thị trấn
vi: Cấp thành phố

# T_ENCYCLOPEDIA_SUBCAT_TRADING_TRADEGUILD
source: Sử dụng hiệp hội thương mại để tự động hóa giao dịch của bạn. Bạn có thể thiết lập các lệnh giao dịch, thực hiện các giao dịch được chọn trước, bất cứ khi nào thương nhân ở trong thị trấn.
vi: Sử dụng hội thương nhân để tự động hóa giao dịch. Tại đó, các đơn hàng thương mại có thể được thiết lập để thực hiện các giao dịch được chọn trước bất cứ khi nào người buôn ở trong thành phố.

# T_ENCYCLOPEDIA_SUBCAT_TUTORIAL
source: Hướng dẫn
vi: Giới thiệu

# T_ENCYCLOPEDIA_SUBCAT_TUTORIAL_BUILD
source: Truy cập menu xây dựng. Ở đó bạn có cái nhìn tổng quan và thông tin chi tiết về tất cả các tòa nhà, đường phố, đồ trang trí.
vi: Truy cập menu xây dựng. Ở đó bạn có tổng quan và thông tin chi tiết về tất cả các tòa nhà, đường phố, đồ trang trí.

# T_ENCYCLOPEDIA_SUBCAT_TUTORIAL_CONSTRUCTIONSITES_02
source: Nếu không có đủ tài nguyên để xây dựng, công nhân xây dựng sẽ đợi cho đến khi chúng có sẵn.
vi: Nếu không có đủ nguyên liệu thô để xây dựng, thì một công nhân xây dựng sẽ đợi cho đến khi chúng có sẵn.

# T_ENCYCLOPEDIA_SUBCAT_UPGRADE_STARS
source: Các tòa nhà được cải thiện được biểu thị bằng các ngôi sao trong menu ngữ cảnh.
vi: Các tòa nhà được cải thiện có thể được nhận ra bằng các ngôi sao trong menu ngữ cảnh.

# T_ENCYCLOPEDIA_SUBCAT_VILLAGERS
source: Dân làng
vi: Dân cư

# T_ENCYCLOPEDIA_SUBCAT_WEATHER_THEMES
source: Trên một số bản đồ, một mùa vĩnh viễn được thiết lập, ví dụ như luôn là mùa đông hoặc mùa hè vĩnh viễn.
vi: Một số bản đồ có một mùa cố định, ví dụ như luôn luôn là mùa đông hoặc mùa hè vĩnh viễn.

# T_ENCYCLOPEDIA_TOWNIES_LEAVE
source: Khi dân làng mất nhà hoặc bị ốm quá lâu, họ sẽ rời khỏi thị trấn.
vi: Nếu dân làng mất nhà hoặc bị bệnh quá lâu, họ sẽ rời khỏi thành phố.

# T_EVENTS_FILTERS_SHOW_FATALS
source: Hiển thị các sự kiện nghiêm trọng (khuyến nghị)
vi: Hiển thị nghiêm trọng (khuyến nghị)

# T_EVENT_HARVEST_HELPERS_DEASSIGN_QUEST_DESC
source: Thưa Lãnh chúa, như thần đã nói trước đó, ngài nên giải ngũ cho những người lính trong làng. Họ cần thiết làm người giúp thu hoạch.
vi: Thưa ngài, như đã bàn, ngài nên giải phóng binh lính trong làng khỏi nhiệm vụ của họ. Họ sẽ cần cho vụ thu hoạch.

# T_EVENT_HARVEST_HELPERS_DEASSIGN_QUEST_SUMMARY
source: Yêu cầu binh lính giúp đỡ thu hoạch.
vi: Binh lính phải giúp thu hoạch.

# T_EVENT_HARVEST_HELPERS_DEASSIGN_QUEST_TITLE
source: Bỏ phân công tất cả binh lính khỏi các tháp canh.
vi: Rút tất cả binh lính khỏi các tháp canh.

# T_EVENT_INVESTMENT_REWARD_SUMMARY
source: Nhận chiến lợi phẩm từ khoản đầu tư.
vi: Thu hồi lợi nhuận từ khoản đầu tư.

# T_FACEBOOK_LIKE_LATER
source: Có lẽ để sau.
vi: Có lẽ là sau.

# T_FACEBOOK_LIKE_SHORT
source: Thích chúng tôi!
vi: Theo dõi chúng tôi!

# T_FACEBOOK_LIKE_TEXT
source: Thích chúng tôi trên Facebook!
vi: Theo dõi chúng tôi trên Facebook!

# T_FACEBOOK_LIKE_YES
source: Vâng, tất nhiên rồi!
vi: Có, chắc chắn rồi!

# T_FB_SHARE_CHALLENGE_REWARD
source: Chia sẻ phần thưởng thử thách:
vi: Phần thưởng khi chia sẻ thử thách:

# T_FIREBASE_TEXT
source: Chúng tôi liên tục làm việc để cải thiện trò chơi của mình. Để đạt được mục tiêu này, chúng tôi sử dụng Firebase để thu thập số liệu thống kê sử dụng ẩn danh. Bạn có đồng ý với điều này không?
vi: Để liên tục cải thiện các trò chơi của mình, chúng tôi thu thập số liệu thống kê sử dụng ẩn danh bằng Firebase. Bạn có đồng ý không?

# T_FIREBASE_TEXT_SHORT
source: Chúng tôi sử dụng Firebase để thu thập số liệu thống kê sử dụng ẩn danh. Bạn có đồng ý với điều này không?
vi: Chúng tôi thu thập số liệu thống kê sử dụng ẩn danh bằng Firebase. Bạn có đồng ý không?

# T_FORCED_ADS_HEADER
source: Quảng cáo không hiển thị
vi: Không nhận được quảng cáo

# T_FORCED_ADS_PAY
source: Trả tiền để xóa quảng cáo
vi: Mua để bỏ quảng cáo

# T_FORCED_ADS_TEXT
source: Trò chơi này được hỗ trợ bởi quảng cáo. Vui lòng đảm bảo rằng thiết bị của bạn được kết nối với internet và có thể nhận quảng cáo!
vi: Trò chơi này được tài trợ bằng quảng cáo. Hãy đảm bảo rằng thiết bị được kết nối với Internet và có thể nhận được quảng cáo!

# T_GAMECENTER_ERROR_AUTHENTICATING
source: Đang tiến hành xác thực.
vi: Đang xác thực.

# T_GAMECENTER_ERROR_CANCELLED
source: Bạn đã hủy kích hoạt Game Center. Kích hoạt Game Center để sử dụng chức năng này!
vi: Bạn đã tắt Game Center. Hãy bật Game Center để sử dụng tính năng này!

# T_GAMECENTER_ERROR_GENERIC
source: Lỗi kết nối với Game Center.
vi: Lỗi khi kết nối với Game Center.

# T_GAMECENTER_OK
source: Đồng ý
vi: Ok

# T_GAME_BLUESTACKS_WAIT
source: Vui lòng đợi…
vi: Vui lòng chờ…

# T_GAME_BUILDINGCATEGORY_1
source: Tòa nhà nhu yếu phẩm
vi: Tòa nhà nhu cầu

# T_GAME_BUILDINGCATEGORY_1_DEPRECATED
source: Tòa nhà cơ bản
vi: Các tòa nhà cơ bản

# T_GAME_BUILDINGCATEGORY_2_DEPRECATED
source: Tòa nhà nâng cao
vi: Các tòa nhà tiên tiến

# T_GAME_BUILDINGCATEGORY_3_DEPRECATED
source: Tòa nhà công cộng
vi: Các tòa nhà công cộng

# T_GAME_BUILDING_ARCHERYCONTEST
source: Sân thi đấu
vi: Sân thi đấu bắn cung

# T_GAME_BUILDING_BAKERY
source: Lò bánh mì
vi: Tiệm bánh

# T_GAME_BUILDING_BATHHOUSE
source: Nhà tắm công cộng
vi: Nhà tắm

# T_GAME_BUILDING_BEERFEST
source: Khu lễ hội bia
vi: Lễ hội đồ uống

# T_GAME_BUILDING_BUTCHER
source: Xưởng thịt
vi: Cửa hàng thịt

# T_GAME_BUILDING_CAPACITY
source: Sức chứa tòa nhà
vi: Công suất tòa nhà

# T_GAME_BUILDING_COALER
source: Lò than củi
vi: Xưởng than

# T_GAME_BUILDING_CONSTRUCTIONSITE_HARBOR
source: Công trường xây dựng bến cảng
vi: Công trường xây dựng cảng

# T_GAME_BUILDING_CORNFIELD
source: Cánh đồng lúa mì
vi: Ruộng lúa mì

# T_GAME_BUILDING_COUNTRYHOME
source: Nhà thành phố lớn
vi: Nhà phố lớn

# T_GAME_BUILDING_COUNTRYHOME_OLD
source: Nhà phố lớn
vi: Nhà ở lớn

# T_GAME_BUILDING_DECO_AVENUE_TREE
source: Cây đại lộ
vi: Cây trồng dọc đại lộ

# T_GAME_BUILDING_DECO_BANNER
source: Huy hiệu
vi: Biểu ngữ huy hiệu

# T_GAME_BUILDING_DECO_BIRDHOUSE
source: Nhà cho chim ăn
vi: Nhà chim

# T_GAME_BUILDING_DECO_CANAL
source: Cống thoát nước mưa
vi: Cống thoát nước

# T_GAME_BUILDING_DECO_CLUTTER_00
source: Xe hàng chợ
vi: Xe kéo chợ

# T_GAME_BUILDING_DECO_CLUTTER_03
source: Hàng hóa các loại
vi: Nhiều loại hàng hóa

# T_GAME_BUILDING_DECO_CLUTTER_04
source: Thùng cỡ vừa và hàng hóa
vi: Thùng vừa với hàng hóa

# T_GAME_BUILDING_DECO_CLUTTER_05
source: Quầy hàng chợ lớn
vi: Gian hàng chợ lớn

# T_GAME_BUILDING_DECO_CLUTTER_LAUNDRY
source: Giặt ủi
vi: Đồ giặt

# T_GAME_BUILDING_DECO_CLUTTER_LITTLEMARKET
source: Quầy hàng chợ nhỏ
vi: Gian hàng chợ nhỏ

# T_GAME_BUILDING_DECO_CRYPTA
source: Hầm mộ
vi: Lăng mộ

# T_GAME_BUILDING_DECO_DECOTREE
source: Cây cảnh
vi: Cây trang trí

# T_GAME_BUILDING_DECO_DIXIE
source: Nhà vệ sinh ngoài trời
vi: Nhà vệ sinh xí xổm

# T_GAME_BUILDING_DECO_DUMMY
source: Hình nộm huấn luyện
vi: Hình nộm tập luyện

# T_GAME_BUILDING_DECO_EXCALIBUR
source: Kiếm trong đá
vi: Thanh kiếm trong đá

# T_GAME_BUILDING_DECO_FAIRYFOUNTAIN
source: Đài phun nước tiên
vi: Đài phun nước cổ tích

# T_GAME_BUILDING_DECO_GARDEN_01
source: Đảo cây cảnh
vi: Hòn đảo có cây cối

# T_GAME_BUILDING_DECO_GARGOYLE
source: Máng xối
vi: Tượng đầu thú có vòi nước

# T_GAME_BUILDING_DECO_GOTHIC
source: Công trình Gothic
vi: Cấu trúc Gothic

# T_GAME_BUILDING_DECO_GOTHIC_OLD
source: Chòi nghỉ
vi: Lầu vọng cảnh

# T_GAME_BUILDING_DECO_GRAVEWALL
source: Tường nghĩa địa
vi: Tường nghĩa trang

# T_GAME_BUILDING_DECO_HEDGEMAZE
source: Hàng rào cây
vi: Hàng rào

# T_GAME_BUILDING_DECO_LARGE_MONUMENT
source: Đài tưởng niệm
vi: Tượng đài

# T_GAME_BUILDING_DECO_LITTLEMARKET_02
source: Quầy sản phẩm địa phương
vi: Quầy hàng hóa địa phương

# T_GAME_BUILDING_DECO_RIDER_STATUE
source: Tượng kỵ sĩ
vi: Tượng người cưỡi ngựa

# T_GAME_BUILDING_DECO_SEASONALFIELD
source: Cánh đồng theo mùa
vi: Ruộng theo mùa

# T_GAME_BUILDING_DECO_STRAW_02
source: Xe ngũ cốc
vi: Xe chở ngũ cốc

# T_GAME_BUILDING_DECO_WANTED
source: Bảng thông báo
vi: Bảng thông báo truy nã

# T_GAME_BUILDING_DECO_WASHING
source: Khu giặt giũ
vi: Khu vực giặt giũ

# T_GAME_BUILDING_DECO_WINEBARREL
source: Thùng rượu
vi: Thùng rượu vang

# T_GAME_BUILDING_DECO_WOMAN_STATUE
source: Tượng thánh
vi: Tượng thánh nữ

# T_GAME_BUILDING_FAIRGROUND
source: Khu hội chợ
vi: Sân hội chợ

# T_GAME_BUILDING_FARM
source: Trang trại
vi: Nông trại

# T_GAME_BUILDING_FISHERHUT
source: Lều câu cá
vi: Lều đánh cá

# T_GAME_BUILDING_GUARDPOST
source: Chốt canh
vi: Trạm gác

# T_GAME_BUILDING_HARBOR
source: Bến cảng
vi: Cảng

# T_GAME_BUILDING_HOPSFARM
source: Nhà sấy hoa bia
vi: Trại trồng hoa bia

# T_GAME_BUILDING_HUNTER
source: Lều thợ săn
vi: Lều săn bắn

# T_GAME_BUILDING_INFO_ARCHERYCONTEST
source: Tại sân thi đấu bắn cung, những cung thủ giỏi nhất Vương quốc tranh tài trong các giải đấu khác nhau. Dân làng thích xem các thí sinh.
vi: Tại sân thi đấu, những cung thủ giỏi nhất của vương quốc có thể thi đấu. Dân làng thích xem các cung thủ thi đấu.

# T_GAME_BUILDING_INFO_ARMORY
source: Xưởng vũ khí là nơi chế tạo trang bị cho binh lính. Thợ rèn vũ khí chế tạo áo giáp tốt bằng sắt và da cũng như kiếm cho quân đội.
vi: Xưởng vũ khí là nơi sản xuất trang bị cho binh lính. Người quản kho sản xuất áo giáp và kiếm từ sắt và da.

# T_GAME_BUILDING_INFO_BAKERY
source: Lò bánh mì sử dụng bột mì và gỗ để sản xuất bánh mì. Nó cung cấp thực phẩm cho làng.
vi: Tại tiệm bánh, bánh mì được nướng bằng gỗ và bột mì. Nó cung cấp lương thực cho làng của bạn.

# T_GAME_BUILDING_INFO_BANDITCAMP
source: Những tên cướp đáng ngờ hoạt động từ trại cướp. Nó được phòng thủ tốt và có thể gây ra mối đe dọa cho thị trấn của bạn.
vi: Những tên cướp đáng ngờ hoạt động từ trại cướp. Trại được bảo vệ tốt và có thể gây nguy hiểm cho làng của bạn.

# T_GAME_BUILDING_INFO_BARRACKS
source: Doanh trại là khu vực huấn luyện cho binh lính. Dân làng vận chuyển sẽ vận chuyển trang bị quân sự đến các tháp canh trong phạm vi. Được cung cấp trang bị, khả năng chiến đấu của binh lính được tăng lên.
vi: Doanh trại phục vụ như một nơi đào tạo cho binh lính. Các dân làng nam mang trang bị từ tòa nhà đến các tháp canh trong phạm vi. Với trang bị này, khả năng chiến đấu của binh lính được tăng lên.

# T_GAME_BUILDING_INFO_BATHHOUSE
source: Trong nhà tắm công cộng, dân làng có thể theo đuổi mong muốn cộng đồng của họ. Nó chỉ cung cấp không gian hạn chế cho vệ sinh cá nhân, nhưng là một nơi gặp gỡ xã hội phổ biến.
vi: Trong nhà tắm công cộng, dân làng có thể thỏa mãn mong muốn giao lưu của mình. Nó chỉ cung cấp một không gian hạn chế cho việc vệ sinh cá nhân, nhưng là một địa điểm tụ tập xã hội phổ biến.

# T_GAME_BUILDING_INFO_BEERFEST
source: Tại khu lễ hội bia, dân làng có thể thỏa mãn mong muốn cộng đồng của họ. Ở đây bạn có thể uống và ăn mừng. Ngay cả trong mùa đông cũng có lễ hội ở đây.
vi: Tại lễ hội đồ uống, dân làng có thể thỏa mãn mong muốn giao lưu của mình. Đây là nơi có thể uống rượu và ăn mừng. Ngay cả vào mùa đông, lễ hội cũng được tổ chức ở đây.

# T_GAME_BUILDING_INFO_BUTCHER
source: Xưởng thịt chế biến lợn thành thịt và da và kết hợp với thảo dược thành những loại xúc xích ngon nhất.
vi: Lò mổ chế biến thịt lợn thành thịt và da hoặc cùng với các loại thảo mộc thành xúc xích ngon nhất.

# T_GAME_BUILDING_INFO_CARPENTER
source: Một thợ mộc sẽ sửa chữa các tòa nhà bị hư hỏng trong thị trấn của bạn bằng tài nguyên.
vi: Thợ mộc sửa chữa các tòa nhà bị hư hỏng trong thành phố của bạn bằng tài nguyên.

# T_GAME_BUILDING_INFO_CARPENTER_OLD
source: Một thợ mộc sẽ sửa chữa các tòa nhà bị hư hỏng trong thị trấn của bạn bằng tài nguyên. Ngoài ra, tòa nhà này sẽ cho phép bạn sửa chữa tất cả các tòa nhà của mình cùng một lúc với một lượng nhỏ uy tín.
vi: Thợ mộc sửa chữa các tòa nhà bị hư hỏng trong thành phố của bạn bằng tài nguyên. Ngoài ra, với xưởng mộc, tất cả các tòa nhà trong thành phố của bạn có thể được sửa chữa cùng một lúc với một chút uy tín.

# T_GAME_BUILDING_INFO_CASTLE
source: Lâu đài là tòa nhà chính của thị trấn bạn. Hàng hóa được lưu trữ ở đây và bạn có thể phân công dân làng vận chuyển.
vi: Lâu đài là tòa nhà chính của thành phố của bạn. Hàng hóa của bạn được cất giữ ở đây và bạn có thể chỉ định dân làng làm người khuân vác.

# T_GAME_BUILDING_INFO_CASTLE_MILITARY
source: Lâu đài quân sự chỉ có sức chứa nhỏ, nhưng nó có thể cung cấp lương thực cho các tòa nhà phòng thủ. Cho phép phân công người vận chuyển, binh lính và quản lý quân nhu.
vi: Mặc dù lâu đài quân sự chỉ có sức chứa kho nhỏ, nhưng nó có thể cung cấp lương thực cho các tòa nhà phòng thủ. Có sẵn các vị trí làm việc cho người khuân vác, binh lính và sĩ quan hậu cần.

# T_GAME_BUILDING_INFO_CASTLE_UPGRADE
source: Việc nâng cấp làm tăng sức chứa của lâu đài.
vi: Sức chứa kho của lâu đài sẽ tăng lên sau khi nâng cấp.

# T_GAME_BUILDING_INFO_CATHEDRAL
source: Nhà thờ lớn là một nơi thờ cúng lớn và cung cấp nhiều không gian cho dân làng thỏa mãn nhu cầu tôn giáo của họ. Nó có nhiều chỗ để cầu nguyện hơn nhà thờ, nhưng cũng có chi phí xây dựng và bảo trì cao hơn.
vi: Nhà thờ lớn là một ngôi nhà thờ lớn và cung cấp không gian cho rất nhiều dân làng để thỏa mãn nhu cầu tôn giáo của họ. Nó cung cấp không gian để cầu nguyện cho nhiều cư dân hơn so với nhà thờ, nhưng cũng có chi phí xây dựng và bảo trì lớn hơn.

# T_GAME_BUILDING_INFO_CHURCH
source: Trong nhà thờ, dân làng có thể thỏa mãn nhu cầu cầu nguyện và suy ngẫm.
vi: Tại nhà thờ, dân làng của bạn có thể thực hiện mong muốn về đức tin của mình.

# T_GAME_BUILDING_INFO_COALER
source: Tại lò than củi, gỗ được biến thành than củi.
vi: Than được sản xuất từ gỗ trong xưởng than.

# T_GAME_BUILDING_INFO_CORNFIELD
source: Một cánh đồng để nông dân trồng lúa mì.
vi: Trên cánh đồng, người nông dân trồng ngũ cốc.

# T_GAME_BUILDING_INFO_COUNTRYHOME
source: Nhà thành phố lớn là nơi ở của {FAMILIES} gia đình. Nó rất đắt nhưng có sức chứa gia đình cao nhất trong một không gian hẹp.
vi: Nhà phố lớn cung cấp chỗ ở cho {FAMILIES} gia đình. Nó rất đắt, nhưng lại cung cấp sức chứa tối đa cho các gia đình trong một không gian nhỏ nhất.

# T_GAME_BUILDING_INFO_COUNTRYHOME_OLD
source: Nhà phố lớn là nơi ở của {FAMILIES} gia đình. Nó rất đắt nhưng tạo ra nhiều thu nhập thuế hơn 2 nhà phố nhỏ.
vi: Nhà phố lớn cung cấp chỗ ở cho {FAMILIES} gia đình. Nó rất đắt, nhưng tạo ra doanh thu thuế lớn hơn 2 nhà phố nhỏ.

# T_GAME_BUILDING_INFO_DECO
source: Các vật trang trí làm đẹp thị trấn của bạn. Giá trị trang trí càng cao, dân làng của bạn càng hài lòng!
vi: Bạn có thể làm đẹp thành phố của mình bằng đồ trang trí! Giá trị trang trí được hiển thị càng cao, dân làng của bạn sẽ càng hài lòng với nó!

# T_GAME_BUILDING_INFO_FAIRGROUND
source: Khu hội chợ mang lại nhiều trò giải trí cho dân làng. Mỗi mùa lại có một lễ hội khác diễn ra tại khu hội chợ.
vi: Sân lễ hội cung cấp một lễ hội giải trí cho dân làng vào mỗi mùa.

# T_GAME_BUILDING_INFO_FARM
source: Trang trại có thể sản xuất lúa mì, len hoặc thảo dược cho làng của bạn. Nó cần một cánh đồng lúa mì, một đồng cỏ chăn cừu hoặc một vườn thảo dược. Vào mùa đông, nông dân không thể làm việc trên cánh đồng của mình.
vi: Trang trại có thể sản xuất ngũ cốc, len và thảo mộc. Để làm được điều này, cần có một ruộng lúa mì, một đồng cỏ cừu hoặc một vườn thảo dược. Vào mùa đông, người nông dân không thể canh tác trên đồng ruộng của mình.

# T_GAME_BUILDING_INFO_FARM_DEPRECATED
source: Trang trại sản xuất lúa mì và len cho làng của bạn. Cần một cánh đồng lúa mì hoặc một đồng cỏ chăn cừu.
vi: Trang trại sản xuất ngũ cốc và len. Để làm được điều này, cần có một ruộng lúa mì hoặc một đồng cỏ cừu.

# T_GAME_BUILDING_INFO_FIRESTATION
source: Tại tháp canh lửa, dân làng của bạn canh chừng các tòa nhà đang âm ỉ cháy và cố gắng chữa cháy trong thị trấn của bạn. Lính cứu hỏa có thể lấy nước từ ao tại tháp của mình.
vi: Từ tháp canh lửa, dân làng của bạn quan sát các đám cháy âm ỉ và dập tắt các đám cháy lớn trong làng của bạn. Lính cứu hỏa lấy nước từ bể của tháp.

# T_GAME_BUILDING_INFO_FISHERHUT
source: Lều câu cá cung cấp cá tươi cho làng của bạn.
vi: Người đánh cá cung cấp cá tươi cho làng của bạn.

# T_GAME_BUILDING_INFO_GOLDSMITH
source: Trong xưởng kim hoàn, những món đồ trang sức tinh xảo nhất được chế tác từ vàng và công cụ.
vi: Đồ trang sức đẹp nhất được sản xuất trong xưởng kim hoàn từ các thỏi vàng và công cụ.

# T_GAME_BUILDING_INFO_GUARDPOST
source: Chốt canh là phiên bản nhỏ hơn của tháp canh và dùng để bảo vệ nội thành chống lại bọn cướp. Tuy nhiên, phạm vi và sức chứa binh lính rất nhỏ.
vi: Trạm gác là một phiên bản nhỏ hơn của tháp canh và phục vụ cho việc phòng thủ nội thành chống lại bọn cướp. Tuy nhiên, phạm vi và sức chứa cho binh lính rất nhỏ.

# T_GAME_BUILDING_INFO_GUARDTOWER
source: Binh lính có tầm nhìn tuyệt vời từ tháp canh. Tòa nhà phải được cung cấp từ doanh trại để duy trì hiệu quả chiến đấu của binh lính.
vi: Từ tháp canh, binh lính đóng quân ở đó có tầm nhìn tuyệt đẹp ra thành phố. Tòa nhà phải được doanh trại cung cấp để cải thiện sức chiến đấu của binh lính.

# T_GAME_BUILDING_INFO_HARBOR
source: Cảng ven biển cung cấp thêm năng lực giao dịch cho một thành phố, tăng khả năng trao đổi hàng hóa với các tàu cập cảng.
vi: Cảng nằm bên bờ biển mang lại khả năng giao thương bổ sung cho thành phố, do đó làm tăng khả năng trao đổi hàng hóa với các tàu đến cảng.

# T_GAME_BUILDING_INFO_HERBSGARDEN
source: Tại vườn thảo dược, nông dân có thể thu hoạch thảo dược. Thảo dược rất quan trọng để sản xuất xúc xích và sử dụng trong y tế. Thảo dược không mọc vào mùa đông.
vi: Vườn thảo dược chỉ có thể được người nông dân canh tác. Thảo dược không phát triển vào mùa đông và rất quan trọng cho việc sản xuất xúc xích cũng như thuốc chữa bệnh.

# T_GAME_BUILDING_INFO_HERBSGARDEN_DEPRECTAED
source: Vườn Thảo dược là nơi bác sĩ trồng các loại thảo dược chữa bệnh. Thảo dược không mọc vào mùa đông.
vi: Trong vườn thảo dược, nhà y học trồng các loại thảo dược quý hiếm mà ông dùng trong y học. Thảo dược không phát triển vào mùa đông.
