Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ROAD_STARTED
source: Số tiền này sẽ được sử dụng để sửa chữa những con đường trong thị trấn. Để tăng cường hơn nữa việc vận chuyển hàng hóa, chúng ta nên xây dựng thêm nhiều con đường nữa.
vi: Số tiền này sẽ được sử dụng để sửa chữa đường xá, thưa ngài. Để phát triển thêm giao thông vận tải, chúng ta nên cho xây dựng thêm một vài con đường mới.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ROAD_SUCCESS
source: Những con đường này thực sự mang lại lợi ích cho thị trấn của chúng ta. Tôi thực sự tự hào về công việc của ngài. Xin nhận lời cảm ơn của tôi!
vi: Những con đường mới này và việc sửa chữa thực sự rất có lợi. Tôi thực sự tự hào về công việc của ngài. Sẽ không còn ai phải vấp ngã trên những con đường hư hỏng nữa. Xin cảm ơn!

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_ROAD_TITLE
source: Chọn đầu tư tiền vào những con đường mới.
vi: Quyết định chi tiền vào việc cải tạo đường xá.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_SECRETMESSAGE1_SUCCESS
source: Lãnh chúa, một trong những ngư dân của chúng ta đã tìm thấy một thông điệp trong một cái chai. Hầu hết nó không thể hiểu được, nhưng phần còn lại của thông điệp đọc như sau: “...đã một thời gian rồi... Tôi không biết anh ta đã làm thế nào... Anh ta là kẻ độc ác trong chúng ta... tưởng anh ta đã chết… chúng ta đã quá sai lầm... Làm ơn... Giúp đỡ…”
vi: Thưa ngài, một trong số những người đánh cá đã kéo được một cái chai chứa tin nhắn từ sông lên. Có nhiều thứ không thể giải mã được, nhưng hãy tự xem đi: „...đã được một lúc rồi... ta không thể giải thích được làm sao anh ta lại làm được… Anh ta thực sự là kẻ xấu trong chúng ta… việc anh ta sống sót... đã sai quá nhiều...cứu với...”

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_SICK1A_SUCCESS
source: Trong khi ngài bận rộn với yêu cầu của Công tước, Dân làng đã mắc phải một loại bệnh lạ nào đó do thiếu sự đa dạng trong chế độ ăn uống của họ. Tôi nghe nói rằng hầu hết họ đã sẵn sàng rời khỏi thị trấn.
vi: Trong khi các ngài bận rộn hoàn thành các công việc của Công tước, một căn bệnh kỳ lạ đã lan rộng trong làng. Quá ít sự đa dạng trong thức ăn là nguyên nhân gây ra điều đó. Nhiều người dân đang cân nhắc việc sớm rời khỏi làng.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_SICK1_STARTED
source: Lãnh chúa, nên chữa bệnh cho dân làng trước khi bệnh bắt đầu lây lan trong thị trấn.
vi: Thưa ngài, tốt hơn hết là nên đưa những người dân bị bệnh đến gặp bác sĩ để họ có thể khỏe lại trước khi bệnh lây lan thêm nữa.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_SICK1_SUCCESS
source: Mọi người đều cảm thấy tốt hơn. Nhưng Dân làng đổ lỗi cho ngài về mọi thứ và họ tin rằng ngài cũng điên rồ như Công tước.
vi: Người dân đã khỏe hơn nhiều rồi. Nhưng người dân lại có một cái nhìn không mấy thiện cảm về ngài. Họ nghĩ rằng ngài có lỗi trong tất cả mọi việc và cũng điên rồ như Công tước.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_SICK1_SUCCESS_PART2
source: Ngài đã chọn sai khi tiêu tiền vào những con đường. Họ nghĩ rằng một lò bánh mì sẽ có lợi hơn cho thị trấn. Dân làng thực sự có thể sử dụng một số sự đa dạng trong chế độ ăn uống của họ.
vi: Ngài đã chọn một cách bất lợi khi chi tiền cho đường xá và quyết định chống lại lò bánh mì. Lò bánh mì có thể cung cấp nhiều lương thực hơn cho ngôi làng. Người dân thực sự có thể sử dụng một sự thay đổi từ việc ăn cá liên tục.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_STORY_STARTED
source: Lãnh chúa, ngài phải biết rằng đôi khi, Công tước của chúng ta hành động rất kỳ lạ. Ông ta yêu cầu chúng ta thực hiện những nhiệm vụ điên rồ. Nếu chúng không được thực hiện theo sự hài lòng của ông ta, ông ta ra lệnh phá hủy các tòa nhà.
vi: Ngài phải biết rằng, thưa Lãnh Chúa, Công tước đôi khi cư xử rất kỳ lạ. Ông ta yêu cầu những điều kỳ lạ nhất. Nếu ai đó không đáp ứng mong muốn của ông ta, thì ông ta sẽ ra lệnh phá hủy các tòa nhà trong làng.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_STORY_STARTED1
source: Có một vấn đề khác, Lãnh chúa. Kho bạc trống rỗng.
vi: Và đó vẫn chưa phải là tất cả, thưa ngài. Ngôi làng gần như đã phá sản. Tôi đã để lại số tiền còn lại trong kho bạc cho ngài sử dụng.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TORCH_STARTED
source: Tôi rất vui vì ngài đã chọn đầu tư tiền vào việc bảo vệ thị trấn. Một vài ngọn đuốc sẽ ngăn cản bọn cướp đột kích thị trấn của chúng ta.
vi: Tôi rất vui vì ngài đã quyết định chi tiền để bảo vệ làng. Một vài ngọn đuốc vào ban đêm chắc chắn sẽ ngăn bọn cướp cướp phá làng của chúng ta.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TORCH_SUCCESS
source: Bây giờ đường phố an toàn hơn và được chiếu sáng tốt vào ban đêm. Cảm ơn Lãnh chúa.
vi: Giờ thì các con đường đã an toàn hơn nhiều rồi, thưa ngài. Xin cảm ơn!

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TORCH_TITLE
source: Tài trợ đuốc mới cho thị trấn.
vi: Tài trợ cho đuốc mới cho làng.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1A_FAILED
source: Ôi Lãnh chúa, thật khủng khiếp, việc xây dựng mất quá nhiều thời gian. Dân làng đang nghĩ rằng đó là cố ý. Một số người trong số họ đang kêu gọi nổi dậy…
vi: Ôi không,… điều này thật khủng khiếp. Việc xây dựng mất quá nhiều thời gian. Người dân trong làng nghĩ rằng đó là cố tình. Một số người thậm chí còn nói về một cuộc nổi dậy…

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1A_STARTED
source: Nếu mọi việc cứ tiếp diễn như thế này, Lãnh chúa, ngôi làng sẽ sớm gặp rắc rối. Trong những thời điểm như vậy, người ta nên chuẩn bị cho mọi thứ. Tôi đang nói về những thứ như hỏa hoạn... ngài không nghĩ rằng một tháp cứu hỏa sẽ là một khoản đầu tư tốt sao? Tôi có nên ủy thác việc xây dựng không, thưa ngài?
vi: Thưa ngài, nếu tình hình cứ tiếp diễn như vậy, thì ngôi làng sẽ sớm gặp khó khăn thôi. Trong những thời điểm như vậy, người ta nên chuẩn bị cho mọi thứ. Tôi đang nói về những thứ như lửa... Ngài không nghĩ rằng một tháp canh lửa là một khoản đầu tư tốt sao? Tôi có nên ra lệnh xây dựng không, thưa ngài?

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1A_SUCCESS
source: Tháp cứu hỏa đó đã được hoàn thành vừa kịp lúc, Lãnh chúa. Dân làng rất vui khi thấy chúng ta quan tâm đến họ.
vi: Tháp canh lửa đã được hoàn thành đúng thời hạn, thưa Lãnh Chúa. Người dân rất hài lòng với quyết định này, họ thậm chí còn cho rằng ngài sẽ chăm sóc họ.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1A_SUCCESS_NEW
source: Việc xây dựng đã hoàn thành đúng hạn, Lãnh chúa. Dân làng rất vui mừng với sự quan tâm của ngài đối với phúc lợi của họ.
vi: Việc xây dựng đã được hoàn thành đúng thời hạn, thưa Lãnh Chúa. Người dân trong làng rất vui khi ngài quan tâm đến phúc lợi của họ.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1B_FAILED
source: Ôi Lãnh chúa, bọn cướp đã nghe nói về lực lượng bảo vệ nhỏ bé của chúng ta trong thị trấn. Chúng có thể đến đây sớm hơn dự kiến.
vi: Thưa ngài, tôi lại đến với tin xấu. Tôi e rằng bọn cướp đã biết về sự bố trí quân phòng thủ kém cỏi của chúng ta. Chúng sẽ đến đây sớm hơn dự kiến.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1B_STARTED
source: Lãnh chúa, tôi có thể đưa ra một gợi ý không? Để chuẩn bị cho dân chúng đối phó với mối đe dọa từ các cuộc tấn công của bọn cướp, chúng ta nên tổ chức một cuộc thi. Bằng cách đó, chúng ta có thể tìm ra ai phù hợp để làm lính canh và ai biết cách sử dụng cung tên. Tôi có nên ủy thác một địa điểm thi đấu không, thưa ngài?
vi: Thưa ngài, tôi có thể đưa ra một đề xuất được không? Để chuẩn bị cho người dân về các cuộc tấn công của bọn cướp sắp xảy ra, chúng ta nên tổ chức một cuộc thi. Bằng cách đó, chúng ta sẽ tìm ra ai trong làng phù hợp với vai trò lính canh và ai biết cách sử dụng cung tên. Tôi có nên cho xây dựng một địa điểm thi đấu không, thưa ngài?

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_1B_SUCCESS
source: Cuộc thi bắn cung này đã thành công! Một số Dân làng đang yêu cầu trở thành lính canh tuần tra trên đường phố của chúng ta. Có lẽ chúng ta thực sự có cơ hội chống lại bọn cướp.
vi: Cuộc thi đã thành công rực rỡ! Một số người dân giờ muốn tuần tra các đường phố trong làng với tư cách là lính canh. Có lẽ chúng ta thực sự có cơ hội chống lại bọn cướp tấn công.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_2_STARTED
source: Lãnh chúa, mùa trước Công tước đã phá hủy các trang trại. Dân làng không thể tự cung tự cấp cho bản thân và những người phụ thuộc của họ. Sẽ là khôn ngoan nếu xây dựng một trang trại mới để giảm bớt vấn đề của họ.
vi: Cách đây không lâu, Công tước đã cho phá hủy trang trại vì tức giận. Kể từ sự cố đó, người dân trong làng chỉ ăn cá. Nhiều người rất vui nếu có thể được ăn bánh mì trở lại. Sẽ rất khôn ngoan nếu đặt hàng một trang trại mới.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_2_SUCCESS
source: Tin tuyệt vời Lãnh chúa, dân làng đã nói về lòng tốt của ngài.
vi: Đây thực sự là một tin tuyệt vời, thưa ngài. Người dân đã bắt đầu kể về lòng tốt của ngài rồi.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_3_CHOICE_STARTED
source: Lãnh chúa, tại sao chúng ta không đi dạo trên đường phố để ngài có thể tự mình xem tình hình như thế nào. Điều đó có thể có ảnh hưởng tích cực đến dân làng nếu họ thấy rằng ngài quan tâm đến phúc lợi của họ.
vi: Thưa ngài, tại sao ngài không tự mình xem xét tình hình và đi ra đường phố trong thành phố đi. Tình hình trông không được ổn lắm. Người dân đang rất tức giận. Có lẽ sẽ xoa dịu tình hình nếu ngài thuyết phục họ rằng ngài quan tâm đến phúc lợi của họ.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_4_STARTED
source: Lãnh chúa, bọn cướp trong khu vực này đang mạnh lên từng phút. Chúng ta cần chuẩn bị, phòng trường hợp chúng tấn công làng của chúng ta. Tôi có nên ra lệnh xây dựng các tháp canh không?
vi: Thưa ngài, những người trinh sát báo cáo với tôi rằng mối đe dọa của bọn cướp trong khu vực đã tăng lên rất nhiều. Chúng ta nên thực hiện các biện pháp phòng ngừa cần thiết để không bị bọn cướp tấn công bất ngờ. Tôi muốn đề nghị xây dựng một vài tháp canh.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_4_STARTED_NEW
source: Lãnh chúa, bọn cướp trong khu vực này đang mạnh lên từng phút. Chúng ta cần chuẩn bị, phòng trường hợp chúng sẽ tấn công làng của chúng ta. Tôi có nên ra lệnh xây dựng các tòa nhà phòng thủ không?
vi: Thưa ngài, bọn cướp trong khu vực này đang mạnh lên từng phút. Chúng ta phải chuẩn bị nếu chúng tấn công làng của chúng ta. Tôi có nên ra lệnh xây dựng các tòa nhà phòng thủ không?

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_4_SUCCESS
source: Với những tòa tháp này, chúng ta sẽ có thể nhìn thấy bọn cướp từ rất lâu trước khi chúng vào thị trấn.
vi: Các tháp canh sẽ cho chúng ta thời gian cảnh báo đủ để đối phó với các cuộc tấn công của bọn cướp. Rất tốt, thưa ngài.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_5_STARTED
source: Tôi có một ý tưởng, Lãnh chúa, xin hãy nghe tôi nói. Tại sao chúng ta không trả tiền cho bọn cướp? Có lẽ chúng sẽ để chúng ta yên sau đó. Chúng ta có thể hối lộ chúng bằng một số hàng hóa tốt đẹp. Và tiền, tất nhiên.
vi: Tôi có một đề xuất cho ngài, thưa ngài. Chúng ta vẫn chưa áp dụng một cách tiếp cận: Sao chúng ta không đơn giản trả tiền cho bọn cướp? Có lẽ khi đó chúng sẽ để yên cho chúng ta. Chúng ta chỉ cần tặng chúng một vài món đồ đẹp, à... và tất nhiên là tiền nữa.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_5_SUCCESS
source: Ồ, chúng ta đã có tất cả tài nguyên để hối lộ, hãy đưa nó cho bọn cướp.
vi: Thưa Lãnh Chúa, thùng vận chuyển các món quà cho bọn cướp đã đầy ắp. Kỵ binh chỉ đang chờ lệnh của ngài và có thể bắt đầu.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_5_TITLE
source: Trả tiền hối lộ.
vi: Trả tiền bảo kê.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_6_CHOICE_STARTED
source: Lãnh chúa, tôi vừa từ chỗ Công tước về. Ông ấy chỉ thị cho tôi xây dựng một quán rượu. Nhưng mặt khác, Dân làng đã yêu cầu một nhà thờ từ lâu rồi. Lựa chọn là của ngài.
vi: Thưa ngài, tôi vừa từ chỗ Công tước trở về. Ông ấy ra lệnh rằng một quán trọ nên được xây dựng trong làng càng sớm càng tốt. Đây là một quyết định đúng đắn, nếu không có mong muốn của người dân là có một nhà thờ trong làng. Họ đã cầu xin từ rất lâu rồi. Quyền lựa chọn là của ngài.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TOWNIE_FIRE_SUCCESS
source: FIRE! FIRE! A fire has broken out in town, my Lord!
vi: Cháy! Cháy! Một đám cháy đã bùng phát trong làng!

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTE1A_SUCCESS
source: My Lord, did you hear the swearing outside? The Duke just tripped on the roads and fell into the sewage next to the road. If I were you, I go on the run.
vi: Thưa ngài, ngài có nghe thấy tiếng chửi rủa ồn ào từ bên ngoài không? Công tước vừa mới vấp ngã trên đường và ngã thẳng vào hố phân bên cạnh. Nếu tôi là ngài, thì tôi sẽ nhanh chóng rời đi, trước khi ông ta đến đây.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTE1_STARTED
source: I thought you spent MY money on something useful, like the roads. Now they are still in an unusable state. I want you to do something NOW!
vi: Tôi nghĩ ngài sẽ dùng tiền của TÔI vào một việc có ý nghĩa. Như những con đường trong làng! Nhưng giờ chúng vẫn trong tình trạng không sử dụng được! Ta muốn các ngươi làm gì đó về việc đó NGAY LẬP TỨC!

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTEA_SUCCESS
source: Oh no, my Lord, the people heard that you have chosen the Duke’s task over them. Out of anger, they have set a building on fire.
vi: Thưa ngài, người dân đang tức giận vì biết rằng ngài đã chọn thực hiện nhiệm vụ của Công tước. Có vẻ như trong cơn giận dữ, họ đã đốt một tòa nhà.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTEB_SUCCESS
source: Oh my Lord, the Duke heard that you have chosen the Townies over his desires. He ordered the destruction of some buildings in town.
vi: Thưa Lãnh Chúa! Công tước đã biết rằng ngài đã quyết định chống lại mong muốn của ông ta. Ông ta đang rất tức giận về điều đó! Trong cơn giận dữ, ông ta đã ra lệnh phá bỏ một vài tòa nhà trong làng ngay lập tức.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTELIEGE_STARTED
source: That new tavern will bring prosperity to our little town. Many travelers will stop by to take rest and have a drink. You have my thanks.
vi: Quán trọ mới sẽ mang lại nhiều sự thịnh vượng cho làng của chúng ta. Chẳng mấy chốc, du khách sẽ đến đây ngày càng nhiều để thưởng thức một thức uống mát lạnh. Xin cảm ơn.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTELIEGE_SUCCESS
source: You did the right thing. Having a tavern is much better than having a church in town, don’t you think? Besides, it is already full of newcomers.
vi: Các ngươi đã có một quyết định thực sự tốt. Một quán trọ như vậy tốt hơn nhiều so với việc có một nhà thờ trong làng, ngài không nghĩ vậy sao? Đã có rất nhiều người mới đến trong làng, những người muốn ghé thăm quán trọ mới của chúng ta.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTELIEGE_TITLE
source: Choose to build a new tavern.
vi: Chọn một quán trọ mới.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTETOWNIE_STARTED
source: Thank you my Lord, finally we are going to have a new church in town.
vi: Xin cảm ơn, thưa Lãnh Chúa. Cộng đồng tôn giáo đã mong muốn có một nhà thờ mới từ rất lâu. Nguyện vọng này sẽ sớm thành hiện thực thôi!

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTETOWNIE_SUCCESS
source: That is wonderful! May you be blessed and, please, take this as a token of my gratitude.
vi: Chúng tôi nợ ngài một ân tình. Xin hãy nhận món quà này, nó sẽ mang lại may mắn cho ngài.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_TRIBUTETOWNIE_TITLE
source: Choose to build a new church.
vi: Chọn xây dựng một nhà thờ mới.

# T_QUESTS_SCENARIO_INSANECHOICES_QUEST_WAKEUP_STARTED
source: My Lord, the prisoner we freed from the bandit camp is finally awake. You won’t believe his story.
vi: Thưa ngài, có tin mới! Người tù trước đây của bọn cướp cuối cùng đã tỉnh lại rồi. Anh ta có thể được thẩm vấn và đã kể cho chúng ta một câu chuyện mà ngài sẽ không tin đâu!

# T_QUESTS_SCENARIO_THEBEAST_ADVISOR_INTERLUDE_STARTED
source: Oh, I almost forgot! Hector came to me, asking for help with his new project which aims to bring all villagers back together. The farm, which is run by the locals, could use a warehouse. Let's help him.
vi: Ồ, tôi suýt chút nữa đã quên! Hector đã đến gặp tôi và xin giúp đỡ về dự án mới của anh ta, nhằm mục đích giúp tất cả người dân trong làng đoàn kết lại. Trang trại do người dân địa phương điều hành có thể cần một nhà kho. Hãy giúp anh ta thực hiện điều đó.

# T_QUESTS_SCENARIO_THEBEAST_ADVISOR_INTERLUDE_SUCCESS
source: Very good, my Lord! This will enable us to build up large stocks! The locals seem to appreciate the gesture.
vi: Rất tốt, thưa Lãnh Chúa! Như vậy, chúng ta sẽ có thể xây dựng một lượng lớn hàng tồn kho! Người dân địa phương có vẻ đánh giá cao hành động này.

# T_QUESTS_SCENARIO_THEBEAST_ARTIST_FEDERATION_INTRO
source: Let me introduce myself! I'm Hector, ready to serve you. I am part of the federation of artists. We arrived after the borders opened. I have to admit that we've got a mixed reception by the locals here in town upon our arrival.
vi: Nếu ngài cho phép tôi tự giới thiệu - Hector, xin được phục vụ ngài! Tôi là một thành viên của hội họa sĩ. Chúng tôi đến đây sau khi Nữ hoàng mở cửa biên giới. Tuy nhiên, sự đón tiếp rất… hỗn tạp.

# T_QUESTS_SCENARIO_THEBEAST_ARTIST_FEDERATION_STARTED
source: We would like to ask for your help in order to enable us to do something for the locals - especially those who have trouble accepting us newcomers. Maybe some food will convince them of our goodwill.
vi: Chúng tôi muốn xin sự giúp đỡ của ngài để chúng tôi có thể làm điều gì đó cho người dân địa phương. Vì sự hiện diện của chúng tôi vẫn không được mong muốn đối với họ, nên một ít thức ăn có thể làm dịu tình hình.

# T_QUESTS_SCENARIO_THEBEAST_ATK_001_ANSWER_001
source: ...Yes, I think so. I was attacked by a demonic beast! It grabbed me by the arm and dragged me several meters to the forest's edge. I shouted for help as much and as loud as I could, before I fainted in pain. When I regained consciousness, my husband was by my side.
vi: ...Vâng, tôi nghĩ vậy. Tôi đã bị một con quái vật quỷ quái tấn công! Nó túm lấy cánh tay tôi và kéo tôi đi vài mét ra rìa rừng. Tôi la hét và la hét để được giúp đỡ... cho đến khi tôi bất tỉnh vì đau đớn. Khi tôi tỉnh lại, chồng tôi đã ở bên cạnh.

# T_QUESTS_SCENARIO_THEBEAST_ATK_001_CONCLUSION_ADVISOR_001
source: Did you hear that, my Lord? Maybe it was one of the locals who did it. But doing laundry on a Monday when it is customary for it to be done on a Saturday is also a strange idea. Anyway, the important thing is that she's safe and sound.
vi: Ngài nghe thấy rồi đấy, thưa Lãnh Chúa? Có lẽ thủ phạm là một trong những người dân địa phương. Nhưng việc giặt đồ vào thứ Hai, trong khi thường được làm vào thứ Bảy, cũng là một ý tưởng kỳ lạ. Dù sao đi nữa, điều quan trọng nhất là cô ấy vẫn khỏe mạnh.

# T_QUESTS_SCENARIO_THEBEAST_ATK_001_QUESTION_001
source: Are you alive? You're alive! Seriously hurt, but alive! Are you able to describe what happened?
vi: Các ngươi vẫn còn sống! Bị thương nặng, nhưng vẫn còn sống! Các ngươi có đủ khả năng để mô tả chuyện gì đã xảy ra không?

# T_QUESTS_SCENARIO_THEBEAST_ATK_001_QUESTION_002_DETAILS
source: One last question before we leave. Do you think anyone wants to hurt you in the village?
vi: Một câu hỏi cuối cùng trước khi chúng ta đi. Các người có tin rằng ai đó trong làng muốn gây hại cho các người không?

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_CONCLUSION_ADVISOR_002
source: One thing is certain, the beast has hooves. But... why the baker? Unlike the young woman, he is one of the locals. Could it be revenge from the newcomers? We are still in desperate need of more clues!
vi: Một điều chắc chắn là con quái vật có móng guốc. Nhưng... tại sao lại là thợ làm bánh? Không giống như cô gái trẻ, anh ta là một trong những người dân địa phương. Có thể đó là sự trả thù của những người mới đến? Chúng ta vẫn đang rất cần thêm manh mối!

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_MILLER_CLOTHS_BACK_STARTED
source: My clothes? Yes, why not, I don't need them anymore. But before that, can you bring me some new ones?
vi: Quần áo của tôi ư? Ừ, tại sao không, các người có thể nhận nó. Tôi không cần nó nữa. Nhưng trước đó, các người có thể mang cho tôi một bộ đồ mới để mặc được không?

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_MILLER_CLOTHS_BACK_SUCCESS
source: Well done, my Lord! In your generosity, you have also provided clothes for the rest of the town! Everyone is feeling more united. Both the locals and the newcomers reduced their differences.
vi: Tuyệt vời, thưa ngài! Trong sự hào phóng của mình, ngài cũng đã cung cấp quần áo cho phần còn lại của thành phố! Vì giờ tất cả mọi người đều mặc quần áo giống nhau, cả người dân địa phương và người mới đến đều nhận ra rằng họ không khác nhau như trước đây.

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_MILLER_CLOTHS_BACK_TITLE
source: Send clothes.
vi: Gửi quần áo.

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_MILLER_CLOTHS_CONCLUSION
source: However, the analysis of the baker's clothing did not yield anything.
vi: Tuy nhiên, việc phân tích quần áo của thợ làm bánh không mang lại kết quả gì.

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_REPLY_001_STARTED
source: A beast from hell threw itself at me! Then it trampled me with its hooves and tore my robe! I have never seen such a beast before. These eyes.... they were the eyes of the devil! Excuse me now, I need to rest and tend to my wounds.
vi: Một con quái vật địa ngục đã tấn công tôi! Nó giẫm đạp lên tôi bằng móng guốc của nó và xé toạc bộ quần áo của tôi! Tôi chưa bao giờ thấy thứ gì như vậy! Những con mắt đó... đó là đôi mắt của quỷ dữ! Xin thứ lỗi, nhưng cuộc tấn công thực sự đã lấy đi sức lực của tôi. Tôi cần phải chăm sóc vết thương của mình và hồi phục.

# T_QUESTS_SCENARIO_THEBEAST_ATK_002_SCENE_ADVISOR_CONCLUSION_STARTED
source: Thank you for your information! My Lord, do you think truffles are a way to control the beast? If so, then we would be dealing with one of the villagers! It's outrageous!
vi: Cảm ơn ngài đã giúp đỡ, ông lão! Thưa ngài, ngài có tin rằng những nấm truffle này là chìa khóa để kiểm soát con quái vật, để điều khiển nó không? Điều đó có nghĩa là chúng ta đang đối phó với một trong những người dân làng!

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_ANALYSE_SCENE_001
source: Well, let's see what we have here… These are animal tracks. Could be cloven hoofed... They're deep in the mud - the beast must weigh a lot! The young woman was evidently dragged for a good three meters. Fortunately, her husband arrived just in time!
vi: Hãy xem xét những gì chúng ta có ở đây... Đây là dấu chân của động vật. Có vẻ như là của một loài móng guốc... Với việc bị in sâu vào bùn, con quái vật hẳn phải nặng cân lắm! Có vẻ như cô gái trẻ đã bị kéo đi tới ba mét. May mắn thay, chồng cô ấy đã đến vừa kịp lúc!

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_ANALYSE_SCENE_002
source: Ah another clue here, my Lord. What is this... Looks like a mushroom...maybe a truffle. I don't know if this has anything to do with the beast, but in any case, I'm looking forward to asking the kitchens for the meal of the day.
vi: À, đây có một manh mối khác, thưa Lãnh Chúa. Đây là gì đây... trông như một… nấm? Có lẽ là nấm truffle? Tôi không biết liệu nó có liên quan gì đến con vật không, nhưng dù sao đi nữa, tôi rất mong được hỏi nhà bếp về món ăn trong ngày.

# T_QUESTS_SCENARIO_THEBEAST_ATTACK_001_ADVISOR_EXPLANATIONS
source: Sire, we have only time to choose one of the paths, so you have to decide what to do. When you've made your choice, give me a herb. It's... a tradition in this kingdom, like a sign of trust used in sealing a contract.
vi: Thưa Lãnh Chúa, chúng ta không có thời gian để chọn cả hai lựa chọn - ngài phải chọn một. Nếu ngài đưa ra quyết định, hãy gửi cho tôi một bó thảo dược. Trong vương quốc của chúng ta, đây được coi là một truyền thống và là một dấu hiệu của sự tin tưởng được sử dụng khi kết thúc một thỏa thuận.
