Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_TUTORIAL_05_START_2_CONV_02
source: Thưa Lãnh chúa, mùa đông đã qua, nhưng các tòa nhà trong thị trấn đã bị hư hại do điều kiện khắc nghiệt.
vi: Thưa ngài, chúng ta đã vượt qua được mùa đông, tuy nhiên, các tòa nhà của chúng ta đang ở trong tình trạng tồi tệ.

# T_TUTORIAL_05_START_2_DESC
source: Rất nhiều tòa nhà đã bị hư hại bởi mùa đông khắc nghiệt, thưa Lãnh chúa. Một thợ mộc có thể sửa chữa các tòa nhà bị mục nát theo thời gian.
vi: Một thợ mộc trong làng có thể giúp chúng ta giải quyết tình hình bằng cách sửa chữa các tòa nhà xuống cấp theo thời gian.

# T_TUTORIAL_05_START_INVESTIGATION_ADVISOR
source: Được rồi, thưa Lãnh chúa. Tôi có 'đồ cải trang' của mình và sẽ theo dõi quý tộc đến cuộc họp của hắn. Việc này sẽ mất một thời gian. Xin hãy kiên nhẫn.
vi: Được thôi, thưa ngài. Giờ tôi đã có “bộ hóa trang” của mình và tôi sẽ theo dõi người quý tộc. Chuyện này sẽ mất một thời gian, vì vậy xin hãy kiên nhẫn.

# T_TUTORIAL_05_START_INVESTIGATION_ADVISOR_DESC
source: Trong khi cố vấn cải trang đang lẻn theo quý tộc, ngài phải đợi cho đến khi ông ta trở về và báo cáo những phát hiện của mình.
vi: Trong khi cố vấn đang theo dõi người quý tộc, ngài phải chờ cho đến khi ông ta trở lại và báo cáo về các kết quả của mình.

# T_TUTORIAL_05_START_INVESTIGATION_ADVISOR_TITLE
source: Cố vấn đang lẻn theo và do thám quý tộc.
vi: Cố vấn lén theo người quý tộc.

# T_TUTORIAL_05_START_INVESTIGATION_FAILED
source: ...cuối cùng, tôi đã trở lại thị trấn. Tôi bị phát hiện và chỉ kịp trốn thoát. Đó là bọn cướp, thưa Lãnh chúa. Quý tộc đang làm ăn với bọn cướp!
vi: ...cuối cùng... lại... về đến làng rồi… Tôi đã bị phát hiện, thưa ngài. Tôi đã chạy suốt cả chặng đường. Đó là bọn cướp! Người quý tộc đang giao dịch với bọn cướp!

# T_TUTORIAL_05_STOCKFULL_01
source: Các kho hàng đã đầy, thưa Lãnh chúa. Nên bán hoặc thậm chí phá hủy một số hàng hóa để tạo chỗ trống trong kho.
vi: Các nhà kho đã đầy. Sẽ rất khôn ngoan nếu bán một số hàng hóa ở chợ hoặc thậm chí tiêu hủy hàng hóa để tạo chỗ cho các hàng hóa khác.

# T_TUTORIAL_05_STOCKFULL_02
source: Rất tốt, Thống đốc. Bây giờ chúng ta lại có một ít chỗ trống. Điều quan trọng là phải có dung lượng lưu trữ trống để giữ cho dòng sản xuất tiếp tục.
vi: Giờ thì chúng ta đã có đủ chỗ trong nhà kho rồi. Rất tốt, thưa ngài. Sẽ rất khôn ngoan nếu có đủ chỗ trong nhà kho, nếu không các chuỗi sản xuất có thể dừng lại.

# T_TUTORIAL_05_STOCKFULL_TITLE
source: Tạo chỗ trống trong kho.
vi: Tạo không gian trong nhà kho.

# T_TUTORIAL_05_STOCKFULL_TOOLTIP
source: Không còn chỗ trống trong kho!
vi: Không còn chỗ trong nhà kho!

# T_TUTORIAL_05_TANNERY_CONV_02
source: Tuyệt vời, thưa Lãnh chúa. Xưởng thuộc da sẽ sản xuất tất cả da cần thiết khi được cung cấp da động vật từ một thợ săn.
vi: Rất tốt, thưa Lãnh Chúa. Xưởng thuộc da sẽ sản xuất da cần thiết để sản xuất áo giáp, miễn là người thợ săn cung cấp da thú cho nó.

# T_TUTORIAL_05_TANNERY_DESC
source: Để sản xuất áo giáp, chúng ta cần da, mà chúng ta lấy từ một xưởng thuộc da, thưa Lãnh chúa.
vi: Để sản xuất áo giáp, chúng ta cần da thuộc, thứ mà chúng ta có thể lấy được từ một xưởng thuộc da. Ở đó, da thú sẽ được chế biến thành da thuộc, thưa ngài.

# T_TUTORIAL_05_TANNERY_TITLE
source: Xây một xưởng thuộc da và sản xuất da.
vi: Dựng một xưởng thuộc da và sản xuất da thuộc.

# T_TUTORIAL_05_TOWN_UNDER_ATTACK
source: Thưa Lãnh chúa, bọn cướp đã tấn công thị trấn! Chúng ta nên đề phòng những tên vô lại này! Chúng ta cần một đội lính canh thị trấn.
vi: Thưa ngài… Bọn cướp đang tấn công làng! Ngài nên thực hiện các biện pháp phòng ngừa. Chúng ta cần một đội lính canh thành phố!

# T_TUTORIAL_05_TRIBUTE_TIMER_DESC
source: Trả tiền cống nạp trước khi hết giờ.
vi: Trả cống phẩm trước khi hết giờ.

# T_TUTORIAL_05_UPGRADE_HINT_01
source: Sức chứa của một tòa nhà công cộng có thể được tăng lên bằng cách nâng cấp nó.
vi: Để tăng sức chứa của một tòa nhà công cộng, bạn có thể nâng cấp tòa nhà đó.

# T_TUTORIAL_05_UPGRADE_HINT_02
source: Nâng cấp tòa nhà rất mạnh mẽ. Ví dụ, chúng cho phép giao nhiều công nhân hơn cho một tòa nhà.
vi: Việc mở rộng tòa nhà rất hiệu quả và cho phép, ví dụ, có nhiều công nhân làm việc hơn trong một tòa nhà.

# T_TUTORIAL_06_EXPEDITION_01_CONV_01
source: Thưa Lãnh chúa, chúng ta có thể tìm kiếm trong khu rừng phía bắc, để tìm trại cướp.
vi: Thưa ngài, chúng ta có thể rà soát các khu rừng phía bắc thành phố để tìm trại cướp.

# T_TUTORIAL_06_EXPEDITION_01_CONV_02
source: Chỉ cần gửi các tài nguyên cần thiết cho lính canh thị trấn và chúng tôi sẽ lên đường ngay lập tức.
vi: Hãy gửi cho lính canh thành phố các tài nguyên cần thiết, và chúng ta sẽ lên đường ngay lập tức.

# T_TUTORIAL_06_EXPEDITION_01_STARTED
source: Sẽ mất một thời gian cho đến khi chúng tôi trở lại, thưa Lãnh chúa. Chúc chúng tôi may mắn!
vi: Sẽ mất một thời gian trước khi chúng ta quay trở lại, thưa Lãnh Chúa. Chúc chúng ta may mắn!

# T_TUTORIAL_06_EXPEDITION_02_CONV_01
source: Chúng ta có nên cử một đội trinh sát vào khu rừng phía nam không, thưa Lãnh chúa? Có lẽ trại cướp ở đâu đó về phía nam?
vi: Liệu chúng ta có nên cử một đội vào khu rừng phía nam thành phố không, thưa ngài? Có lẽ trại cướp đang ở trong các khu rừng này?

# T_TUTORIAL_06_EXPEDITION_03_CONV_01
source: Có lẽ trại cướp ở đâu đó trong khu rừng phía tây? Lính canh thị trấn có nên tập hợp một nhóm tìm kiếm không?
vi: Có lẽ trại cướp đang ở trong các khu rừng phía tây? Chúng ta có nên tập hợp một đội tìm kiếm không?

# T_TUTORIAL_06_EXPEDITION_04_CONV_01
source: Chúng ta chưa tìm kiếm trại cướp trong khu rừng phía đông, thưa Lãnh chúa. Hãy ra lệnh và lính canh thị trấn sẽ bắt đầu chuẩn bị ngay lập tức.
vi: Chúng ta vẫn chưa tìm kiếm trại cướp ở phía đông, thưa ngài. Hãy đưa ra mệnh lệnh và lính canh thành phố sẽ bắt đầu công tác chuẩn bị ngay lập tức.

# T_TUTORIAL_06_EXPEDITION_DESC_01
source: Lính canh thị trấn có thể bắt đầu tìm kiếm trại cướp trong rừng. Tuy nhiên, họ cần một số vật tư và thiết bị để làm điều đó.
vi: Lính canh thành phố của chúng ta có thể đi tìm trại cướp trong rừng. Tuy nhiên, họ cần một số đồ dự trữ và thiết bị cho việc đó.

# T_TUTORIAL_06_EXPEDITION_RDYTOSTRT
source: Chỉ cần ra lệnh cho chúng tôi, và chúng tôi sẽ lên đường, thưa Lãnh chúa.
vi: Ngay khi ngài ra lệnh, chúng ta sẽ lên đường thôi, thưa ngài.

# T_TUTORIAL_06_EXPEDITION_RUNNING_DESC
source: Trong khi cuộc thám hiểm đang diễn ra, không có nhiều việc khác để làm ngoài việc chờ đợi.
vi: Trong khi cuộc thám hiểm đang diễn ra, chúng ta không còn cách nào khác ngoài việc chờ đợi kết quả.

# T_TUTORIAL_06_EXPEDITION_RUNNING_TITLE
source: Một cuộc thám hiểm hiện đang diễn ra…
vi: Một cuộc thám hiểm đang được tiến hành…

# T_TUTORIAL_06_MAINQUEST_END_DIALOGUE_CONV_01
source: Hah! Ngươi thực sự bắt được ta rồi… Lẽ ra ta nên phá hủy làng của ngươi và ăn cắp hết tiền xu từ kho bạc của ngươi nữa! Chết tiệt… Chỉ vì tên quý tộc phản bội này mà mưu kế của ta bị bại lộ!
vi: Hah! Vậy là các ngươi đã bắt được ta. Lẽ ra ta nên phá hủy làng của các ngươi! Lẽ ra ta cũng nên đánh cắp cả số vàng đó! A, đồ chết tiệt. Chỉ vì tên quý tộc đáng thương này mà kế hoạch của ta mới bị bại lộ.

# T_TUTORIAL_06_MAINQUEST_END_DIALOGUE_CONV_02
source: Tên vô lại! Ngươi đã lợi dụng chứng nghiện cờ bạc của ta để ăn cắp của Nhà vua. Cuối cùng cơn ác mộng này cũng kết thúc và vàng của Nhà vua đã được tìm thấy.
vi: Đồ vô lại khốn khổ! Lợi dụng chứng nghiện cờ bạc của ta và sau đó đánh cắp vàng của Đức Vua… Cuối cùng thì cơn ác mộng này cũng đã chấm dứt và vàng của Đức Vua đã được tìm thấy.

# T_TUTORIAL_06_MAINQUEST_END_DIALOGUE_CONV_03
source: Và Thống đốc cao quý này đã hạ gục ngươi. Đây là một ngày tuyệt vời đối với chúng ta, ngôi làng và toàn bộ Vương quốc.
vi: Và vị Thống đốc cao quý đã hạ gục ngươi. Đây là một ngày trọng đại đối với chúng ta, ngôi làng của chúng ta và toàn bộ vương quốc.

# T_TUTORIAL_06_MAINQUEST_END_DIALOGUE_CONV_04
source: Nhìn kìa! Quân đội của Nhà vua cuối cùng cũng đã đến!
vi: Hãy nhìn xem, thưa Lãnh Chúa! Quân đội hoàng gia đang đến!

# T_TUTORIAL_06_MAINQUEST_END_DIALOGUE_CONV_05
source: Dọn đường! Dọn đường cho Nhà vua của các ngươi! Tránh đường, Nhà vua muốn đi qua…
vi: Dạt ra! Dạt ra để Đức Vua đi qua! Giờ thì hãy tránh đường ra, Đức Vua muốn đi qua...

# T_TUTORIAL_06_MAINQUEST_END_DIALOGUE_CONV_06
source: Chào ngày mới, các quý ông. Ta thấy, người của ta và ta đã đến đúng lúc để thấy các ngươi chiến thắng bọn cướp.
vi: Thưa các ngài. Ta thấy rằng ta đã đến vừa kịp lúc để ăn mừng ngày này với thần dân của mình. Và đúng là một chiến thắng lớn.

# T_TUTORIAL_06_MAINQUEST_END_DIALOGUE_CONV_07
source: Ngươi là Grimlock Râu Đỏ, phải không? Tên cướp khét tiếng nhất Vương quốc cuối cùng cũng đã bị bắt.
vi: Vậy là các ngươi là Grimlock Râu Đỏ, đúng không? Tên cướp khét tiếng nhất trong vương quốc của ta cuối cùng đã bị bắt.

# T_TUTORIAL_06_MAINQUEST_END_DIALOGUE_CONV_08
source: Vâng, chính là tôi, thưa Bệ hạ. Thống đốc này đã bắt được tôi.
vi: Đúng là tôi, thưa bệ hạ. Chính Thống đốc ở đây đã làm được điều đó.

# T_TUTORIAL_06_MAINQUEST_END_DIALOGUE_CONV_09
source: Ngươi là một anh hùng thực sự, Thống đốc. Ta nghe nói ngươi bị buộc tội ăn cắp vàng từ kho bạc của ta và mất tước vị Lãnh chúa. Điều này có đúng không?
vi: Thưa Thống đốc, ngài quả là một anh hùng thực sự. Theo như ta được biết, các ngài đã bị buộc tội trộm vàng trong kho của ta và do đó đã mất tước vị Lãnh Chúa của mình. Điều đó có đúng không?

# T_TUTORIAL_06_MAINQUEST_END_DIALOGUE_CONV_10
source: Ngài ấy vô tội, thưa Bệ hạ. Chính tôi đã ăn cắp tiền xu. Tôi bị Râu Đỏ tống tiền. Tôi thực sự xin lỗi!
vi: Ông ta vô tội, thưa bệ hạ. Chính tôi là người đã đánh cắp tiền vì tôi đã bị Rotbart tống tiền. Tôi thực sự rất xin lỗi.

# T_TUTORIAL_06_MAINQUEST_END_DIALOGUE_CONV_11
source: Rất tốt. Ném hai tên này vào ngục tối. Thống đốc và ta phải thảo luận về tương lai của Vương quốc...
vi: Được thôi. Hãy đưa hai người này vào ngục. Giờ thì ta và vị Thống đốc cần phải nói chuyện về tương lai của đất nước…

# T_TUTORIAL_06_MAINQUEST_EXPEDITION_FAILED
source: Thưa Lãnh chúa, người của chúng ta đã trở về. Thật không may, họ không tìm thấy trại cướp.
vi: Thưa Lãnh Chúa, người của chúng ta đã trở về. Đáng tiếc là họ đã không thể tìm ra trại cướp.

# T_TUTORIAL_06_MAINQUEST_EXPLAIN_CONV_01
source: Lãnh chúa, có một số vấn đề nghiêm trọng trong làng. Chúng ta nên giải quyết chúng ngay lập tức!
vi: Thưa Lãnh Chúa, có một số vấn đề nghiêm trọng trong làng mà chúng ta phải giải quyết!

# T_TUTORIAL_06_MAINQUEST_EXPLAIN_CONV_02
source: Thứ nhất, hạnh phúc trong thị trấn rất thấp. Tôi đề nghị ngài bắt đầu thỏa mãn mong muốn của dân làng.
vi: Thứ nhất, mức độ hài lòng trong làng đang rất thấp. Tôi đề nghị các ngài nên bắt đầu bằng việc đáp ứng những mong muốn của người dân.

# T_TUTORIAL_06_MAINQUEST_EXPLAIN_CONV_03
source: Thứ hai, thưa Lãnh chúa, binh lính của lính canh thị trấn chúng tôi gần như không có quân nhu và trang bị. Để bảo vệ thị trấn, chúng tôi cần thêm quân nhu, Lãnh chúa.
vi: Thứ hai, chúng ta, những người lính, đang trang bị kém và hầu như không có lương thực. Để chúng ta có thể tiếp tục phòng thủ, ngài nên cung cấp lương thực cho lính canh thành phố.

# T_TUTORIAL_06_MAINQUEST_EXPLAIN_CONV_04
source: Ưu tiên hàng đầu của chúng ta nên là tìm trại cướp đó. Nếu chúng ta tìm thấy nó, chúng ta có thể phá hủy nó, thưa Lãnh chúa.
vi: Tuy nhiên, ưu tiên hàng đầu phải là tìm ra trại cướp, thưa ngài!

# T_TUTORIAL_06_MAINQUEST_OBJECTIVE_02
source: Cung cấp cho quân đội.
vi: Cung cấp lương thực cho quân đội.

# T_TUTORIAL_06_MAINQUEST_OBJECTIVE_03
source: Làm cho dân làng hạnh phúc trở lại.
vi: Làm cho người dân trở nên hạnh phúc trở lại.

# T_TUTORIAL_06_MAINQUEST_SURVIVE_DESC
source: Bảo vệ thị trấn của ngài cho đến khi ngài xác định được vị trí trại cướp. Chăm sóc hạnh phúc của dân làng và cung cấp quân nhu cho lính canh thị trấn.
vi: Bảo vệ ngôi làng cho đến khi trại cướp được tìm thấy. Cung cấp lương thực cho binh lính và đảm bảo rằng người dân hài lòng.

# T_TUTORIAL_06_MAINQUEST_SURVIVE_STARTED_CONV_01
source: Thưa Lãnh chúa, những cuộc tấn công này đã diễn ra như thế này trong vài ngày nay. Tôi không nghĩ chúng ta có thể cầm cự được lâu hơn nữa.
vi: Thưa Lãnh Chúa, các cuộc tấn công đã diễn ra trong nhiều ngày. Tôi không nghĩ rằng chúng ta có thể trụ được lâu hơn nữa.

# T_TUTORIAL_06_MAINQUEST_SURVIVE_STARTED_CONV_02
source: Chúng ta chỉ có một hy vọng, Thống đốc. Hang ổ của bọn cướp phải được tìm thấy càng sớm càng tốt. Sau đó, chúng ta cần phá hủy nó và chấm dứt cơn ác mộng này một lần và mãi mãi.
vi: Chúng ta chỉ có một hy vọng, thưa Thống đốc. Chúng ta phải tìm ra trại cướp càng sớm càng tốt, phá hủy nó và chấm dứt cơn ác mộng này.

# T_TUTORIAL_06_MAINQUEST_SURVIVE_STARTED_CONV_03
source: Ngươi, Quý tộc! Hãy cho chúng tôi biết chính xác ngươi đã gặp bọn cướp ở đâu? Cho chúng tôi vị trí của trại cướp NGAY BÂY GIỜ!
vi: Các ngươi kia! Quý tộc! Hãy kể cho chúng ta nghe về nơi bọn cướp ở. Ngươi đã gặp chúng ở đâu? Nói ngay!

# T_TUTORIAL_06_MAINQUEST_SURVIVE_STARTED_CONV_04
source: Tôi không biết. Ngài phải tin tôi. Chúng bịt mắt tôi và dẫn qua rừng. Nó phải ở gần đây, tôi chắc chắn.
vi: Tôi không biết, hãy tin tôi đi! Chúng đã bịt mắt tôi và dẫn tôi đi qua các khu rừng. Chắc chắn nó phải ở gần đây, tôi chắc chắn điều đó.

# T_TUTORIAL_06_MAINQUEST_SURVIVE_SUCCESS
source: Thưa Lãnh chúa! Trinh sát của chúng ta đã xác định được vị trí trại cướp!
vi: Thưa ngài! Chúng ta đã tìm ra trại cướp!

# T_TUTORIAL_06_MAINQUEST_SURVIVE_TITLE
source: Hoàn thành tất cả các nhiệm vụ và đánh bại bọn cướp.
vi: Hoàn thành các nhiệm vụ và đánh bại bọn cướp.

# T_TUTORIAL_06_NEXT_QUEST_CONV_01
source: Người của tôi đã kiệt sức. Cuộc chiến liên tục trong những ngày qua đang gây tổn thất.
vi: Người của tôi đang rất mệt mỏi, thưa Thống đốc. Các trận chiến liên tục trong những ngày gần đây đang lấy đi sức lực của họ.

# T_TUTORIAL_06_NEXT_QUEST_CONV_02
source: Chúng ta đang thiếu quân nhu cơ bản, thưa Lãnh chúa. Chỉ với hàng hóa phù hợp, chúng ta mới có thể chiến đấu hiệu quả.
vi: Chúng ta đang rất thiếu lương thực cần thiết. Chỉ khi có đủ hàng hóa phù hợp, binh lính mới có thể chiến đấu hiệu quả, thưa ngài.

# T_TUTORIAL_06_PROVISIONS_01_CONV_01
source: Nên có đủ quân nhu cho những người lính canh dũng cảm trong kho, thưa Lãnh chúa.
vi: Sẽ rất khôn ngoan nếu dự trữ đủ lương thực cho những người lính dũng cảm của lực lượng dân quân thành phố, thưa ngài.

# T_TUTORIAL_06_PROVISIONS_01_CONV_02
source: Điều này có nghĩa là vũ khí và áo giáp, cũng như xúc xích và bia.
vi: Ý tôi là vũ khí và áo giáp, cũng như xúc xích và đồ uống.

# T_TUTORIAL_06_PROVISIONS_01_CONV_03
source: Bia làm cho quân đội của chúng ta dũng cảm hơn và xúc xích lấp đầy bụng họ trước trận chiến.
vi: Đồ uống làm cho quân đội của chúng ta dũng cảm hơn và xúc xích đảm bảo một cái bụng no trước trận chiến.

# T_TUTORIAL_06_PROVISIONS_01_DESC
source: Binh lính của lính canh thị trấn chiến đấu hiệu quả hơn khi được cung cấp quân nhu. Vũ khí và áo giáp mang lại phần thưởng lớn về tấn công và phòng thủ, trong khi bia và xúc xích mang lại phần thưởng lớn về chủ động và phần thưởng nhỏ về tấn công và phòng thủ.
vi: Binh lính của lực lượng dân quân thành phố sẽ chiến đấu hiệu quả hơn nếu họ được cung cấp lương thực. Vũ khí và áo giáp mang lại một phần thưởng lớn cho các giá trị tấn công và phòng thủ. Đồ uống và xúc xích giúp tăng sáng kiến của binh lính và mang lại một phần thưởng nhỏ cho khả năng tấn công và phòng thủ.

# T_TUTORIAL_06_PROVISIONS_01_TITLE
source: Cung cấp quân nhu cho lính canh thị trấn
vi: Cung cấp lương thực cho lực lượng dân quân thành phố.

# T_TUTORIAL_06_PROVISIONS_MONASTERY_CONV_01
source: Thưa Lãnh chúa, có một nhà máy bia tu viện sẽ cho chúng ta cơ hội sản xuất bia. Điều đó không chỉ cải thiện hiệu suất chiến đấu của binh lính chúng ta.
vi: Thưa ngài, một tu viện sẽ cho chúng ta cơ hội sản xuất đồ uống. Điều này không chỉ hữu ích cho binh lính của chúng ta.

# T_TUTORIAL_06_PROVISIONS_MONASTERY_CONV_02
source: Chúng ta cũng có thể cung cấp bia cho quán rượu của mình. Bằng cách này, mọi dân làng đến quán rượu sẽ hài lòng hơn nhiều, vì có đồ uống.
vi: Nó cũng đảm bảo rằng mọi người dân ghé thăm quán trọ sẽ cảm thấy hài lòng hơn, vì ở đó có đồ uống để thưởng thức.

# T_TUTORIAL_HINT_CHANGE_TAXES
source: Truy cập phần thuế của menu trò chơi để thay đổi mức thuế!
vi: Hãy ghé thăm khu vực thuế trong menu trò chơi để thay đổi thuế suất!

# T_TUTORIAL_HINT_CHANGE_TAXES_BUTTON_HINT
source: Mở menu trò chơi để chuyển đến tab Hạnh phúc. Ở đó bạn sẽ tìm thấy danh mục phụ "Thuế".
vi: Mở menu trò chơi để đến tab “Mức độ hài lòng”. Bạn có thể tìm thấy danh mục “Thuế” ở đó.

# T_TUTORIAL_HINT_ERASE
source: Sử dụng chế độ xóa để loại bỏ các vật thể nhỏ đang chặn các dự án xây dựng của bạn.
vi: Sử dụng chế độ xóa để loại bỏ các đối tượng nhỏ cản đường các công trình xây dựng của bạn.

# T_TUTORIAL_HINT_ERASE_KEYBOARD
source: Nhấn phím nóng {KEYBOARD_ERASE_MODE} để chuyển sang chế độ xóa. Hoặc chỉ cần nhấp vào quả cầu phá hủy trong thanh công cụ.
vi: Bạn có thể chuyển sang chế độ xóa bằng phím tắt {KEYBOARD_ERASE_MODE}. Ngoài ra, bạn cũng có thể sử dụng biểu tượng phá hủy trong thanh công cụ.

# T_TUTORIAL_HINT_ERASE_TOUCH
source: Chọn chế độ xóa và vuốt qua các đối tượng bạn muốn xóa.
vi: Chọn chế độ xóa và đánh dấu các đối tượng cần xóa.

# T_TUTORIAL_HINT_FASTFOWARD
source: Khi bạn phải đợi điều gì đó, hãy sử dụng tua nhanh để tăng tốc thời gian trong trò chơi.
vi: Khi bạn phải chờ điều gì đó, hãy sử dụng chức năng tua nhanh để tăng tốc thời gian trong trò chơi.

# T_TUTORIAL_HINT_PRESTIGEBUILDING_01
source: Chúng ta không có thời gian, Lãnh chúa. Ngài nên sử dụng một ít Uy tín để hoàn thành tháp canh lửa ngay lập tức.
vi: Chúng ta không còn thời gian nữa, thưa ngài. Ngài nên sử dụng một ít Uy tín để hoàn thành việc xây dựng tháp canh lửa ngay lập tức.

# T_TUTORIAL_HINT_TOWNHOUSES_FAMILIES
source: Mỗi ngôi nhà cung cấp cho làng những gia đình mới và, tùy thuộc vào mức thuế, tạo ra tiền xu định kỳ.
vi: Mỗi nhà ở cung cấp cho làng các gia đình mới và tạo ra tiền xu theo định kỳ, tùy thuộc vào thuế suất.

# T_TUTORIAL_HINT_VISIT_STOCK_MENU
source: Truy cập phần kho hàng của menu trò chơi.
vi: Hãy ghé thăm khu vực “Nhà kho” trong menu trò chơi.

# T_TUTORIAL_NOMERCHANT
source: Thống đốc, tôi xin lỗi, nhưng có một cơn bão tuyết đang đến gần thị trấn. Chừng nào còn có bão, thương nhân sẽ không thể đến làng. Nhưng họ sẽ lại ghé thăm làng của ngài ngay khi thời tiết cải thiện.
vi: Thưa ngài Thống đốc, tôi rất tiếc, nhưng một trận bão tuyết đang kéo đến làng. Chừng nào còn có bão, thì thương nhân sẽ không thể đến được làng. Tuy nhiên, họ sẽ quay lại thăm làng của các ngài khi thời tiết tốt hơn.

# T_TUTORIAL_NOMERCHANT_OLD
source: Thưa Lãnh chúa, tôi thực sự xin lỗi nhưng đường đi hiện tại không an toàn. Thương nhân không thể đi đến thị trấn của ngài khi thời tiết xấu như thế này.
vi: Thưa ngài Thống đốc, tôi rất tiếc, nhưng với thời tiết này, các con đường không thể đi qua được. Hiện tại thương nhân không thể đến được làng của ngài.

# T_TUTORIAL_NOMERCHANT_RE
source: Đường đã có thể đi lại được. Một thương nhân sẽ sớm đến thị trấn của ngài.
vi: Trận bão tuyết đã qua và các con đường đã có thể đi lại được. Một thương nhân sẽ sớm đến làng của các ngài.

# T_TUTORIAL_STANDARDS_BUYTOOLS_STARTED
source: Lãnh chúa, nếu ngài cần tài nguyên khẩn cấp, ngài nên mua chúng tại khu chợ khi có thương nhân trong thị trấn.
vi: Thưa ngài Thống đốc, nếu ngài đang rất cần các nguyên liệu thô, thì ngài nên mua chúng ở chợ ngay khi một thương nhân ghé thăm làng của ngài.

# T_TUTORIAL_STANDARDS_BUYTOOLS_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Bây giờ chúng ta có các công cụ cần thiết trong kho.
vi: Rất tốt, thưa ngài Thống đốc. Giờ chúng ta đã có đủ công cụ dự trữ.

# T_TUTORIAL_STANDARDS_BUYTOOLS_TITLE
source: Mua một số công cụ tại chợ
vi: Mua công cụ ở chợ.

# T_TUTORIAL_STANDARDS_FOOD_HINT
source: Trong tab nhu cầu của menu hạnh phúc, ngài có thể thấy tác động của việc thiếu tài nguyên thực phẩm của thị trấn, thưa Lãnh chúa.
vi: Trong khu vực nhu cầu của menu hài lòng, bạn có thể thấy trực tiếp tác động của việc thiếu lương thực đối với làng của mình, thưa ngài.

# T_TUTORIAL_STANDARDS_FOOD_SUCCESS
source: Lãnh chúa, chúng ta hết thức ăn rồi! Giống như nước, thức ăn là nhu cầu cơ bản của người dân chúng ta và có tác động lớn đến hạnh phúc trong thị trấn. Mọi người sẽ không vui lắm khi nghe về điều đó.
vi: Nguồn cung cấp lương thực đã cạn kiệt, thưa Lãnh Chúa. Cùng với nước, lương thực là một trong những nhu cầu cơ bản của người dân. Việc đáp ứng chúng là ưu tiên hàng đầu, vì nó có ảnh hưởng lớn nhất đến sự hài lòng và năng suất của người dân. Người dân sẽ không thích thú khi biết rằng không còn lương thực trong kho nữa.

# T_TUTORIAL_STANDARDS_HUNTER_STARTED
source: Vì các trang trại của chúng ta sẽ không sản xuất lúa mì vào mùa đông, ngài nên mở rộng hoặc thay đổi sản xuất thực phẩm của chúng ta. Một thợ săn có thể vào rừng và săn thú.
vi: Vì trang trại của chúng ta sẽ không sản xuất ngũ cốc vào mùa đông, nên ngài nên mở rộng hoặc thay đổi hoạt động sản xuất lương thực. Một thợ săn có thể đi tìm thú hoang trong các khu rừng xung quanh, thưa ngài.

# T_TUTORIAL_STANDARDS_HUNTER_SUCCESS
source: Tuyệt vời, thưa Lãnh chúa. Có nhiều tòa nhà sản xuất thực phẩm là điều cần thiết, đặc biệt là vào mùa đông khi chúng ta không sản xuất lúa mì.
vi: Xuất sắc, thưa ngài. Việc có nhiều tòa nhà sản xuất lương thực là điều cần thiết cho làng của chúng ta, đặc biệt là vào mùa đông.

# T_TUTORIAL_STANDARDS_LUMBERJACK_STARTED
source: Thưa Lãnh chúa, chúng ta đang cạn kiệt gỗ. Vì chúng ta cần gỗ để xây dựng các tòa nhà và nhiều chuỗi sản xuất, bao gồm cả xưởng cưa, nên sẽ khôn ngoan nếu xây dựng một lều tiều phu khác.
vi: Thưa Lãnh Chúa, chúng ta đang hết gỗ. Sẽ rất khôn ngoan nếu xây thêm một lều tiều phu, vì chúng ta cần nhiều gỗ để xây dựng các tòa nhà và nhiều tòa nhà sản xuất khác, như xưởng cưa.

# T_TUTORIAL_STANDARDS_LUMBERJACK_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Luôn nên có một nguồn cung cấp gỗ ổn định trong thị trấn.
vi: Rất tốt, thưa ngài. Việc có một hoạt động sản xuất gỗ ổn định trong làng là điều rất nên làm.

# T_TUTORIAL_STANDARDS_MONEY_SUCCESS
source: Lãnh chúa, kho bạc trống rỗng. Để kiếm được một ít tiền xu, chúng ta có thể làm một số việc…
vi: Kho bạc đã trống rỗng, thưa Lãnh Chúa. Để kiếm lại tiền, có một số lựa chọn…

# T_TUTORIAL_STANDARDS_TAXES_01_STARTED
source: Chúng ta cũng có thể tăng thuế. Hãy xem sổ sách, thưa Lãnh chúa.
vi: Ngoài ra, ngài có quyền tăng thuế. Hãy xem xét các sổ sách, thưa ngài.

# T_TUTORIAL_STANDARDS_TAXES_STARTED
source: Chúng ta có thể tăng sản lượng thuế trong làng bằng cách xây thêm nhà, thưa Lãnh chúa. Nhiều người hơn có nghĩa là sản lượng thuế nhiều hơn.
vi: Ngài có thể tăng doanh thu từ thuế trong làng bằng cách xây dựng nhiều nhà ở hơn. Nhiều cư dân hơn đồng nghĩa với việc doanh thu từ thuế tự động tăng lên.

# T_TUTORIAL_STANDARDS_TAXES_SUCCESS
source: Nhưng hãy nhớ, có nhiều dân làng hơn cũng có nghĩa là nhu cầu về thực phẩm và các hàng tiêu dùng khác cao hơn.
vi: Nhưng với số lượng người dân, nhu cầu về lương thực và các hàng tiêu dùng khác cũng tăng lên.

# T_TUTORIAL_STANDARDS_TOOLS_STARTED
source: Thưa Lãnh chúa, chúng ta cần công cụ để xây dựng các tòa nhà tiên tiến như quán rượu.
vi: Thưa Lãnh Chúa, để xây dựng các tòa nhà tiên tiến hơn, chẳng hạn như quán trọ, chúng ta cần những công cụ tương ứng.

# T_TUTORIAL_STANDARDS_TOOLS_SUCCESS
source: Chúng ta có thể tự sản xuất công cụ hoặc mua chúng. Để sản xuất chúng, chúng ta cần thiết lập chuỗi sản xuất cần thiết. Về lâu dài, luôn tốt hơn nếu tự sản xuất hàng hóa.
vi: Chúng ta có thể tự sản xuất công cụ hoặc mua chúng từ thương nhân. Về lâu dài, việc tự sản xuất các công cụ luôn tốt hơn, tuy nhiên điều này đòi hỏi một vài tòa nhà.
