Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_RANDOM_EVENT_WITCHHUNT_MESSAGE_13
source: Sau khi kiểm tra, bác sĩ tin rằng ông cần liên lạc với trường đại học ở thủ đô. Ông có một giả thuyết nhưng cần làm rõ với các đồng nghiệp và yêu cầu một số thiết bị cho chuyến đi.
vi: Sau khi kiểm tra, bác sĩ cho rằng ông ta cần liên hệ với trường đại học ở thủ đô. Ông ta có một giả thuyết, nhưng phải làm cho rõ nó. Ông ta xin thiết bị cho chuyến đi.

# T_RANDOM_EVENT_WITCHHUNT_MESSAGE_13_SUCCESS
source: Tôi sẽ rời đi ngay khi nhận được thiết bị cho chuyến đi. Có thể mất một thời gian để quay lại. Hãy cẩn thận, thưa Lãnh chúa.
vi: Tôi sẽ lên đường ngay lập tức, ngay khi nhận được thiết bị cho chuyến đi từ các ngài. Có thể sẽ mất một thời gian trước khi tôi quay trở lại. Hãy cẩn trọng, thưa ngài.

# T_RANDOM_EVENT_WITCHHUNT_PLAGUEFIRE
source: Thưa Lãnh chúa, dân làng đang phát điên! Nhiều người bị bệnh hoặc không biết mình đang làm gì. Họ đã bắt đầu đốt lửa.
vi: Thưa ngài, người dân đang phát điên! Nhiều người đang bị bệnh hoặc không biết mình đang làm gì. Họ đang gây ra hỏa hoạn.

# T_RANDOM_EVENT_WITCHHUNT_QUEST_DESTROY_WHEAT_DESC
source: Các kho dự trữ lúa mì cần được đốt cháy, và các nhà kho cần được dọn dẹp.
vi: Số lượng lúa mì phải bị đốt và các kho chứa phải được dọn dẹp.

# T_RANDOM_EVENT_WITCHHUNT_QUEST_DESTROY_WHEAT_SUMMARY
source: Loại bỏ lúa mì trong các nhà kho.
vi: Tiêu hủy lúa mì trong các nhà kho.

# T_RANDOM_EVENT_WITCHHUNT_SUMMARY
source: Xử lý tình hình phù thủy trong thị trấn.
vi: Chăm sóc tình huống với mụ phù thủy trong thành phố.

# T_RANDOM_EVENT_WITCHHUNT_THROWINDUNGEON_DESC
source: Thưa Lãnh chúa, có một vấn đề nhỏ với lệnh của ngài. Chúng ta hiện không có chỗ trong ngục tối. Nó vẫn chưa được sửa chữa kể từ trận lụt cuối cùng trong hầm rượu nho. Nhưng chúng ta có thể xây dựng một ngục tối tạm thời bên ngoài tường thành. Một kho báu mới sẽ là một tòa nhà phù hợp.
vi: Thưa ngài, có một vấn đề nhỏ với mệnh lệnh của ngài. Hiện tại chúng ta không có chỗ trong ngục. Nó vẫn chưa được sửa chữa kể từ trận lụt cuối cùng trong hầm nước ép nho. Tuy nhiên, chúng ta có thể xây dựng một nhà ngục tạm thời bên ngoài các bức tường lâu đài. Một kho bạc mới sẽ là một tòa nhà thích hợp.

# T_RANDOM_EVENT_WITCHHUNT_THROWINDUNGEON_SUCCESS
source: Rất tốt, chúng ta sẽ đưa những người bị ám đến ngục tối mới ngay lập tức.
vi: Rất tốt, chúng ta sẽ đưa người bị quỷ ám vào nhà ngục mới ngay lập tức.

# T_RANDOM_EVENT_WITCHHUNT_THROWINDUNGEON_SUMMARY
source: Xây dựng một ngục tối phù hợp.
vi: Xây dựng một nhà ngục phù hợp.

# T_RANDOM_EVENT_WITCHHUNT_VILLAGERS_DRUGGED_01
source: Ngày càng thường xuyên hơn, ngài gặp những cư dân rõ ràng bị bệnh. Rõ ràng tất cả các nạn nhân của bệnh tật hoặc phù thủy đều rất thư giãn và mãn nguyện. Cho đến khi các cơn co giật cuối cùng bắt đầu và họ chỉ nói những lời lảm nhảm kỳ lạ và cuối cùng trở nên hôn mê.
vi: Ngài ngày càng gặp nhiều người dân có vẻ bị bệnh. Rõ ràng tất cả các nạn nhân của bệnh tật hoặc phù thủy đều đang rất thư giãn và hài lòng. Cho đến khi các cơn co giật bắt đầu và họ chỉ thốt ra những điều kỳ lạ và cuối cùng trở nên hôn mê.

# T_RATING_HEADER
source: Cảm ơn đã chơi!
vi: Cảm ơn bạn vì đã chơi!

# T_RATING_LATER
source: Có lẽ để sau.
vi: Có thể sau.

# T_RATING_LATER_OLD
source: Tôi chưa chắc.
vi: Tôi vẫn chưa chắc.

# T_RATING_YES
source: Vâng, tất nhiên!
vi: Có, chắc chắn rồi!

# T_REMOVE_ADS_FREE
source: Vâng, nhưng chỉ miễn phí!
vi: Có! Nhưng chỉ miễn phí thôi!

# T_REMOVE_ADS_HEADER
source: Xóa quảng cáo
vi: Loại bỏ quảng cáo

# T_REMOVE_ADS_NO
source: Có lẽ để sau.
vi: Có thể sau.

# T_REMOVE_ADS_PAY
source: Vâng, tất nhiên!
vi: Có, chắc chắn rồi!

# T_REMOVE_ADS_PAY_ANDROID
source: Vâng, và tôi sẽ trả tiền!
vi: Có! Và tôi sẽ trả tiền!

# T_REMOVE_ADS_QUESTION
source: Bạn có muốn xóa quảng cáo trong trò chơi không?
vi: Bạn có muốn loại bỏ quảng cáo trong trò chơi không?

# T_REMOVE_ADS_TEXT
source: Bạn có muốn xóa quảng cáo trong trò chơi không?
vi: Bạn có muốn loại bỏ quảng cáo trong trò chơi không?

# T_REMOVE_ADS_YES_FREE
source: Vâng, nhưng chỉ miễn phí!
vi: Có! Nhưng chỉ miễn phí thôi!

# T_REMOVE_ADS_YES_PAY
source: Vâng, và tôi sẽ trả tiền!
vi: Có! Và tôi sẽ trả tiền!

# T_RESEARCH_BUILDINGS_FOOD
source: Cải thiện nguồn cung cấp thực phẩm
vi: Cải thiện nguồn cung cấp lương thực

# T_RESEARCH_BUILDINGS_HARVESTING
source: Cải thiện khai thác tài nguyên
vi: Cải thiện việc thu hoạch tài nguyên

# T_RESEARCH_BUILDINGS_NEEDS
source: Cải thiện các tòa nhà nhu cầu
vi: Cải thiện tòa nhà nhu cầu

# T_RESEARCH_BUILDINGS_PROCESSING
source: Cải thiện chế biến
vi: Cải thiện quá trình chế biến

# T_RESEARCH_BUILDINGS_SPECIAL
source: Cải thiện các tòa nhà đặc biệt
vi: Cải thiện tòa nhà đặc biệt

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_2_FOOD
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_2_HAPPINESS
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_2_HARVESTING
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_2_INFRASTRUCTURE
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_2_PROCESSING
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_2_SPECIAL
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_3_FOOD
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_3_HAPPINESS
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_3_HARVESTING
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_3_INFRASTRUCTURE
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_3_PROCESSING
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_BUILDING_LEVEL_3_SPECIAL
source: Mở khóa nâng cấp tòa nhà. Lợi ích là nhiều chỗ làm việc hơn, tăng độ bền và nhiều không gian lưu trữ hơn. Tuy nhiên, chi phí sửa chữa tăng lên.
vi: Cho phép mở rộng các tòa nhà. Ưu điểm là sức chứa kho lớn hơn, nhiều vị trí làm việc hơn và độ bền được kéo dài. Tuy nhiên, chi phí sửa chữa cũng tăng lên.

# T_RESEARCH_TOOLTIP_MINE_GEOLOGIST
source: Bây giờ ngài có thể chỉ định một nhà địa chất cho các mỏ của mình. Ông ta sẽ dần dần lấp đầy lại mỏ quặng.
vi: Các mỏ giờ có thể được bố trí một nhà địa chất, người sẽ từ từ lấp đầy lại các trữ lượng tài nguyên thô.

# T_RESEARCH_TOOLTIP_MOD_BUILDING_RANGE_BUILDING_BARRACKS
source: Doanh trại có phạm vi tăng lên trong đó chúng cung cấp lương thực cho các tháp canh.
vi: Doanh trại có phạm vi hoạt động rộng hơn để cung cấp cho tháp canh lương thực.

# T_RESEARCH_TOOLTIP_MOD_BUILDING_RANGE_BUILDING_FIREWATCH
source: Tăng phạm vi mà lính cứu hỏa phản ứng với các tòa nhà đang cháy âm ỉ và đang cháy.
vi: Tăng phạm vi mà lính cứu hỏa có thể phản ứng với các ngôi nhà đang âm ỉ và cháy.

# T_RESEARCH_TOOLTIP_MOD_BUILDING_RANGE_BUILDING_FIREWATCH_OLD
source: Tăng phạm vi mà các tháp cứu hỏa phản ứng với các tòa nhà đang cháy âm ỉ và đang cháy.
vi: Tháp canh lửa có phạm vi hoạt động rộng hơn để tiếp cận các ngôi nhà đang âm ỉ và cháy.

# T_RESEARCH_TOOLTIP_MOD_BUILDING_RANGE_BUILDING_WATCHTOWER
source: Các tòa nhà phòng thủ có phạm vi tăng lên trong đó chúng phát hiện và phản ứng với các cuộc tấn công của bọn cướp.
vi: Các tòa nhà phòng thủ có phạm vi hoạt động rộng hơn, trong đó bọn cướp có thể bị phát hiện và chống lại.

# T_RESEARCH_TOOLTIP_MOD_BUILDING_RANGE_BUILDING_WATCHTOWER_OLD
source: Các tháp canh có phạm vi tăng lên trong đó chúng phát hiện và phản ứng với các cuộc tấn công của bọn cướp.
vi: Tháp canh có phạm vi hoạt động rộng hơn để phát hiện và chống lại bọn cướp.

# T_RESEARCH_TOOLTIP_MOD_CONSTRUCTION_COSTS_TRADEGOODS
source: Chi phí xây dựng tòa nhà được giảm vĩnh viễn.
vi: Việc xây dựng các tòa nhà rẻ hơn vĩnh viễn

# T_RESEARCH_TOOLTIP_MOD_EVENT_BANDIT_COOLDOWN
source: Thị trấn an toàn lâu hơn sau một cuộc đột kích của bọn cướp.
vi: Sau một cuộc tấn công của bọn cướp, làng sẽ được an toàn trong một thời gian dài hơn.

# T_RESEARCH_TOOLTIP_MOD_EVENT_BANDIT_RAID_TIME
source: Bọn cướp cần nhiều thời gian hơn để cướp thành công một tòa nhà hoặc bắt đầu một đám cháy.
vi: Bọn cướp cần nhiều thời gian hơn để cướp một tòa nhà thành công hoặc gây ra hỏa hoạn.

# T_RESEARCH_TOOLTIP_MOD_EVENT_BANDIT_SMOULDER_CHANCE
source: Các tòa nhà bị bọn cướp đốt cháy có cơ hội chỉ cháy âm ỉ thay vì bùng cháy.
vi: Các tòa nhà bị đốt bởi bọn cướp có cơ hội chỉ bắt đầu âm ỉ thay vì bốc cháy.

# T_RESEARCH_TOOLTIP_MOD_EVENT_FIRE_CHANCE
source: Nguy cơ bùng phát hỏa hoạn ngẫu nhiên được giảm vĩnh viễn.
vi: Nguy cơ xảy ra hỏa hoạn ngẫu nhiên thấp hơn vĩnh viễn.

# T_RESEARCH_TOOLTIP_MOD_GUARDS_CHARGE_SPEED
source: Lính canh thị trấn lao tới với tốc độ tăng lên để chặn bọn cướp.
vi: Lính canh thành phố sẽ xông đến chỗ bọn cướp tấn công nhanh hơn.

# T_RESEARCH_TOOLTIP_MOD_GUARDS_RECOVERY_TIME
source: Giảm thời gian binh lính cần để hồi phục sau một thất bại.
vi: Giảm thời gian mà binh lính cần để phục hồi sau khi thua trận.

# T_RESEARCH_TOOLTIP_MOD_MERCHANT_BUY_TRADEGOODS
source: Thương nhân du hành bây giờ bán hàng hóa của mình rẻ hơn.
vi: Các thương nhân du lịch bán hàng hóa của họ với giá rẻ hơn.

# T_RESEARCH_TOOLTIP_MOD_MERCHANT_BUY_TRADEGOODS_RESEARCH
source: Với nghiên cứu này, các thương nhân du hành bây giờ bán hàng hóa của họ rẻ hơn.
vi: Thông qua nghiên cứu này, các thương nhân du lịch bán hàng hóa của họ với giá rẻ hơn khi giao dịch ở chợ.

# T_RESEARCH_TOOLTIP_MOD_MERCHANT_BUY_VOLUME
source: Số lượng hàng hóa mà thương nhân có thể mua hoặc bán được tăng lên.
vi: Các thương nhân có thể mua và bán nhiều hàng hóa hơn cùng một lúc.

# T_RESEARCH_TOOLTIP_MOD_MERCHANT_SELL_TRADEGOODS
source: Thương nhân du hành mua hàng hóa với giá cao hơn.
vi: Các thương nhân du lịch mua hàng hóa với giá cao hơn.

# T_RESEARCH_TOOLTIP_MOD_MERCHANT_SELL_TRADEGOODS_RESEARCH
source: Thương nhân du hành bây giờ trả nhiều tiền hơn cho hàng hóa khi nghiên cứu này hoàn thành.
vi: Thông qua nghiên cứu này, thương nhân mua tài nguyên thô với giá cao hơn.

# T_RESEARCH_TOOLTIP_MOD_MERCHANT_SELL_VOLUME
source: Số lượng hàng hóa mà thương nhân có thể mua hoặc bán được tăng lên.
vi: Các thương nhân có thể mua và bán nhiều hàng hóa hơn cùng một lúc.

# T_RESEARCH_TOOLTIP_MOD_MINE_CAPACITY
source: Sản lượng của các mỏ quặng và vàng trên bản đồ được tăng lên.
vi: Trữ lượng tài nguyên thô của vàng hoặc quặng sắt lớn hơn.

# T_RESEARCH_TOOLTIP_MOD_PUBLIC_BUILDINGS_CAPACITY
source: Các tòa nhà công cộng có thể chứa nhiều người hơn.
vi: Các tòa nhà công cộng có thể chứa nhiều người dân hơn.

# T_RESEARCH_TOOLTIP_MOD_QUEST_REWARDS_TRADEGOODS
source: Phần thưởng tài nguyên khi hoàn thành nhiệm vụ được tăng lên.
vi: Các nhiệm vụ đã hoàn thành sẽ cung cấp nhiều phần thưởng nguyên liệu thô hơn.

# T_RESEARCH_TOOLTIP_MOD_REPAIR_COSTS_TRADEGOODS
source: Chi phí sửa chữa tòa nhà được giảm vĩnh viễn.
vi: Chi phí sửa chữa tất cả các tòa nhà thấp hơn.

# T_RESEARCH_TOOLTIP_MOD_STRIKE_CHANCE
source: Khả năng Dân làng không hài lòng sẽ đình công bị giảm.
vi: Cơ hội người dân không hài lòng đình công giảm đi.

# T_RESEARCH_TOOLTIP_MOD_TAXES
source: Thu nhập từ thuế được tăng vĩnh viễn cho tất cả các nhà phố.
vi: Các nhà ở liên tục cung cấp thu nhập từ thuế cao hơn.

# T_RESEARCH_TOOLTIP_MOD_TRANSPORTER_CAPACITY
source: Người vận chuyển có thể vận chuyển nhiều tài nguyên hơn cùng một lúc.
vi: Người khuân vác có thể mang nhiều tài nguyên hơn cùng một lúc.

# T_RESEARCH_TOOLTIP_MOD_WALKING_SPEED
source: Tất cả dân làng di chuyển nhanh hơn một chút.
vi: Tất cả người dân di chuyển nhanh hơn một chút.

# T_RESEARCH_TOOLTIP_MOD_WAREHOUSE_CAPACITY
source: Dung lượng lưu trữ của tất cả các nhà kho được tăng lên.
vi: Tất cả các nhà kho có thêm nhiều không gian kho.

# T_RESEARCH_TOOLTIP_TOWNHOUSE_EXTRAFAMILY
source: Tất cả các nhà phố có thể chứa thêm một gia đình.
vi: Tất cả các nhà ở có thể chứa thêm một gia đình.

# T_RESTORE_TRANSACTIONS
source: Khôi phục giao dịch
vi: Khôi phục giao dịch mua hàng

# T_RESTORE_TRANSACTIONS_BIG
source: KHÔI PHỤC GIAO DỊCH
vi: KHÔI PHỤC GIAO DỊCH MUA HÀNG

# T_RICH_PRESENCE_CAMPAIGN
source: Đang chơi bản đồ chiến dịch {MAP_NAME}
vi: Đang chơi nhiệm vụ chiến dịch {MAP_NAME}

# T_RICH_PRESENCE_SANDBOX
source: Đang chơi bản đồ chế độ vô tận {MAP_NAME}
vi: Đang chơi bản đồ vô tận {MAP_NAME}

# T_SAMSUNG_REWARDS_POPUP_TEXT_02
source: Chúc bạn vui vẻ với món quà miễn phí do HandyGames & Samsung mang đến!
vi: Hãy tận hưởng món quà miễn phí của bạn, được trình bày bởi HandyGames & Samsung!

# T_SANDBOX_SETTINGS_POPUP_BANDITS_TOOLTIP
source: Bọn cướp tấn công làng một cách lẻ tẻ để trộm cắp và cướp bóc. Kích hoạt các nhiệm vụ quân sự đặc biệt, khi các cuộc tấn công được bật.
vi: Bọn cướp định kỳ tấn công làng để ăn cắp và đốt phá. Cho phép các nhiệm vụ quân sự đặc biệt khi chức năng này được kích hoạt.

# T_SANDBOX_SETTINGS_POPUP_CASTLE_MILITARY_TOOLTIP
source: Lâu đài quân sự có dung lượng lưu trữ nhỏ, nhưng có thể cung cấp lương thực cho các tháp canh. Có thể phân công người vận chuyển, binh lính và quản lý quân nhu trong tòa nhà.
vi: Mặc dù có sức chứa kho nhỏ, lâu đài quân sự vẫn có thể cung cấp lương thực cho các tháp canh. Các vị trí làm việc cho người khuân vác, binh lính và quản lý hậu cần có sẵn.

# T_SANDBOX_SETTINGS_POPUP_CASTLE_STANDARD_TOOLTIP
source: Kho chứa lớn và 4 chỗ làm việc cho người vận chuyển
vi: Sức chứa kho lớn và 4 vị trí làm việc cho người khuân vác

# T_SANDBOX_SETTINGS_POPUP_DESASTERS_TOOLTIP
source: Khi hoạt động, các thảm họa đặc biệt, chẳng hạn như sét, tuyết lở, dịch hạch, hỏa hoạn, hạn hán hoặc động vật chết có thể xảy ra thường xuyên.
vi: Khi kích hoạt, các thảm họa đặc biệt, chẳng hạn như sét đánh, tuyết lở, dịch bệnh, hỏa hoạn, hạn hán hoặc động vật chết có thể xảy ra thường xuyên.

# T_SANDBOX_SETTINGS_POPUP_DLC_REQUIRED_NAME_TOOLTIP
source: Yêu cầu DLC: {DLC_NAME}
vi: Cần DLC: {DLC_NAME}

# T_SANDBOX_SETTINGS_POPUP_DLC_REQUIRED_TOOLTIP
source: Thiếu yêu cầu:
vi: Điều kiện tiên quyết bị thiếu:

# T_SANDBOX_SETTINGS_POPUP_STORY_EVENTS_TOOLTIP
source: Truyện ngắn là những sự kiện đặc biệt trong đó các quyết định được đưa ra cho thành phố và đôi khi có thể xảy ra những hậu quả nghiêm trọng cho diễn biến của trò chơi.
vi: Truyện ngắn là các sự kiện đặc biệt, trong đó các quyết định được đưa ra cho thành phố và có thể gây ra những hậu quả nghiêm trọng cho lối chơi.

# T_SANDBOX_SETTINGS_POPUP_TOWNNAME
source: Tên thị trấn
vi: Tên thành phố

# T_SANDBOX_SETTINGS_POPUP_TOWNNAME_RENAME
source: Đổi tên thị trấn của bạn!
vi: Đổi tên thành phố của bạn!

# T_SANDBOX_SETTINGS_RANDOM_TOWNNAME_01
source: Sheffield
vi: Giebelstadt

# T_SANDBOX_SETTINGS_RANDOM_TOWNNAME_02
source: Coningsby
vi: Ochsenfurt

# T_SANDBOX_SETTINGS_RANDOM_TOWNNAME_03
source: Glenchester
vi: Würzburg

# T_SANDBOX_SETTINGS_RANDOM_TOWNNAME_04
source: Wintervale
vi: Winterhausen

# T_SANDBOX_SETTINGS_RANDOM_TOWNNAME_05
source: Blackborough
vi: Blankenstein

# T_SANDBOX_SETTINGS_RANDOM_TOWNNAME_06
source: Yarlford
vi: Estenfeld

# T_SANDBOX_SETTINGS_RANDOM_TOWNNAME_07
source: Rochdale
vi: Rothenburg

# T_SANDBOX_SETTINGS_RANDOM_TOWNNAME_08
source: Hampton
vi: Reichenberg

# T_SANDBOX_SETTINGS_RANDOM_TOWNNAME_09
source: Mournstead
vi: Uffenheim

# T_SANDBOX_SETTINGS_RANDOM_TOWNNAME_10
source: Falmouth
vi: Eibelstadt

# T_SANDBOX_SNOWSTORM_TICKET_OLD
source: Bão tuyết: Các tòa nhà của bạn có thể bị hư hại do bão!
vi: Bão tuyết: Các tòa nhà của bạn có thể bị hư hại trong cơn bão!

# T_SANDBOX_THUNDERSTORM_TICKET
source: Giông bão trên thị trấn!
vi: Một cơn giông bão đang kéo đến ngôi làng!

# T_SANDBOX_THUNDERSTORM_TICKET_OLD
source: Giông bão: Sét có thể đánh trúng các tòa nhà!
vi: Bão giông: Sét có thể đánh vào các tòa nhà!

# T_SAVEGAMES_DELETE_SAVEGAME
source: Xóa bản lưu?
vi: Xóa lượt chơi đã lưu?

# T_SAVEGAMES_LOADING_FAILED
source: Không thể đọc bản lưu
vi: Không thể tải lượt chơi đã lưu

# T_SAVEGAMES_OVERWRITE_SAVEGAME
source: Không có ô lưu trống, vui lòng ghi đè lên một bản lưu đã lưu!
vi: Không có ô lưu trống, vui lòng ghi đè lên một lượt chơi đã lưu!

# T_SAVEGAMES_OVERWRITE_SAVEGAME_QUESTION
source: Ghi đè lên bản lưu đã chọn?
vi: Ghi đè lên lượt chơi đã chọn?

# T_SAVEGAMES_WARNING_PLEASEDELETE
source: Vui lòng giảm số lượng bản lưu đã lưu!
vi: Vui lòng giảm số lượng các lượt chơi đã lưu!

# T_SAVEGAMES_WARNING_SIZE
source: Tổng kích thước của các bản lưu:
vi: Tổng kích thước các lượt chơi đã lưu:

# T_SAVEGAMES_WARNING_SIZE_NEW
source: Tổng kích thước của các bản lưu: {mb} MB! Vui lòng giảm số lượng bản lưu đã lưu!
vi: Tổng kích thước của các lượt chơi đã lưu: {mb} MB! Vui lòng giảm số lượng các lượt chơi đã lưu!

# T_SCENARIO_2016_06_BANDIT_01_DESC
source: Vậy là ngươi định ăn cắp vàng của ta hả? Chà, ngươi sẽ thấy hậu quả. TUYẾT LỞ!
vi: Vậy là các ngươi muốn cướp vàng của ta, được thôi, hãy xem các ngươi nhận được gì nào. TUUUUUUUUYẾT LỞ!

# T_SCENARIO_2016_06_BANDIT_025_DESC
source: Muốn biết chuyện gì xảy ra với những kẻ không nghe lời không?! TUYẾT LỞ!
vi: Ai không muốn nghe thì phải chịu thôi! Vậy thì hãy cảm nhận xem TUUUUUUUUUYẾT LỞ là gì đi!

# T_SCENARIO_2016_06_BANDIT_02_DESC
source: Ngươi lấy bánh mì đó ở đâu vậy? Sao cũng được, ta cũng muốn một ít! Hay ngươi thích một trận tuyết lở khác?
vi: Các ngươi kiếm được bánh mì ở đâu vậy? Không quan trọng, ta cũng muốn có một ít! Hay là các ngươi muốn bị một trận tuyết lở khác?

# T_SCENARIO_2016_06_BANDIT_03_DESC
source: Ồ, một đống sắt lớn. Ta chắc chắn ngươi muốn làm một số công cụ từ nó cho ta.
vi: Đây là một lượng sắt lớn. Các ngươi chắc chắn có thể rèn cho ta một vài công cụ từ nó.

# T_SCENARIO_2016_06_BANDIT_04_DESC
source: Thật tiện lợi, ngươi đã nấu chảy vàng thành thỏi rồi. Ta đã nói với ngươi đó là vàng “của ta” và ta muốn lấy lại nó, ngay bây giờ! Ồ và tinh luyện chúng thêm một chút nữa, được chứ?
vi: Thật tiện lợi khi các ngươi đã chế biến quặng vàng thành thỏi. Ta đã nói với các ngươi rồi, đó là “vàng của ta”. Ta muốn lấy lại, ngay bây giờ! À, và hãy tinh chế nó thêm một chút nhé, được không?

# T_SCENARIO_2016_06_BANDIT_05_DESC
source: Ta đang nghĩ đến việc mua quần áo mới. Ngươi có cái nào vừa cỡ của ta không?
vi: Ta nghĩ rằng một ít quần áo mới sẽ không có hại đâu. Các ngươi có gì có kích cỡ của ta không?

# T_SCENARIO_2016_06_INTRO_01_DESC
source: Ít nhất tất cả dân làng đã có thể thoát khỏi trận tuyết lở, nhưng các tòa nhà bị tuyết lở tấn công đã bị phá hủy.
vi: Người dân vừa mới thoát khỏi trận tuyết lở. Tuy nhiên, tuyết lở đã làm hư hại các tòa nhà.

# T_SCENARIO_2016_06_MAIN_00_DESC
source: Việc giao hàng liên tục từ ngôi làng này đã dừng lại. Thống đốc, ta mong ngài giải quyết vấn đề này.
vi: Hàng hóa từ ngôi làng này không còn được giao đều đặn nữa. Thưa Thống đốc, tôi mong muốn các ngài sẽ xử lý việc này.

# T_SCENARIO_2016_06_MAIN_00_END
source: Mối đe dọa từ các trận tuyết lở không phải là vấn đề đối với ngài. Ta biết ta có thể tin cậy vào ngài, Thống đốc của ta.
vi: Các ngài đã kiểm soát mối đe dọa từ các trận tuyết lở một cách xuất sắc. Ta biết rằng ta có thể tin tưởng vào các ngài, thưa Thống đốc của ta.

# T_SCENARIO_2016_06_MAIN_00_NAME
source: Hoàn thành các nhiệm vụ chính và chăm sóc các mỏ.
vi: Hoàn thành các nhiệm vụ chính và chú ý đến các mỏ.

# T_SCENARIO_2016_06_QUEST_01_DESC
source: Trước tiên, chúng ta cần một xưởng cưa để xây dựng lại tất cả các tòa nhà của thị trấn.
vi: Để xây dựng lại các tòa nhà và ngôi làng, trước tiên chúng ta cần một xưởng cưa.

# T_SCENARIO_2016_06_QUEST_01_NAME
source: Xây dựng một xưởng cưa.
vi: Dựng một xưởng cưa.

# T_SCENARIO_2016_06_QUEST_02_DESC
source: Thưa Lãnh chúa, bất chấp nguy cơ tuyết lở, chúng ta phải bắt đầu lại việc sản xuất sắt và vàng. Nhà vua đang chờ một chuyến hàng lớn từ ngôi làng này.
vi: Thưa ngài, bất chấp các trận tuyết lở, chúng ta phải tiếp tục sản xuất sắt và vàng. Đức Vua đang mong đợi một chuyến hàng lớn từ làng của chúng ta.

# T_SCENARIO_2016_06_QUEST_02_NAME
source: Để thợ mỏ của ngài đào quặng sắt và vàng.
vi: Cho thợ mỏ đi khai thác vàng và sắt.

# T_SCENARIO_2016_06_QUEST_03_DESC
source: Một lò luyện kim hiệu quả hơn khi được đặt gần các mỏ, nhưng trong trường hợp tuyết lở, nó cũng sẽ bị hư hại. Thưa Lãnh chúa, hãy quyết định một cách khôn ngoan.
vi: Một lò luyện kim sẽ hoạt động hiệu quả hơn nếu nó được xây dựng gần các mỏ, nhưng nó cũng sẽ bị hư hỏng trong trường hợp xảy ra tuyết lở. Thưa ngài, cần một quyết định khôn ngoan.

# T_SCENARIO_2016_06_QUEST_04_DESC
source: Tuyệt vời, thưa Lãnh chúa. Nhà vua mong đợi một sự thay thế cho các chuyến hàng bị bỏ lỡ. Chúng ta nên cống nạp một khoản lớn.
vi: Tuyệt vời, thưa ngài. Đức Vua đang mong đợi được thay thế cho các chuyến hàng bị lỡ. Chúng ta nên nộp một cống phẩm hậu hĩnh.

# T_SCENARIO_2016_06_QUEST_04_NAME
source: Cống nạp cho Nhà vua.
vi: Nộp cống phẩm cho Đức Vua.
