Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_TUTORIAL_04_MINE_STARTED
source: Mỏ đá của chúng ta đã bị phá hủy bởi trận tuyết lở, nhưng có một mỏ quặng sắt ở phía đông thị trấn. Nó trông giống như một địa điểm tốt cho một mỏ mới.
vi: Mỏ đã bị sập do tuyết lở, thưa ngài. Vì chúng ta đã phát hiện ra một mỏ sắt ở phía đông của làng, nên đó sẽ là một địa điểm lý tưởng cho một mỏ mới.

# T_TUTORIAL_04_MINE_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Ngoài quặng sắt, mỏ này cũng có thể khai thác đá. Sau khi xây dựng, công nhân sẽ ngay lập tức bắt đầu khai thác quặng. Nhưng ngài cũng có thể ra lệnh cho anh ta khai thác đá.
vi: Rất tốt, thưa ngài. Mỏ này có thể khai thác cả quặng sắt và đá. Sau khi xây dựng xong, công nhân sẽ ngay lập tức bắt đầu khai thác quặng. Tuy nhiên, ngài cũng có thể giao nhiệm vụ cho anh ta khai thác đá.

# T_TUTORIAL_04_MINE_TITLE
source: Xây một mỏ trên mỏ quặng ở phía đông thị trấn.
vi: Xây dựng một mỏ tại mỏ quặng ở phía đông thành phố.

# T_TUTORIAL_04_START_NEXT_STARTED
source: ...chết tiệt... quán rượu mới của chúng ta... chuyện không diễn ra như kế hoạch...!?!
vi: Chết tiệt… quán trọ... ta đã không lên kế hoạch cho việc này…?!

# T_TUTORIAL_04_START_NEXT_SUCCESS
source: Để xây dựng lại quán rượu, chúng ta cần công cụ. Thật không may, nguồn cung cấp công cụ của chúng ta đã hoàn toàn cạn kiệt cho việc xây dựng quán rượu cũ.
vi: Để dựng một quán trọ mới, chúng ta cần công cụ. Tiếc là nguồn cung cấp của chúng ta đã bị dùng hết cho việc xây dựng quán trọ cũ rồi.

# T_TUTORIAL_04_TAVERN_STARTED
source: Thưa Lãnh chúa, cuối cùng chúng ta cũng có thể xây dựng lại quán rượu. Điều này sẽ làm tăng hạnh phúc chung của dân làng một cách đáng kể.
vi: Thưa ngài, cuối cùng chúng ta cũng có cơ hội để xây dựng lại quán trọ. Điều này sẽ tăng mức độ hài lòng chung trong làng một cách đáng kể.

# T_TUTORIAL_04_TAVERN_SUCCESS
source: Tuyệt vời, thưa Lãnh chúa. Thị trấn của chúng ta cuối cùng cũng có lại một quán rượu và dân làng có thể vui chơi ở đây sau giờ làm việc. Tất nhiên, quán rượu sẽ hiệu quả hơn rất nhiều nếu được cung cấp đồ uống như bia hoặc nước ép. Nhưng đang là mùa đông, vì vậy chúng ta không thể tự sản xuất bia hoặc nước ép. Nhưng chúng ta có thể mua tài nguyên tại chợ.
vi: Tuyệt vời. Ngôi làng của chúng ta cuối cùng đã có lại một quán trọ. Từ giờ trở đi, người dân có thể thưởng thức những thức uống hoặc nước ép nho ngon lành trong tòa nhà này.

# T_TUTORIAL_04_TAVERN_SUCCESS_02
source: Tất nhiên, quán rượu sẽ hiệu quả hơn rất nhiều nếu được cung cấp đồ uống như bia hoặc nước ép. Nhưng đang là mùa đông và chúng ta không thể trồng nho hay hoa bia. Nhưng chúng ta có thể mua chúng tại chợ.
vi: Tất nhiên, quán trọ sẽ hoạt động hiệu quả hơn nhiều nếu chúng ta cung cấp cho nó nước ép hoặc đồ uống, nhưng vào mùa đông chúng ta không thể trồng nho hay hoa bia. Tuy nhiên, chúng ta có thể mua một ít từ chợ.

# T_TUTORIAL_04_TOOLMAKER_STARTED
source: Bây giờ chúng ta có thể sản xuất than đá, chúng ta có thể sử dụng một xưởng rèn công cụ, thưa Lãnh chúa. Sau đó, chúng ta có thể tự sản xuất công cụ của mình và sẽ độc lập hơn.
vi: Giờ khi chúng ta đáp ứng được tất cả các điều kiện tiên quyết để sản xuất công cụ, chúng ta nên xem xét việc xây dựng một xưởng rèn công cụ. Điều này sẽ mang lại lợi ích rất lớn cho ngôi làng nhỏ bé của chúng ta.

# T_TUTORIAL_04_TOOLMAKER_SUCCESS
source: Tuyệt vời! Bây giờ chuỗi sản xuất công cụ của chúng ta đã hoàn chỉnh.
vi: Tuyệt vời, giờ chuỗi sản xuất công cụ của chúng ta đã hoàn thành!

# T_TUTORIAL_04_TOWNHOUSE_STARTED
source: Thưa Lãnh chúa! Một nhà phố đã bị phá hủy bởi trận tuyết lở. Chúng ta nên xây dựng lại nó sớm trước khi dân làng rời khỏi thị trấn.
vi: Thưa ngài! Một nhà ở đã bị phá hủy trong trận tuyết lở. Chúng ta nên nhanh chóng xây dựng lại nó trước khi người dân của chúng ta rời khỏi làng.

# T_TUTORIAL_04_TOWNHOUSE_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Bây giờ chúng ta có thể dành tâm trí cho việc tái thiết quán rượu.
vi: Rất tốt, thưa ngài. Giờ chúng ta có thể dành thời gian để xây dựng lại quán trọ.

# T_TUTORIAL_04_TOWNHOUSE_TITLE
source: Xây một nhà phố nhỏ hoặc lớn.
vi: Xây dựng một ngôi nhà ở nhỏ hoặc lớn.

# T_TUTORIAL_04_TRADE_CLOTHES_STARTED
source: Thưa Lãnh chúa, gia đình tôi đang rét cóng. Chúng tôi cần quần áo tốt hơn. Ngài có thể vui lòng gửi một ít quần áo đến nhà tôi không?
vi: Thưa ngài Thống đốc, gia đình của tôi đang bị lạnh cóng trong thời tiết lạnh giá này. Chúng tôi đang rất cần quần áo ấm. Ngài có thể vui lòng gửi quần áo mùa đông đến nhà của tôi được không?

# T_TUTORIAL_04_TRADE_CLOTHES_SUCCESS
source: Tôi thấy ngài có đủ quần áo cho chúng tôi trong kho. Đây, chúng tôi đã thu thập một số công cụ và tiền xu mà chúng tôi tiết kiệm được cho những lúc như thế này. Tôi cảm ơn ngài.
vi: Như tôi thấy, ngài đã có đủ quần áo cho gia đình của tôi. Đây, tôi đã thu thập được những công cụ và tiền xu này, cho những thời điểm như thế này. Cảm ơn vì sự giúp đỡ.

# T_TUTORIAL_04_WELCOME_SUCCESS
source: Thật là một ngày đẹp trời, thưa Lãnh chúa. Hơi lạnh nhưng khá đẹp. Cuối cùng, việc xây dựng quán rượu mới đã hoàn thành. Chúng ta hãy đến dự lễ khánh thành.
vi: Thật là một ngày tốt đẹp, thưa ngài Thống đốc. Có hơi lạnh nhưng vẫn rất đẹp. Chúng ta hãy đến dự lễ khánh thành quán trọ. Nó vừa mới được hoàn thành xong.

# T_TUTORIAL_05_ADVISOR_TALKS_01
source: Thưa Lãnh chúa, chúng ta nên cử ai đó theo dõi và do thám người đàn ông đó! Hắn ta rất đáng ngờ.
vi: Thưa Lãnh Chúa, chúng ta nên theo dõi người quý tộc và xem ông ta đang làm gì. Ông ta cư xử rất đáng ngờ.

# T_TUTORIAL_05_ADVISOR_TALKS_02
source: Tại sao ngài lại nhìn tôi một cách kỳ lạ như vậy, thưa Lãnh chúa?
vi: Sao ngài lại nhìn tôi kỳ lạ như vậy, thưa Lãnh Chúa?

# T_TUTORIAL_05_ADVISOR_TALKS_03
source: ...Ôi làm ơn... đừng lại là tôi, thưa Lãnh chúa! Ít nhất lần này tôi có thể có một loại cải trang nào đó không?
vi: ...ôi xin đừng... không phải là tôi nữa chứ, thưa ngài. Lần này ít nhất tôi có thể có một bộ đồ hóa trang không?

# T_TUTORIAL_05_ADVISOR_TALKS_04
source: Cái gì vậy? Một bộ trang phục động vật? Tôi sẽ không mặc nó... thật kinh tởm...
vi: Cái gì thế này? Một bộ đồ thú? Ta sẽ không mặc nó, thật là ghê tởm!

# T_TUTORIAL_05_ARMORY_CONV_01
source: Thưa Lãnh chúa! Không có kho vũ khí, chúng ta không thể sản xuất bất kỳ vũ khí hoặc áo giáp nào. Ngài nên ra lệnh xây dựng một kho vũ khí càng sớm càng tốt.
vi: Thưa ngài, nếu không có xưởng vũ khí, chúng ta sẽ không thể sản xuất trang bị cho binh lính hoặc giao hàng cho người quý tộc. Ngài nên cho xây dựng một xưởng vũ khí.

# T_TUTORIAL_05_BANDITS_SIGHTED
source: Thưa Lãnh chúa, trinh sát báo cáo rằng bọn cướp đang lang thang trong khu vực. Chúng ta nên thận trọng, chúng có thể tấn công thị trấn…
vi: Thưa ngài, trinh sát báo cáo về bọn cướp đã đến làng và tấn công một số thương nhân gần đó. Chúng ta nên thận trọng, bọn chúng có thể tấn công làng.

# T_TUTORIAL_05_BANDIT_ATTACK_01
source: Ngươi thực sự nghĩ rằng ta sẽ không phát hiện ra tên gián điệp ngu ngốc của ngươi trong bộ trang phục xấu xí đó sao, Thống đốc?
vi: Ngươi thực sự nghĩ rằng ta sẽ không phát hiện ra tay sai của các ngươi trong bộ đồ lố bịch đó, hả Thống đốc?

# T_TUTORIAL_05_BANDIT_ATTACK_02
source: Từ bây giờ, ta sẽ thỉnh thoảng ghé thăm thị trấn của ngươi. Để xem ngươi có hàng hóa nào dư thừa không…
vi: Từ giờ trở đi, ta sẽ đến thăm các ngươi thường xuyên hơn. Chắc hẳn các ngươi có một số hàng hóa muốn chia sẻ với ta, phải không?

# T_TUTORIAL_05_CARPENTER_SUCCESS_CONV_01
source: Rất tốt, thưa Lãnh chúa. Bây giờ thợ mộc sẽ chăm sóc tất cả các tòa nhà bị hư hỏng, miễn là có đủ tài nguyên.
vi: Rất tốt, thưa ngài. Giờ người thợ mộc sẽ chăm sóc các tòa nhà bị hư hại, miễn là anh ta có đủ tài nguyên để làm việc đó.

# T_TUTORIAL_05_COUNTDOWN_KNIGHT_ARRIVES_DESC
source: Nhà vua đã cử một đại diện đặc biệt đến thị trấn của ngài để điều tra vụ cướp trong kho bạc của thủ đô. Ngài hiện là nghi phạm chính.
vi: Đức Vua đã gửi một nhà điều tra đặc biệt đến làng của ngài để tìm hiểu chuyện gì đã xảy ra với số vàng đã mất tích. Ngài hiện là nghi phạm chính.

# T_TUTORIAL_05_COUNTDOWN_KNIGHT_ARRIVES_TITLE
source: Đại diện của Nhà vua sẽ sớm đến.
vi: Quân đội của Đức Vua sẽ đến làng trong thời gian ngắn.

# T_TUTORIAL_05_GEOLOGIST_ASSIGN
source: Để giao nhà địa chất cho mỏ, hãy chọn kính lúp.
vi: Chọn biểu tượng kính lúp để nhà địa chất lấp đầy lại trữ lượng ở mỏ.

# T_TUTORIAL_05_HERB_GARDEN_CONV
source: Thưa Lãnh chúa, tôi có thể chế tạo một ít đồ ngụy trang bằng cỏ dại cho việc cải trang, nhưng tôi cần một vườn thảo dược gần trang trại của mình để làm điều đó.
vi: Thưa ngài, tôi có thể tạo ra một số vật liệu cho việc hóa trang. Nhưng để làm được điều đó, tôi cần một khu vườn thảo dược gần trang trại của mình.

# T_TUTORIAL_05_HERB_GARDEN_DESC
source: Để thu hoạch thảo dược, cần có một vườn thảo dược. Thảo dược có thể được thu hoạch bởi một nông dân. Nên xây dựng vườn thảo dược bên cạnh một trang trại.
vi: Để thu hoạch thảo mộc, cần có một khu vườn thảo dược. Thảo mộc có thể được thu hoạch bởi một nông dân. Sẽ rất khôn ngoan nếu đặt khu vườn thảo dược gần một trang trại.

# T_TUTORIAL_05_HERB_GARDEN_TITLE
source: Xây một vườn thảo dược.
vi: Dựng một vườn thảo dược.

# T_TUTORIAL_05_INVESTIGATION_DISGUISE_DESC
source: Để chế tạo một bộ cải trang hữu ích cho cố vấn, ngài phải tìm một ít da và một ít cỏ dại để ngụy trang cho ông ta. Một ít quần áo làm lớp lót đầu tiên cũng tốt.
vi: Để tạo ra một bộ hóa trang hữu ích, chúng ta cần các nguyên liệu thô tương ứng. Một ít da thuộc và một số thảo mộc để ngụy trang, và một ít quần áo để làm áo lót.

# T_TUTORIAL_05_INVESTIGATION_DISGUISE_TITLE
source: Chế tạo đồ cải trang.
vi: Làm một bộ đồ hóa trang.

# T_TUTORIAL_05_KNIGHT_02_CONV_01
source: Thống đốc! Ta cần một cái nhìn tốt hơn về thị trấn và các khu rừng xung quanh, phòng trường hợp bọn cướp tấn công lần nữa. Nhanh lên, đây là mệnh lệnh!
vi: Thưa Thống đốc! Tôi cần một cái nhìn tổng quan tốt hơn về thành phố. Điều vô cùng quan trọng là chúng ta phải để mắt đến các khu rừng xung quanh trong trường hợp bọn cướp quay lại. Nhanh lên, đây là một mệnh lệnh!

# T_TUTORIAL_05_KNIGHT_02_CONV_02
source: Tuyệt vời, Thống đốc. Bây giờ ta có thể bao quát toàn bộ thị trấn và vùng phụ cận.
vi: Xuất sắc, thưa Lãnh Chúa. Từ tháp canh này, tôi có thể nhìn ra rất xa ở mọi hướng.

# T_TUTORIAL_05_KNIGHT_02_CONV_03
source: Ngài nên luôn giữ cho các tháp canh của mình có người và được cung cấp bởi doanh trại để bảo vệ làng một cách hiệu quả.
vi: Các ngài nên chú ý chỉ xây tháp canh trong phạm vi hoạt động của doanh trại để binh lính trong tháp canh có thể được cung cấp lương thực.

# T_TUTORIAL_05_KNIGHT_02_CONV_04
source: Thưa Lãnh chúa! Một số người khả nghi đã bị phát hiện gần thị trấn. Có thể là bọn cướp!
vi: Thưa ngài! Một số người lạ mặt đang xuất hiện gần làng. Có lẽ đó là bọn cướp.

# T_TUTORIAL_05_KNIGHT_02_DESC
source: Hiệp sĩ yêu cầu một cái nhìn tốt về khu vực xung quanh. Nên xây dựng một tháp canh. Điều này sẽ đảm bảo rằng chúng ta có ít nhất một số lính canh bảo vệ thị trấn.
vi: Hiệp sĩ đang yêu cầu một cái nhìn tốt hơn về khu vực xung quanh. Một tháp canh nên được xây dựng cho việc đó. Điều này sẽ đảm bảo rằng một số binh lính đang canh gác thành phố.

# T_TUTORIAL_05_KNIGHT_03_CONV_02
source: Bọn cướp đang cướp phá các tòa nhà của chúng ta, thưa Lãnh chúa! Chúng ta không có khả năng phòng thủ…
vi: Bọn cướp đang cướp phá các tòa nhà của chúng ta, thưa ngài! Chúng ta không có khả năng tự vệ…

# T_TUTORIAL_05_KNIGHT_03_DESC
source: Thị trấn đang bị bọn cướp tấn công. Ngài phải chống lại những kẻ tấn công. Xây thêm tháp canh và giao thêm binh lính để cải thiện cơ hội chiến thắng của ngài.
vi: Ngôi làng đang bị bọn cướp tấn công. Ngài phải lo liệu hệ thống phòng thủ. Hãy xây dựng thêm các tháp canh và chỉ định thêm binh lính để tăng cơ hội đánh đuổi quân tấn công.

# T_TUTORIAL_05_KNIGHT_03_TITLE
source: Chống lại những kẻ tấn công.
vi: Đánh đuổi quân tấn công!

# T_TUTORIAL_05_KNIGHT_ARRIVES_CONV_01
source: Chào buổi sáng, Thống đốc. Ta được Nhà vua cử đến để bắt giữ ngươi. Ngươi bị buộc tội ăn cắp tiền xu của đức vua. Ngươi nói gì để bào chữa?
vi: Chào buổi sáng, thưa Thống đốc. Tôi đến làng của các ngài theo lệnh của Đức Vua và mang theo một lệnh bắt giữ. Ngài đang bị nghi ngờ ăn cắp vàng của Đức Vua. Ngài nói gì về cáo buộc này?

# T_TUTORIAL_05_KNIGHT_ARRIVES_CONV_02
source: Thống đốc không liên quan gì đến việc này, tôi thề. Chúng tôi bị gài bẫy. Chắc chắn là ai đó khác.
vi: Thưa Thống đốc,...chúng ta…không liên quan gì đến vụ cướp này cả! Chúng ta đã bị buộc tội một cách oan uổng! Chắc chắn là ai đó khác đã làm!

# T_TUTORIAL_05_KNIGHT_ARRIVES_CONV_03
source: Ngươi thực sự nghĩ rằng ta sẽ tin vào những điều vô nghĩa này sao? Một quý tộc có uy tín và là anh trai của chị dâu Nhà vua báo cáo đã nhìn thấy ngươi và cố vấn của ngươi phạm tội.
vi: Các ngươi có thực sự nghĩ rằng ta sẽ tin vào sự vô lý này không? Một quý tộc danh giá và là anh rể của Đức Vua đã chứng kiến các ngươi trong hành động đó và đã báo cáo lại sự việc.

# T_TUTORIAL_05_KNIGHT_ARRIVES_CONV_04
source: Chúng tôi sẽ chứng minh rằng chúng tôi vô tội! Phải không, thưa Lãnh chúa?
vi: Chúng ta sẽ chứng minh rằng chúng ta không liên quan gì đến vụ cướp này! Đúng chứ, thưa ngài?

# T_TUTORIAL_05_KNIGHT_ARRIVES_CONV_05
source: Im lặng! Ta sẽ không nghe bất cứ điều gì trong số này. Hiện tại, ta sẽ dựng trại trong làng của ngươi. Ngươi có doanh trại nào trong thị trấn mà ta có thể sử dụng làm trung tâm chỉ huy không?
vi: Im lặng! Ta sẽ không nghe thêm nữa. Trước hết, ta sẽ cần một sở chỉ huy trong làng của các ngươi. Các ngươi có doanh trại ở đây không?

# T_TUTORIAL_05_KNIGHT_ARRIVES_SUCCESS_01
source: Tuyệt vời, Thống đốc. Bây giờ người của ta có một căn cứ hoạt động trong thị trấn của ngươi và ngươi có thể huấn luyện lính canh thị trấn của mình.
vi: Rất tốt, thưa Thống đốc. Giờ thì người của tôi và tôi có thể sử dụng doanh trại và đồng thời các ngài có thể xây dựng đội lính canh thành phố của mình.

# T_TUTORIAL_05_KNIGHT_ARRIVES_SUCCESS_02
source: Bây giờ chúng ta có thể tập trung giải quyết vấn đề hiện tại. Số vàng bị mất từ kho bạc của Nhà vua và việc phòng thủ ngôi làng này.
vi: Từ giờ trở đi, chúng ta có thể bắt tay vào việc làm rõ toàn bộ vụ việc về số vàng đó. Tất nhiên, chúng ta cũng nên chú ý đến lũ cướp phiền phức đó.

# T_TUTORIAL_05_MAINQUEST_DESC
source: Quý tộc lại quay lại, yêu cầu tiền và hàng hóa. Ngài phải giải quyết vấn đề trước khi mọi thứ vượt khỏi tầm kiểm soát!
vi: Và rồi người quý tộc lại xuất hiện trong làng và yêu cầu tiền bạc và hàng hóa. Tình huống này phải được kiểm soát càng sớm càng tốt.

# T_TUTORIAL_05_MAINQUEST_OBJECTIVE_01
source: Tìm hiểu xem quý tộc đang làm gì.
vi: Tìm hiểu xem người quý tộc định làm gì.

# T_TUTORIAL_05_MAINQUEST_STARTED
source: Chuyện này đã kéo dài đủ lâu rồi, thưa Lãnh chúa. Nếu chúng ta không xử lý tên quý tộc đó, tình hình sẽ nhanh chóng leo thang!
vi: Cuộc tống tiền này đã diễn ra quá lâu rồi, thưa ngài. Nếu chúng ta không giải quyết vụ việc với người quý tộc này sớm, thì toàn bộ tình hình sẽ vượt quá tầm kiểm soát!

# T_TUTORIAL_05_MAINQUEST_SURVIVE_DESC
source: Hiệp sĩ đã kêu gọi quân tiếp viện, nhưng lính canh thị trấn phải cầm chân những kẻ tấn công cho đến khi quân đội của Nhà vua đến.
vi: Hiệp sĩ đã yêu cầu tăng viện, nhưng lính canh thành phố phải đẩy lùi bọn cướp cho đến khi binh lính của Đức Vua đến được làng.

# T_TUTORIAL_05_MAINQUEST_SURVIVE_STARTED
source: Thống đốc, ta đã gửi lời đến Nhà vua để xin quân tiếp viện. Nhưng việc này sẽ mất một thời gian. Cho đến lúc đó, chúng ta phải bảo vệ làng bằng mọi giá.
vi: Thưa Thống đốc, tôi đã gửi một thông điệp cho Đức Vua để có thêm binh lính. Tuy nhiên, sẽ mất một thời gian. Cho đến lúc đó, chúng ta phải bảo vệ ngôi làng bằng mọi giá.

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_01
source: Chúng ta đã làm được, Thống đốc! Các cuộc tấn công của bọn cướp đang dừng lại. Chúng đang rút lui…
vi: Chúng ta đã làm được rồi, thưa Thống đốc! Các cuộc tấn công của bọn cướp đang dần lắng xuống. Chúng đang rút lui.

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_02
source: Thưa Lãnh chúa, lính canh thị trấn đã tìm thấy quý tộc đang ẩn náu gần lâu đài. Tôi nghĩ ông ta muốn nói điều gì đó với ngài.
vi: Thưa ngài, chúng ta đã tìm thấy người quý tộc. Ông ta đã trốn ở gần lâu đài. Tôi nghĩ rằng ông ta có một số điều cần phải nói với chúng ta.

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_03
source: Thống đốc, cảm ơn ngài đã đánh bại những kẻ tấn công. Chúng ta không gặp nguy hiểm thực sự nào, phải không?
vi: Thưa Thống đốc! Cảm ơn ngài đã đẩy lùi các cuộc tấn công của bọn cướp. Chúng ta đã không thực sự gặp nguy hiểm, phải không?

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_04
source: Hãy cho chúng tôi biết tại sao ngươi lại bị nhìn thấy gặp gỡ bọn cướp. NGAY BÂY GIỜ!
vi: Hãy giải thích đi! Hãy kể cho chúng tôi nghe tại sao các ngươi lại giao du với những kẻ vô lại này. Ngay lập tức!

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_05
source: Được rồi… Ta đã phạm sai lầm vài tháng trước.
vi: Thôi được rồi... Ta đã mắc một vài sai lầm cách đây vài tháng.

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_06
source: Ta đã ở trong một sòng bạc ở thủ đô, nơi ta lần đầu gặp Chúa tể Cướp. Ta không biết hắn là ai cho đến khi ta thua rất nhiều tiền trong một trò chơi xúc xắc với hắn.
vi: Ta đã ở trong một sòng bạc tồi tàn ở thủ đô. Ở đó, ta đã gặp Lãnh Chúa Cướp Biển lần đầu tiên. Ta đã không biết ông ta là ai, cho đến khi ta mất rất nhiều tiền vào một trò chơi xúc xắc.

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_07
source: Nói tóm lại… Cuối cùng, ta nợ nần chồng chất và sau đó hắn bắt đầu tống tiền ta để ăn cắp vàng của Nhà vua từ kho bạc.
vi: Tóm lại... Cuối cùng thì ta cũng mắc nợ rất nhiều. Ông ta đã bắt đầu tống tiền ta. Ban đầu chỉ là những món đồ nhỏ nhặt, nhưng sau đó ông ta muốn vàng từ kho bạc của Đức Vua...

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_08
source: Và sau đó ngươi đổ tội cho Thống đốc đã ăn cắp vàng?
vi: Và rồi các ngươi đã buộc tội Thống đốc rằng ông ta đã đánh cắp vàng?

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_09
source: Thật dễ dàng. Quan Thị vệ trưởng là bạn cũ của ta và ta đã khiến Thống đốc bị điều chuyển đến cái xó xỉnh này.
vi: Thật dễ dàng để làm việc đó. Người quản lý cấp cao nhất của triều đình là một người bạn tốt của ta. Ta đã nói với ông ta rằng ta đã thấy Thống đốc ở đó vào đêm đó và đã thuyết phục người quản lý đưa ông ta đến ngôi làng tồi tàn này.

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_10
source: Đừng có dám nói như vậy về ngôi làng nhỏ của chúng tôi. Vậy ra chính ngươi đã gài bẫy Thống đốc cao quý. Thật đáng xấu hổ!
vi: Đừng nói xấu thành phố xinh đẹp của chúng ta như vậy! Vậy là ngươi đã làm và dám buộc tội Thống đốc cao quý của chúng ta. Thật đáng xấu hổ!

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_11
source: Mỗi ngày trôi qua, bọn cướp càng muốn nhiều hơn. Cuối cùng, chúng yêu cầu vũ khí và áo giáp… và ta đã giao, với sự giúp đỡ của Thống đốc quý giá của ngươi.
vi: Ngày qua ngày, bọn cướp càng muốn nhiều hơn. Cuối cùng thì chúng muốn cả vũ khí và trang bị. Vì vậy, ta đã cung cấp. Thậm chí Thống đốc tuyệt vời của các ngươi cũng đã giúp đỡ chuyện này.

# T_TUTORIAL_05_MAINQUEST_SURVIVE_SUCCESS_12
source: Chúng ta phải chấm dứt sự điên rồ này! Tìm ra trại mà bọn cướp đang hoạt động phải là ưu tiên hàng đầu của chúng ta.
vi: Chúng ta phải chấm dứt việc này ngay lập tức. Trại cướp này cần phải được tìm thấy. Đó nên là ưu tiên hàng đầu!

# T_TUTORIAL_05_MAINQUEST_SURVIVE_TITLE_02
source: Cố gắng lên
vi: Cố gắng giữ vững.

# T_TUTORIAL_05_MAINQUEST_TITLE
source: Xử lý tình huống với quý tộc.
vi: Giải quyết tình huống với người quý tộc.

# T_TUTORIAL_05_MILITARY_EXPLANATIONS
source: Chúng ta chỉ có thể ngăn chặn các cuộc tấn công này khi chúng ta xây dựng một đội lính canh thị trấn!
vi: Chúng ta chỉ có thể ngăn chặn các cuộc tấn công này nếu chúng ta xây dựng lực lượng dân quân!

# T_TUTORIAL_05_NEW_DEAL_CONV_01
source: Thống đốc, ta có một thỏa thuận mà ngươi không thể từ chối! Gửi cho ta vũ khí và áo giáp! Nhanh lên!
vi: Thưa Thống đốc, tôi có một giao dịch mà ngài không thể từ chối. Ta cần một xe vũ khí và áo giáp.

# T_TUTORIAL_05_NEW_DEAL_CONV_01B
source: Ngươi gãi lưng cho ta và ta gãi lưng cho ngươi, phải không? Ta sẽ nói tốt cho ngươi với binh lính của Nhà vua. Ngươi nghĩ sao?
vi: Một tay rửa tay mà, phải không? Ngài giúp ta, và ta sẽ nói tốt cho ngài với quân đội của Đức Vua. Ngài thấy sao?

# T_TUTORIAL_05_NEW_DEAL_CONV_02
source: Tuyệt vời! Bây giờ đưa hàng hóa cho ta. Ta cần giao chúng sớm!
vi: Xuất sắc! Giờ hãy đưa hàng hóa cho ta, ta phải nhanh chóng giao chúng đi!

# T_TUTORIAL_05_NEW_DEAL_DESC
source: Quý tộc đề xuất một thỏa thuận mới. Ông ta sẽ nói tốt cho ngài với đại diện của Nhà vua, nếu ngài gửi cho ông ta một lô vũ khí và áo giáp.
vi: Người quý tộc đã đề nghị một cuộc giao dịch khác. Ông ta sẽ nói tốt cho Thống đốc tại triều đình nếu chúng ta cung cấp cho ông ta một xe vũ khí và áo giáp.

# T_TUTORIAL_05_NOBLEMAN_MONEY_CONV_01
source: Chào ngày mới, Thống đốc. Thật là một ngày tuyệt vời, phải không?! Ta muốn nhắc nhở ngươi rằng một khoản thanh toán khác sắp đến hạn, tất nhiên là để ta giữ im lặng.
vi: Chào buổi sáng, thưa Thống đốc. Thật là một ngày tuyệt vời, phải không? Tôi muốn nhắc ngài rằng đã đến hạn phải thanh toán lần nữa rồi. Tất nhiên là chỉ để đảm bảo sự im lặng của tôi thôi.

# T_TUTORIAL_05_NOBLEMAN_MONEY_CONV_02
source: Và ngươi nên nhanh lên! Một nhóm binh lính đang trên đường đến. Họ đang tìm kiếm số vàng bị mất từ kho bạc của Nhà vua, Thống đốc! Vì lợi ích của ngươi, ta hy vọng họ sẽ không tìm thấy ngươi ở đây.
vi: Ngài nên nhanh lên! Một nhóm binh lính đang trên đường đến đây. Họ đang tìm kiếm vàng của Đức Vua. Nếu tôi là ngài, thì tôi sẽ hy vọng rằng họ sẽ không tìm thấy ngài ở đây.

# T_TUTORIAL_05_NOBLEMAN_MONEY_CONV_03
source: Bây giờ đưa nó đây. Ta sẽ tiêu số tiền đó rất khôn ngoan, Thống đốc! Nhanh lên, ta không có thời gian. Ta có một cuộc họp quan trọng…
vi: Giờ thì đưa nó cho ta. Đương nhiên, ta sẽ chi tiêu số tiền đó cho những việc có ý nghĩa, thưa Thống đốc. Nhanh lên, ta sắp có một cuộc họp quan trọng rồi.

# T_TUTORIAL_05_NOBLEMAN_MONEY_CONV_04
source: Sao ngươi dám không trả tiền cho ta, Thống đốc! Điều này sẽ có hậu quả, ta đảm bảo với ngươi… Bây giờ tránh đường cho ta, ta có một cuộc họp quan trọng phải tham dự!
vi: Sao các ngươi dám không trả tiền! Chuyện này sẽ có hậu quả đấy, ta hứa với các ngươi điều đó. Giờ thì hãy tránh xa mắt ta ra, ta có một cuộc hẹn!

# T_TUTORIAL_05_NOBLEMAN_MONEY_DESC
source: Quý tộc lại yêu cầu tiền. Hắn đang đe dọa chúng ta bằng sự xuất hiện của một số điều tra viên của Nhà vua đang tìm kiếm số vàng bị đánh cắp.
vi: Người quý tộc yêu cầu chúng ta thanh toán lần nữa. Ông ta đe dọa sẽ báo cho người điều tra, người đang tìm kiếm vàng của Đức Vua.

# T_TUTORIAL_05_NOBLEMAN_MONEY_TITLE
source: Trả tiền cho quý tộc.
vi: Trả tiền cho người quý tộc.

# T_TUTORIAL_05_REPAIR_TOWN_CONV_01
source: Bây giờ thợ mộc sẽ sửa chữa các tòa nhà bị hư hỏng, miễn là anh ta có đủ tài nguyên, thưa Lãnh chúa.
vi: Giờ thì thợ mộc sẽ chăm sóc các tòa nhà bị hư hại, miễn là anh ta có đủ tài nguyên cho việc đó.

# T_TUTORIAL_05_REPAIR_TOWN_DESC
source: Ít nhất các tòa nhà quan trọng nhất trong thị trấn nên được sửa chữa càng sớm càng tốt, thưa Lãnh chúa.
vi: Ít nhất thì những tòa nhà quan trọng nhất cũng nên được sửa chữa nhanh chóng, thưa ngài.

# T_TUTORIAL_05_REPAIR_TOWN_SUCCESS
source: Rất tốt, thưa Lãnh chúa. Thợ mộc báo cáo tất cả các tòa nhà quan trọng đã được sửa chữa.
vi: Rất tốt, thưa ngài. Thợ mộc báo cáo rằng tất cả các tòa nhà quan trọng hiện đã được sửa chữa.

# T_TUTORIAL_05_REPAIR_TOWN_TITLE
source: Sửa chữa các tòa nhà quan trọng nhất trong thị trấn.
vi: Sửa chữa các tòa nhà quan trọng nhất trong làng.

# T_TUTORIAL_05_START_2_CONV_01
source: Bằng cách này, chúng ta có thể tập trung vào các nhiệm vụ sắp tới.
vi: Bằng cách này, chúng ta có thể tập trung toàn bộ vào các nhiệm vụ sắp tới.
