Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_QUEST_BAKERY_ON_FIRE_CONSEQUENCE_003_01
source: Thần rất tiếc khi thấy ngài thờ ơ với người dân của mình như vậy, Thống đốc.
vi: Tôi cảm thấy bất an khi ngài không quan tâm đến người dân của mình, thưa Thống đốc.

# T_GAME_QUEST_BAKERY_ON_FIRE_CONSEQUENCE_003_02
source: Tinh thần của dân làng đã giảm sút do hành động của ngài. Họ sẽ kém năng suất hơn.
vi: Tinh thần của dân làng đã giảm đi do hành động của ngài. Họ sẽ kém năng suất hơn.

# T_GAME_QUEST_BAKERY_ON_FIRE_DESC
source: Thưa ngài! Thật kinh khủng. Thợ làm bánh đã trữ quá nhiều gỗ gần lò và lò bánh mì đã bốc cháy! Ngọn lửa đã lan sang các tòa nhà gần đó và người dân rất tức giận với tên thợ làm bánh này. Chúng ta nên làm gì?
vi: Thưa ngài! Thật khủng khiếp! Người thợ làm bánh đã cất quá nhiều gỗ gần lò nướng và tiệm bánh đã bốc cháy! Ngọn lửa đã lan sang các tòa nhà lân cận và người dân đang rất tức giận với người thợ làm bánh này. Chúng ta nên làm gì?

# T_GAME_QUEST_BAKERY_ON_FIRE_EXPLAIN_MONEY_001
source: Cung cấp hỗ trợ tài chính cho dân làng để phục hồi sau sự cố này.
vi: Hỗ trợ tài chính cho dân làng để họ có thể nhanh chóng phục hồi.

# T_GAME_QUEST_BAKERY_ON_FIRE_TITLE
source: Lò bánh mì bốc cháy
vi: Hỏa hoạn trong tiệm bánh

# T_GAME_QUEST_BANDIT_ATTACK_WARNING
source: Bọn cướp đã được phát hiện trong khu vực, thưa Lãnh chúa!
vi: Bọn cướp đã bị phát hiện trong khu vực, thưa ngài!

# T_GAME_QUEST_BOARDGAME_001_END_001
source: Xin chúc mừng thưa ngài, chúng ta có thể chuyển sang bước tiếp theo! Thần đã đặt một thông báo và ba nhà thiết kế trò chơi hiện đang phục vụ chúng ta. Mỗi người chuyên về một loại trò chơi.
vi: Chúc mừng ngài, chúng ta có thể chuyển sang bước tiếp theo! Tôi đã đưa ra thông báo và ba nhà phát triển trò chơi hiện đang sẵn sàng cho chúng ta. Mỗi người trong số họ đều chuyên về một loại trò chơi cụ thể.

# T_GAME_QUEST_BOARDGAME_001_STARTED_001
source: À, thần hiểu rồi thưa ngài, ngài muốn sử dụng những tài nguyên này để làm xúc xắc và các công cụ khác. Đó là một ý tưởng tuyệt vời! Hãy bắt đầu bằng cách thu thập các tài nguyên chúng ta cần.
vi: À, tôi hiểu thưa ngài, ngài muốn sử dụng những tài nguyên này để tạo ra xúc xắc và các công cụ khác. Đó là một ý tưởng tuyệt vời! Chúng ta hãy bắt đầu thu thập các tài nguyên cần thiết.

# T_GAME_QUEST_BOARDGAME_002_END_002
source: Với đội ngũ tốt đẹp này, chúng ta có thể bắt đầu chuẩn bị địa điểm một cách yên tâm!
vi: Với một đội ngũ giỏi như thế này, chúng ta có thể bắt đầu chuẩn bị địa điểm một cách lương thiện!

# T_GAME_QUEST_BOARDGAME_002_GD_001
source: Thưa ngài, thần rất vui khi được trở thành một phần của đội ngũ của ngài. Thần là chuyên gia về trò chơi chiến lược.
vi: Thưa ngài, tôi rất vui khi được tham gia vào nhóm. Tôi là một chuyên gia về game chiến thuật.

# T_GAME_QUEST_BOARDGAME_002_GD_002
source: Còn thần, thần là chuyên gia về trò chơi giải đố. Thần có thể tạo ra một căn phòng đầy những câu đố khác nhau, cư dân sẽ phải thoát ra trong một thời gian nhất định.
vi: Còn tôi thì là một chuyên gia về game giải đố. Tôi có thể tạo cho bạn một căn phòng chứa đầy các câu đố khác nhau mà cư dân sẽ phải thoát ra trong một khoảng thời gian nhất định.

# T_GAME_QUEST_BOARDGAME_002_GD_003
source: Về phần thần, thần là một người kỳ cựu trong trò chơi bài. Chúng sẽ dành cho mọi lứa tuổi, hãy chắc chắn!
vi: Tôi là một cựu chiến binh trong trò chơi bài. Chúng sẽ dành cho mọi lứa tuổi, nhưng chắc chắn đấy!

# T_GAME_QUEST_BOARDGAME_DO_NOTHING_001
source: Thưa ngài, dân chúng đang nổi dậy! Đó là một cuộc nội chiến thực sự đang diễn ra trên vùng đất của chúng ta!
vi: Thưa bệ hạ, người dân đang nổi dậy! Đó là một cuộc nội chiến thực sự đang diễn ra trên đất nước của chúng ta!

# T_GAME_QUEST_BOARDGAME_DO_NOTHING_002
source: Chúng ta đã mất một thời gian để thấy dân chúng bình tĩnh lại. Nếu tình huống này xảy ra lần nữa, hãy cẩn thận với những quyết định ngài đưa ra, thưa ngài. Nếu chúng ta có thể tránh một cuộc nội chiến khác...
vi: Phải mất một thời gian để người dân bình tĩnh trở lại. Nếu tình huống này xảy ra lần nữa, hãy cẩn thận với các quyết định mà ngài đưa ra, thưa ngài. Nếu chúng ta có thể tránh được một cuộc nội chiến khác…

# T_GAME_QUEST_BOARDGAME_DO_NOTHING_003
source: Thưa ngài, cuộc nổi dậy vẫn đang gầm rú! Thật là một quyết định khủng khiếp ngài đã đưa ra!
vi: Thưa bệ hạ, đám đông vẫn đang hoành hành! Quyết định của ngài thật khủng khiếp!

# T_GAME_QUEST_BOARDGAME_FIRE_001
source: Những người lính của ngài đã phải chịu sự xấu hổ của cuộc đời họ. Một số thậm chí không thể nhìn mình trong gương. Một trong số họ, thủ lĩnh của nhóm, đã quyết định trả thù cư dân. Một trong những gián điệp của ngài đã thông báo cho ngài ngay lập tức. Ngài muốn làm gì?
vi: Binh lính của ngài đã phải chịu nỗi ô nhục của cuộc đời họ. Một số người thậm chí còn không thể nhìn vào gương. Một trong số họ, trưởng nhóm, đã quyết định trả thù cư dân. Một trong những gián điệp của ngài đã thông báo ngay cho ngài. Ngài muốn làm gì?

# T_GAME_QUEST_BOARDGAME_FIRE_004
source: Thưa ngài, trước khi chúng ta xử lý những người lính này, chúng ta phải dập tắt đám cháy!
vi: Thưa bệ hạ, trước khi chúng ta chăm sóc những người lính này, chúng ta cần phải dập lửa!

# T_GAME_QUEST_BOARDGAME_FIRE_005
source: Bây giờ thành phố đã được cứu khỏi những đám cháy này, hãy để chúng ta xử lý những người lính này.
vi: Bây giờ chúng ta đã cứu thành phố khỏi những đám cháy này, chúng ta nên chăm sóc những người lính này.

# T_GAME_QUEST_BOARDGAME_REVOLT_001
source: Dân làng không ủng hộ quyết định ngài đã đưa ra và đã quyết định tự mình thực thi luật pháp. Họ buộc lính canh phải đi giày chuông và đội mũ xấu hổ. Bây giờ họ phải đi vòng quanh thành phố trong bộ trang phục này. Một số người đang ném cà chua vào họ. Chúng ta có nên làm gì đó không?
vi: Dân làng không hài lòng với quyết định của ngài và đã quyết định tự mình thực thi pháp luật. Họ đã buộc lính canh phải đi giày chuông và đội mũ lừa. Giờ đây, họ phải diễu hành trong thành phố với bộ trang phục này. Một số người đang ném cà chua vào họ. Chúng ta có nên làm gì đó về điều này không?

# T_GAME_QUEST_BOARDGAME_REVOLT_SOLDIERS_001
source: Sau khi cân nhắc một lúc với cố vấn của ngài, ngài đang đối mặt với hai giải pháp. Gửi những người lính của ngài đến các thuyền chiến để trừng phạt họ không chỉ vì không giữ vị trí mà còn vì đốt phá. Hoặc đưa họ vào phục vụ cộng đồng…
vi: Sau một cuộc trò chuyện ngắn với cố vấn của ngài, ngài đang đứng trước hai giải pháp. Gửi binh lính của ngài đến khu thuyền buồm để trừng phạt họ, không chỉ vì họ không giữ vị trí của mình, mà còn vì họ đã gây ra hỏa hoạn. Hoặc đưa họ đi phục vụ dân sự…

# T_GAME_QUEST_BOARDGAME_REVOLT_SOLDIERS_002
source: Thuyền chiến.
vi: Khu thuyền buồm.

# T_GAME_QUEST_BOARDGAME_REVOLT_SOLDIERS_003
source: Phục vụ cộng đồng.
vi: Phục vụ dân sự.

# T_GAME_QUEST_BOARDGAME_REVOLT_SOLDIERS_004
source: Với trái tim nặng trĩu, ngài quyết định gửi những người lính của mình đến thuyền chiến. Rốt cuộc, họ phải làm gương, nếu không tin đồn có thể lan truyền rằng ngài không có thẩm quyền.
vi: Với trái tim nặng trĩu, ngài quyết định gửi binh lính của mình đến khu thuyền buồm. Suy cho cùng, họ phải làm gương tốt, nếu không có thể có tin đồn lan truyền rằng ngài không có thẩm quyền.

# T_GAME_QUEST_BOARDGAME_REVOLT_SOLDIERS_005
source: Những người lính của ngài đã trở về. Chuyến đi biển không tự nguyện nhỏ này đã đưa tâm trí họ trở lại đúng chỗ.
vi: Binh lính của ngài đã trở lại. Thời gian lưu trú ngoài ý muốn ngắn ngủi này trên biển đã đưa họ trở lại đúng vị trí của họ.

# T_GAME_QUEST_BOARDGAME_REVOLT_SOLDIERS_006
source: Rốt cuộc, tại sao không làm cho mọi thứ trở nên hữu ích và thú vị? Nhờ những người lính, lực lượng lao động sẽ năng suất hơn trong một thời gian.
vi: Tại sao không làm cho mọi thứ hữu ích và dễ chịu? Nhờ có binh lính, công nhân sẽ làm việc hiệu quả hơn trong một thời gian.

# T_GAME_QUEST_BOARDGAME_REVOLT_SOLDIERS_007
source: Mọi điều tốt đẹp đều có hồi kết. Những người lính đã trả nợ cho dân làng, hỗ trợ họ trong các công việc hàng ngày.
vi: Mọi chuyện đều có hồi kết. Binh lính đã trả hết nợ và giúp đỡ dân làng trong các công việc hàng ngày của họ.

# T_GAME_QUEST_BOARDGAME_TOUNROI_QUEST_001_A
source: Ngài đã đúng khi can thiệp, thưa ngài. Họ không đáng bị ném cà chua.
vi: Thật đúng đắn khi can thiệp, thưa ngài. Họ không đáng bị ném cà chua vào người.

# T_GAME_QUEST_BOARDGAME_TOUNROI_QUEST_001_B
source: Hãy giải quyết tận gốc vấn đề này bằng cách tổ chức một cuộc đấu tranh vì công lý. Dân chúng sẽ có một nhà vô địch và lính canh cũng vậy. Những nhà vô địch này sẽ thi đấu công bằng. Sau đó công lý sẽ được thực thi.
vi: Chúng ta hãy tìm hiểu ngọn nguồn bằng cách tổ chức một cuộc chiến vì công lý. Người dân sẽ có một người bênh vực, cũng như binh lính. Hai bên sẽ đấu với nhau một cách công bằng. Sau đó, công lý sẽ ngự trị.

# T_GAME_QUEST_BOARDGAME_TOUNROI_QUEST_001_C
source: Hãy xây dựng một sân đấu thương. Nhà vô địch đỏ sẽ chiến đấu cho dân chúng. Nhà vô địch xanh sẽ chiến đấu cho lính canh.
vi: Hãy xây dựng một sân đấu. Chiến binh đỏ sẽ chiến đấu vì nhân dân. Chiến binh xanh sẽ chiến đấu vì binh lính.

# T_GAME_QUEST_BOARDGAME_TOUNROI_QUEST_002
source: HÃY BẮT ĐẦU CUỘC CHIẾN!
vi: HÃY ĐỂ CUỘC CHIẾN BẮT ĐẦU!

# T_GAME_QUEST_BOARDGAME_TOUNROI_QUEST_003
source: Hiệp sĩ đỏ đã thắng cuộc đấu tay đôi này. Do đó, chiến thắng thuộc về dân chúng.
vi: Hiệp sĩ đỏ đã giành chiến thắng trong cuộc chiến. Chiến thắng thuộc về nhân dân.

# T_GAME_QUEST_BOARDGAME_TOUNROI_QUEST_004
source: Những người lính bị kết tội và phải thực hiện nghĩa vụ cộng đồng. Nếu họ bắt đầu tổ chức các đêm chơi game lần nữa, họ sẽ bị trục xuất khỏi thành phố.
vi: Binh lính đã bị kết tội và phải đi phục vụ dân sự. Nếu họ tổ chức các buổi chơi game nữa, họ sẽ bị trục xuất khỏi thành phố.

# T_GAME_QUEST_BOARDGAME_TOUNROI_QUEST_005
source: Hiệp sĩ xanh đã giành chiến thắng trong cuộc đấu tay đôi này. Do đó, chiến thắng thuộc về những người lính.
vi: Hiệp sĩ xanh đã chiến thắng trong trận đấu tay đôi này. Do đó, chiến thắng thuộc về binh lính.

# T_GAME_QUEST_BOARDGAME_TOUNROI_QUEST_006
source: Dân làng sẽ phải bồi thường cho những người lính vì đã ném cà chua vào họ. Tuy nhiên, những người lính phải thực hiện nghĩa vụ cộng đồng. Nếu họ bắt đầu tổ chức các đêm chơi game lần nữa, họ sẽ bị cấm khỏi thành phố.
vi: Dân làng phải bồi thường cho binh lính vì đã ném cà chua vào họ. Tuy nhiên, binh lính phải đi phục vụ dân sự. Nếu họ lại bắt đầu tổ chức các buổi chơi game, họ sẽ bị trục xuất khỏi thành phố.

# T_GAME_QUEST_BOARDGAME_TOUNROI_QUEST_007
source: Thưa ngài, nhà vua đã nghe về việc sử dụng sân đấu thương để đảm bảo công lý được thực thi. Ngài ấy muốn nói với ngài rằng ngài ấy đã chấp thuận và do đó ngài ấy đang trả cho ngài một số uy tín. Mọi chuyện tốt đẹp đều kết thúc tốt đẹp.
vi: Thưa bệ hạ, nhà vua đã nghe về việc sử dụng sân đấu để đảm bảo rằng công lý được thực thi. Người muốn nói với ngài rằng người đã đồng ý và điều đó mang lại cho ngài một chút danh tiếng. Kết thúc tốt đẹp, mọi thứ đều tốt đẹp.

# T_GAME_QUEST_BOAR_REGULATION_ANSWER_001
source: Gửi thợ săn.
vi: Cử thợ săn đi.

# T_GAME_QUEST_BOAR_REGULATION_ANSWER_002
source: Đó không phải là mối quan tâm của ta.
vi: Đó không phải là việc của tôi.

# T_GAME_QUEST_BOAR_REGULATION_CONSEQUENCE_001_A
source: Nhưng thưa ngài… để săn bắn, chúng ta nên có ít nhất một thợ săn... Đừng lãng phí thời gian và hãy xây dựng lều thợ săn này!
vi: Nhưng thưa ngài.... để săn bắn, chúng ta ít nhất phải có một thợ săn... Chúng ta đừng lãng phí thời gian và xây dựng lều săn bắn này!

# T_GAME_QUEST_BOAR_REGULATION_CONSEQUENCE_001_B
source: Nhiệm vụ hoàn thành! Chúng ta đã phải tiến hành một cuộc săn lùng khá vất vả. Vùng đất đã được cứu.
vi: Nhiệm vụ đã hoàn thành! Một cuộc đi săn lớn mà chúng ta phải thực hiện. Đất nước đã được giải cứu.

# T_GAME_QUEST_BOAR_REGULATION_TITLE
source: Điều tiết lợn rừng
vi: Kiểm soát lợn rừng

# T_GAME_QUEST_BROTHER_BIRDS_ANSWER_001
source: Anh trai ngươi LÀ một con chim.
vi: Anh trai của ngài LÀ một con chim.

# T_GAME_QUEST_BROTHER_BIRDS_ANSWER_002
source: Khoan, khoan, khoan. Lính gác! Đi bắt hắn.
vi: Woah, woah, woah. Lính canh! Bắt lấy hắn!

# T_GAME_QUEST_BROTHER_BIRDS_ANSWER_003
source: Ta cho phép ngươi làm vậy.
vi: Tôi cho phép ngài.

# T_GAME_QUEST_BROTHER_BIRDS_ANSWER_004
source: Được rồi, đủ rồi, đưa người này đến chỗ thầy lang.
vi: Thôi đủ rồi. Đưa người đàn ông đến gặp nhà y học.

# T_GAME_QUEST_BROTHER_BIRDS_CONSEQUENCE_A_001
source: Ý ngài là sao? Anh trai tôi là một con chim? Ngài đang mất trí rồi.
vi: Ngài có ý gì? Anh trai của ngài là một con chim? Ngài đã mất trí rồi.

# T_GAME_QUEST_BROTHER_BIRDS_CONSEQUENCE_A_002
source: Điều mà thống đốc đang cố nói với cô là cô phải tin tưởng anh ấy, anh trai cô biết mình đang làm gì.
vi: Thống đốc muốn nói rằng ngài phải tin tưởng anh trai của mình. Anh trai của ngài biết mình đang làm gì.

# T_GAME_QUEST_BROTHER_BIRDS_CONSEQUENCE_A_003
source: Nếu ngài nói vậy.... Nếu có chuyện gì xảy ra với anh ấy, tôi sẽ quy trách nhiệm cho ngài!
vi: Nếu ngài nói vậy… Nếu có bất cứ điều gì xảy ra với anh ấy, tôi sẽ bắt ngài phải chịu trách nhiệm!

# T_GAME_QUEST_BROTHER_BIRDS_CONSEQUENCE_B_002
source: Thống đốc, chúng tôi đã cho anh ta một ít thuốc an thần, bây giờ anh ta đang ngủ. Anh ta lẩm bẩm những điều kỳ lạ, về một kỹ thuật có thể giúp anh ta vượt qua những ngọn núi, ngài đã làm đúng khi đưa anh ta đến chỗ tôi. Thêm một chút nữa và anh ta sẽ nói với chúng tôi rằng trái đất tròn!
vi: Thống đốc, chúng tôi đã cho anh ta một chút thuốc an thần, giờ thì anh ta đang ngủ. Anh ta đã lẩm bẩm những điều kỳ lạ, về một kỹ thuật có thể giúp anh ta bay qua những ngọn núi. Ngài đã làm đúng khi đưa anh ta đến chỗ tôi. Chỉ cần thêm một chút nữa là anh ta đã kể cho chúng ta rằng Trái đất hình tròn!

# T_GAME_QUEST_BROTHER_BIRDS_CONSEQUENCE_C_001
source: Thưa ngài! Chúng tôi đã gặp một sứ giả từ cung điện, ông ấy cho chúng tôi biết rằng nhà phát minh của chúng ta hoàn toàn đáng kinh ngạc và ông ấy muốn anh ta ở lại thủ đô lâu hơn để tiếp tục nghiên cứu các phát minh của mình. Ảnh hưởng văn hóa của thành phố đã có một bước nhảy vọt! Nhà vua đã quyết định gửi cho chúng ta một số uy tín.
vi: Thưa ngài! Chúng ta đã gặp một sứ giả từ cung điện. Ông ấy cho chúng ta biết rằng nhà phát minh của chúng ta là hoàn toàn đáng kinh ngạc và ông ấy muốn anh ta ở lại thủ đô lâu hơn để tiếp tục làm việc với các phát minh của mình. Ảnh hưởng văn hóa của thành phố đã có một bước tiến lớn! Nhà vua đã quyết định gửi cho chúng ta một chút uy tín.

# T_GAME_QUEST_BROTHER_BIRDS_DESC_001
source: Thưa Lãnh chúa, thần đến gặp ngài vì anh trai thần đã phát điên. Anh ta tuyên bố mình là một con chim và anh ta có thể bay! Thần sợ anh ta sẽ làm điều gì đó ngu ngốc và quyết định leo lên hơi cao một chút để chứng minh rằng anh ta có thể bay như một con chim.
vi: Thưa Lãnh Chúa, tôi đến với ngài vì anh trai tôi đã phát điên. Anh ta tuyên bố rằng mình là một con chim và anh ta có thể bay! Tôi sợ rằng anh ta sẽ làm điều gì đó ngu ngốc và leo lên quá cao để chứng minh rằng anh ta có thể bay như một con chim.

# T_GAME_QUEST_BROTHER_BIRDS_DESC_002
source: Ôi thưa ngài! Cảm ơn ngài đã không đưa thần vào ngục tối! Chị gái thần lo lắng quá nhiều về thần. Thần muốn làm ngài ngạc nhiên với khám phá của mình! Thần đã phát minh ra một cỗ máy có thể bay! NHƯ CHIM! Thần muốn giới thiệu nó ở thủ đô tại hội chợ lớn hàng năm.
vi: Ồ, thưa ngài! Cảm ơn ngài vì đã không tống tôi vào ngục! Em gái tôi lo lắng quá nhiều về tôi. Tôi muốn gây bất ngờ cho ngài với khám phá của mình! Tôi đã phát minh ra một cỗ máy có thể bay! GIỐNG NHƯ CHIM! Tôi muốn giới thiệu nó ở thủ đô tại hội chợ hàng năm lớn.

# T_GAME_QUEST_COVERAGE_DESC
source: Thưa Lãnh chúa, thị trấn chưa chuẩn bị cho các cuộc tấn công của bọn cướp! Hầu hết ngôi làng không được bao phủ bởi các tháp canh. Ngài phải đặt các tháp canh sao cho chúng bao phủ càng nhiều tòa nhà càng tốt.
vi: Làng cần được bảo vệ tốt hơn, thưa Thống đốc. Ngài nên ra lệnh xây dựng thêm các tháp canh. Đặt chúng sao cho chúng bao phủ một khu vực rộng lớn của làng trong phạm vi của chúng.

# T_GAME_QUEST_COVERAGE_GENERIC_DESC
source: Thưa Lãnh chúa, thị trấn chưa chuẩn bị cho các cuộc tấn công của bọn cướp! Các khu vực của thị trấn không được bao phủ bởi các tòa nhà phòng thủ.
vi: Thưa ngài, ngôi làng không chuẩn bị cho các cuộc tấn công của bọn cướp! Các khu vực của thành phố không được bảo vệ bởi các tòa nhà phòng thủ.

# T_GAME_QUEST_COVERAGE_GENERIC_TITLE
source: Tăng phạm vi bao phủ của thị trấn bằng các tòa nhà phòng thủ
vi: Tăng cường khả năng bao phủ của làng bằng các tòa nhà phòng thủ

# T_GAME_QUEST_COVERAGE_TITLE
source: Bao phủ ngôi làng bằng các tháp canh.
vi: Bao phủ làng của ngài bằng các tháp canh.

# T_GAME_QUEST_DEFEND_TOWN2_DESC
source: Bọn cướp đang tấn công làng, Thống đốc! Chúng ta phải đẩy lùi càng nhiều kẻ cướp càng tốt để giảm thiểu thiệt hại cho nền kinh tế và các tòa nhà của chúng ta!
vi: Bọn cướp đang tấn công làng của chúng ta, thưa Thống đốc! Chúng ta phải đẩy lùi càng nhiều cuộc tấn công càng tốt để không gây ra quá nhiều thiệt hại!

# T_GAME_QUEST_DEFEND_TOWN_DESC
source: Thưa Lãnh chúa, Dân làng đang sợ hãi các cuộc tấn công của bọn cướp. Chúng ta nên chứng minh cho dân làng và đặc biệt là bọn cướp thấy rằng chúng ta có thể tự vệ!
vi: Thưa ngài, người dân đang sống trong sợ hãi vì các cuộc tấn công của bọn cướp. Chúng ta nên chứng minh cho làng và đặc biệt là bọn cướp thấy rằng chúng ta có thể tự bảo vệ mình!

# T_GAME_QUEST_DESIRES_01_START
source: Thật là một vùng quê tỉnh lẻ. Nó thiếu tất cả những lợi thế của một thành phố lớn. Rất nhiều thứ phải thay đổi để thị trấn này trở thành một đô thị thịnh vượng!
vi: Thật là một vùng quê nghèo nàn! Nhiều ưu điểm của một thành phố lớn hoàn toàn không có ở đây. Có rất nhiều thứ phải thay đổi trước khi nơi này trở nên tươi đẹp!

# T_GAME_QUEST_DESIRES_01_SUCCESS
source: Bây giờ bọn cướp đã bị đánh bại và ngôi làng đã phát triển, nơi đây đã trở nên thực sự xinh đẹp. Đó là một ý tưởng tốt khi chuyển đến đây, anh yêu.
vi: Bây giờ bọn cướp đã bị đánh bại và ngôi làng đã phát triển, nơi này thực sự trở nên tuyệt đẹp, em yêu. Thật sự là một ý tưởng tốt khi chuyển đến đây.

# T_GAME_QUEST_DESIRES_01_TITLE
source: Đảm bảo vợ ngài cảm thấy thoải mái.
vi: Thực hiện mong muốn của vợ ngài.

# T_GAME_QUEST_DESIRES_02_START
source: Ngôi làng này cũng cần một cửa hàng may đo, để em có thể có quần áo may đo mới.
vi: Thật không thể tin được, thậm chí còn không có một tiệm may. Xin ngài hãy xây một cái để tôi có thể may những bộ quần áo mới.

# T_GAME_QUEST_DESIRES_02_SUCCESS
source: Cảm ơn anh yêu! Quần áo cũ của em đã sờn rách rồi.
vi: Cảm ơn anh, anh yêu. Những bộ quần áo cũ của em đã quá sờn rồi.

# T_GAME_QUEST_DESIRES_03_START
source: Em nhớ sự nhộn nhịp của thành phố. Định cư thêm người để làm sôi động thị trấn này, làm ơn!
vi: Em nhớ những hoạt động nhộn nhịp của thành phố. Anh có thể vui lòng định cư thêm nhiều người để mang lại sức sống cho ngôi làng được không?

# T_GAME_QUEST_DESIRES_03_TITLE
source: Tăng dân số.
vi: Tăng số lượng cư dân.

# T_GAME_QUEST_DESIRES_04_START
source: Ồ, một ngôi làng sống động đẹp đẽ! Ngài chắc chắn sẽ không phản đối việc ta định cư ở đây.
vi: Ồ, một ngôi làng xinh xắn, nhộn nhịp làm sao! Chắc hẳn anh sẽ không phản đối nếu em định cư ở khu vực này phải không? Hahaha…

# T_GAME_QUEST_DESIRES_05_START
source: Bọn cướp trong rừng!? Thành lập đội tuần tra thị trấn để đẩy lùi những kẻ phản diện đó!
vi: Bọn cướp trong rừng? Em sẽ cảm thấy an toàn hơn rất nhiều nếu anh thành lập một đội tuần tra thành phố để đẩy lùi lũ người bất hảo này!

# T_GAME_QUEST_DESIRES_06_START
source: Ồ, một tháp canh… Ngài nên biết, hành vi như vậy chỉ kích động người của ta!
vi: Ồ, một tháp canh! Anh nên hiểu rằng hành vi như vậy chỉ càng thách thức người của em hơn thôi.

# T_GAME_QUEST_DESIRES_07_FAIL
source: Những tên cướp đó gây rối trong thị trấn. Ta muốn ngài tăng cường đội tuần tra thị trấn ngay lập tức!
vi: Ôi không! Bọn cướp đang gây rối trong thành phố. Tôi muốn anh ngay lập tức tăng cường đội tuần tra thành phố!

# T_GAME_QUEST_DESIRES_07_START
source: Hãy đảm bảo lính canh của chúng ta sẽ giữ bọn cướp bên ngoài thị trấn!
vi: Hãy đảm bảo rằng đội tuần tra thành phố giữ cho những kẻ bất hảo này tránh xa thành phố.

# T_GAME_QUEST_DESIRES_07_SUCCESS
source: Tuyệt vời! Em cảm thấy an toàn hơn nhiều rồi.
vi: Tuyệt vời. Bây giờ thì em thực sự cảm thấy an toàn.

# T_GAME_QUEST_DESIRES_07_TITLE
source: Đẩy lùi tất cả các cuộc tấn công của bọn cướp.
vi: Đẩy lùi mọi cuộc tấn công của bọn cướp.

# T_GAME_QUEST_DESIRES_08_START
source: Để đảm bảo lính canh tận tụy, ngài nên phục vụ bia và xúc xích cho họ!
vi: Hãy đảm bảo rằng tất cả lính canh đều làm việc có trách nhiệm bằng cách cung cấp cho họ đồ uống và xúc xích!

# T_GAME_QUEST_DESIRES_08_TITLE
source: Sản xuất bia và xúc xích.
vi: Sản xuất đồ uống và xúc xích.

# T_GAME_QUEST_DESIRES_09_START
source: Lính canh cần vũ khí và áo giáp để có thể chống lại bọn cướp!
vi: Lính canh cũng cần vũ khí và áo giáp. Nếu không thì làm sao họ có thể xua đuổi lũ người bất hảo này?

# T_GAME_QUEST_DESIRES_09_SUCCESS
source: Bây giờ lính canh sẽ có thể đẩy lùi tất cả bọn cướp!
vi: Các lính canh bây giờ có thể giữ cho lũ người bất hảo này tránh xa khỏi thành phố!

# T_GAME_QUEST_DESIRES_10_FAIL
source: Ta nên đề cập rằng người của ta sẽ lấy phần của họ bằng mọi cách!
vi: Tôi đã nghĩ rằng ngài thông minh hơn, thưa Thống đốc. Có lẽ tôi nên đề cập rằng người của tôi dù thế nào cũng sẽ lấy phần của họ.

# T_GAME_QUEST_DESIRES_10_START
source: Cách ngài đáp ứng mọi mong muốn của vợ ngài khiến ta nghĩ rằng ngài có vấn đề với sự dư thừa tiền xu. Hãy để ta giải thoát ngài khỏi gánh nặng này!
vi: Cũng giống như ngài đáp ứng mọi mong muốn của vợ mình, có vẻ như ngài đang phải chịu đựng sự dư thừa tiền xu. Để tôi giúp ngài giải tỏa gánh nặng này.

# T_GAME_QUEST_DESIRES_10_SUCCESS
source: Sẽ là một quyết định khôn ngoan nếu gửi cho ta những đồng xu đó ngay bây giờ, Lãnh chúa Quản gia!
vi: Một quyết định sáng suốt, thưa Thống đốc. Món quà nhỏ này chắc chắn sẽ xoa dịu người của tôi phần nào.

# T_GAME_QUEST_DESIRES_10_TITLE
source: Cống nạp tiền xu.
vi: Trả tiền xu.

# T_GAME_QUEST_DESIRES_11_START
source: Ngài không nghĩ đến việc nhượng bộ sự tống tiền này chứ? Chi tiêu tiền xu vào quần áo mới sẽ là một khoản đầu tư tốt hơn nhiều!
vi: Ngài không có ý định để mình bị tống tiền đó chứ? Việc mua quần áo mới cho tôi từ người buôn sẽ là một cách sử dụng tiền xu tốt hơn nhiều.

# T_GAME_QUEST_DESIRES_11_TITLE
source: Mua vải tại thương nhân.
vi: Mua quần áo từ người buôn.

# T_GAME_QUEST_DESIRES_12_START
source: Ngôi làng này thật nhàm chán, nó thiếu giải trí!
vi: Thật là buồn tẻ trong ngôi làng này. Thiếu sự giải trí!

# T_GAME_QUEST_DESIRES_12_START_DEPRECATED
source: Ngôi làng này thật nhàm chán, nó thiếu một sân đấu thương!
vi: Thật là buồn tẻ trong ngôi làng này. Thiếu một sân đấu!

# T_GAME_QUEST_DESIRES_12_SUCCESS
source: Tốt hơn nhiều! Nơi đây bắt đầu trông đẹp rồi.
vi: Tốt hơn nhiều rồi! Từ từ nơi này sẽ trở nên thực sự tươi đẹp.

# T_GAME_QUEST_DESIRES_12_TITLE
source: Xây dựng một sân đấu thương.
vi: Xây dựng một sân đấu.

# T_GAME_QUEST_DESIRES_13_FAIL
source: Ngài chẳng học được gì từ lần trước. Lũ lâu la của ta sẽ đến để kiểm kê một chút!
vi: Có vẻ như ngài thực sự không học hỏi được gì, thưa Thống đốc. Người của tôi sẽ đến chỗ ngài và thực hiện một cuộc kiểm kê nhỏ! Ha ha ha

# T_GAME_QUEST_DESIRES_13_START
source: Có vẻ như ngài vẫn còn dư thừa. Đưa vàng của ngài cho ta! Và đừng dám đưa nó cho vợ ngài!
vi: Như tôi thấy, ngài vẫn đang phải chịu đựng gánh nặng tài sản của mình. Có lẽ lần này tôi nên lấy đi một chút nhiều hơn! Hãy mang cho tôi thỏi vàng. Và đừng có đưa chúng cho vợ ngài đấy!
