Repository: CallMeDangDev/townsmen-a-kingdom-rebuilt-viet-hoa
Catalog: *.strings
Languages: vi

# T_GAME_TUTORIAL_QUEST_DESC_4_WELL
source: Giếng cung cấp nước cho làng của ngài. Xây dựng một cái giếng để đáp ứng nhu cầu nước của Dân làng.
vi: Giếng nước cung cấp nước cho làng của bạn. Bạn nên xây dựng một giếng nước để đáp ứng nhu cầu về nước của người dân.

# T_GAME_TUTORIAL_QUEST_DESC_5_MOUSE
source: Các nhà phố của ngài đóng thuế thường xuyên. Số lượng Thaler được tạo ra phụ thuộc vào hạnh phúc và thuế suất. Nhấp vào đồng xu trên các nhà phố để thu thuế!
vi: Tùy thuộc vào thuế suất và mức độ hài lòng, các nhà ở của bạn sẽ tạo ra đồng Taler vàng sau một khoảng thời gian nhất định. Hãy nhấp vào các đồng xu phía trên nhà ở để thu thuế!

# T_GAME_TUTORIAL_QUEST_DESC_5_TOUCH
source: Các nhà phố của ngài đóng thuế thường xuyên. Số lượng Thaler được tạo ra phụ thuộc vào hạnh phúc và thuế suất. Nhấn vào đồng xu trên các nhà phố để thu thuế!
vi: Tùy thuộc vào thuế suất và mức độ hài lòng, các nhà ở của bạn sẽ tạo ra đồng Taler vàng sau một khoảng thời gian nhất định. Hãy chạm vào các đồng xu phía trên nhà ở để thu thuế!

# T_GAME_TUTORIAL_QUEST_DESC_7
source: Ngài nên xây dựng thêm hai nhà phố để tăng lực lượng lao động.
vi: Bạn nên xây thêm hai nhà ở để có thêm công nhân.

# T_GAME_TUTORIAL_QUEST_DESC_8
source: Dân làng của ngài sẽ hạnh phúc hơn khi ngài xây dựng một khu chợ cho họ.
vi: Người dân của bạn sẽ hài lòng hơn nếu bạn cung cấp cho họ một khu chợ.

# T_GAME_TUTORIAL_QUEST_DESC_9
source: Ngài nên bán một số hàng hóa tại chợ. Hãy để mắt đến biểu tượng thương nhân. Nó thông báo cho ngài khi thương nhân ở trong thị trấn.
vi: Bạn nên bán một vài hàng hóa ở chợ. Hãy chú ý đến biểu tượng thương nhân để biết khi nào có thương nhân ở đó.

# T_GAME_TUTORIAL_QUEST_DESC_CARRIER_MOUSE
source: Ngài nên chỉ định một người vận chuyển khác cho lâu đài. Càng có nhiều người vận chuyển, hàng hóa sẽ được vận chuyển giữa các tòa nhà càng nhanh. Nhấp vào lâu đài và chỉ định một công nhân vào một trong các ô trống!
vi: Bạn nên giao thêm một người khuân vác cho lâu đài. Bằng cách này, hàng hóa sẽ được vận chuyển nhanh hơn giữa các tòa nhà. Hãy nhấp vào lâu đài và sau đó nhấp vào một vị trí làm việc trống!

# T_GAME_TUTORIAL_QUEST_DESC_CARRIER_TOUCH
source: Ngài nên chỉ định một người vận chuyển khác cho lâu đài. Càng có nhiều người vận chuyển, hàng hóa sẽ được vận chuyển giữa các tòa nhà càng nhanh. Nhấn vào lâu đài và chỉ định một công nhân vào một trong các ô trống!
vi: Bạn nên giao thêm một người khuân vác cho lâu đài. Bằng cách này, hàng hóa sẽ được vận chuyển nhanh hơn giữa các tòa nhà. Nào, hãy chạm vào lâu đài và sau đó chạm vào một vị trí làm việc trống!

# T_GAME_TUTORIAL_QUEST_DESC_CHURCH
source: Bây giờ là lúc chuyển sự chú ý của ngài sang mong muốn của Dân làng. Làm thế nào về việc xây dựng một nhà thờ để thỏa mãn mong muốn về đời sống tôn giáo của họ?
vi: Giờ là lúc để đáp ứng thêm những mong muốn của người dân. Sao không thử xây dựng một nhà thờ để đáp ứng nhu cầu về tôn giáo?

# T_GAME_TUTORIAL_QUEST_DESC_DEASSIGN_2_MOUSE
source: Bây giờ ngài nên xây dựng một nhà phố khác để tăng dân số. Nhưng vì ngài thiếu công nhân cho nhiệm vụ này, trước tiên ngài cần phải hủy chỉ định một công nhân khỏi lều của người đốn gỗ. Nhấp vào lều của người đốn gỗ để mở menu của tòa nhà và sau đó nhấp vào biểu tượng công nhân.
vi: Bây giờ bạn nên tăng dân số của mình và xây dựng một nhà ở. Tuy nhiên, vì bạn đang thiếu một công nhân rảnh rỗi, trước tiên bạn phải rút một người từ lều tiều phu. Nhấp vào tòa nhà để vào menu ngữ cảnh và sau đó nhấp vào biểu tượng vị trí làm việc.

# T_GAME_TUTORIAL_QUEST_DESC_DEASSIGN_2_OLD
source: Bây giờ ngài nên xây dựng một nhà phố khác để tăng dân số. Tuy nhiên, vì ngài thiếu công nhân để làm điều này, ngài cần phải hủy chỉ định một công nhân khỏi lều của người đốn gỗ. Nhấn vào lều của người đốn gỗ để mở menu của tòa nhà và sau đó nhấn vào biểu tượng công nhân.
vi: Bây giờ bạn nên tăng dân số của mình và xây dựng một nhà ở. Tuy nhiên, vì bạn đang thiếu một công nhân rảnh rỗi, trước tiên bạn phải rút một người từ lều tiều phu. Chạm vào tòa nhà để vào menu ngữ cảnh và sau đó chạm vào biểu tượng vị trí làm việc.

# T_GAME_TUTORIAL_QUEST_DESC_DEASSIGN_2_TOUCH
source: Bây giờ ngài nên xây dựng một nhà phố khác để tăng dân số. Tuy nhiên, vì ngài thiếu công nhân để làm điều này, ngài cần phải hủy chỉ định một công nhân khỏi lều của người đốn gỗ. Nhấn vào lều của người đốn gỗ để mở menu của tòa nhà và sau đó nhấn vào biểu tượng công nhân.
vi: Bây giờ bạn nên tăng dân số của mình và xây dựng một nhà ở. Tuy nhiên, vì bạn đang thiếu một công nhân rảnh rỗi, trước tiên bạn phải rút một người từ lều tiều phu. Chạm vào tòa nhà để vào menu ngữ cảnh và sau đó chạm vào biểu tượng vị trí làm việc.

# T_GAME_TUTORIAL_QUEST_DESC_FARM
source: Ngài nên xây dựng một trang trại để đảm bảo sản xuất lương thực sẵn sàng hỗ trợ dân số lớn hơn. Một trang trại sẽ cung cấp lúa mì cho làng của ngài, có thể được chế biến thành bột mì, dùng để làm bánh mì.
vi: Để chuẩn bị cho việc sản xuất lương thực cho một thành phố lớn, bạn nên xây dựng một trang trại. Trang trại này sẽ sản xuất ngũ cốc cho làng của bạn, thứ có thể được chế biến thành bột mì và cuối cùng là bánh mì.

# T_GAME_TUTORIAL_QUEST_DESC_MINE
source: Ngoài gỗ, đá cũng là một trong những tài nguyên quan trọng nhất của ngài. Ngài nên xây dựng một mỏ đá ở sườn đồi đá và bắt đầu khai thác đá.
vi: Đá, bên cạnh gỗ, là một trong những tài nguyên quan trọng nhất trong trò chơi. Bạn nên xây dựng một mỏ ở một sườn đồi đá để có thể khai thác đá ở đó.

# T_GAME_TUTORIAL_QUEST_NAME_1
source: Xây dựng một lều của người đốn gỗ.
vi: Xây dựng một lều tiều phu.

# T_GAME_TUTORIAL_QUEST_NAME_10
source: Xây dựng 2 con đường trong thị trấn của ngài
vi: Xây dựng 2 con đường trong làng của bạn.

# T_GAME_TUTORIAL_QUEST_NAME_11
source: Sửa chữa các nhà phố của ngài.
vi: Sửa chữa nhà ở của bạn.

# T_GAME_TUTORIAL_QUEST_NAME_12
source: Đạt được hạnh phúc cao cho Dân làng.
vi: Đạt được mức độ hài lòng cao trong làng của bạn.

# T_GAME_TUTORIAL_QUEST_NAME_13
source: Xây dựng một bức tượng trang trí!
vi: Xây dựng một tượng trang trí!

# T_GAME_TUTORIAL_QUEST_NAME_2
source: Xây dựng một nhà phố mới.
vi: Xây dựng thêm một nhà ở.

# T_GAME_TUTORIAL_QUEST_NAME_3
source: Chỉ định lại một công nhân cho tòa nhà bị tạm dừng.
vi: Giao một công nhân mới cho tòa nhà bị tạm dừng.

# T_GAME_TUTORIAL_QUEST_NAME_4
source: Xây dựng một lều của ngư dân.
vi: Xây dựng một lều đánh cá.

# T_GAME_TUTORIAL_QUEST_NAME_5
source: Thu 40 Thaler tiền thuế.
vi: Kiếm 40 đồng Taler từ thuế.

# T_GAME_TUTORIAL_QUEST_NAME_7
source: Xây dựng thêm hai nhà phố.
vi: Xây thêm hai nhà ở.

# T_GAME_TUTORIAL_QUEST_NAME_9
source: Kiếm 50 Thaler lợi nhuận thông qua giao thương tại chợ.
vi: Kiếm được lợi nhuận 50 đồng Taler thông qua giao dịch ở chợ.

# T_GAME_TUTORIAL_QUEST_NAME_CARRIER
source: Chỉ định một người vận chuyển khác cho lâu đài.
vi: Giao thêm một người khuân vác cho lâu đài.

# T_GAME_TUTORIAL_QUEST_NAME_DEASSIGN_2
source: Hủy chỉ định một công nhân khỏi một tòa nhà!
vi: Rút một công nhân khỏi một tòa nhà!

# T_GAME_TUTORIAL_QUEST_NAME_DEASSIGN_3
source: Dừng sản xuất xưởng cưa bằng cách loại bỏ công nhân.
vi: Dừng hoạt động sản xuất của xưởng cưa bằng cách rút công nhân đi.

# T_GAME_TUTORIAL_QUEST_NAME_MINE
source: Xây dựng một mỏ đá.
vi: Xây dựng một mỏ.

# T_GAME_TUTORIAL_QUEST_SUCESS_1
source: Hầu hết các nhiệm vụ sẽ thưởng cho ngài Uy tín. Mở nhật ký nhiệm vụ và thu thập phần thưởng của ngài.
vi: Nhiệm vụ thường thưởng cho bạn Uy tín. Hãy vào menu Nhiệm vụ để biết các nhiệm vụ hiện tại và nhận phần thưởng của bạn.

# T_GAME_TUTORIAL_QUEST_SUCESS_11
source: Điều kiện nhà ở ảnh hưởng đến hạnh phúc và năng suất của Dân làng. Dân làng không vui sẽ kém năng suất hơn và đôi khi họ thậm chí còn đình công và từ chối làm việc!
vi: Tình trạng của tòa nhà luôn ảnh hưởng đến mong muốn, mức độ hài lòng và năng suất sản xuất của người dân. Những người dân không hài lòng thường đình công và từ chối làm việc.

# T_GAME_TUTORIAL_QUEST_SUCESS_12
source: Tuyệt vời! Ngài đã học được rất nhiều về thế giới Townsmen. Hướng dẫn kết thúc tại đây. Bây giờ ngài có thể bắt đầu một trong các kịch bản hoặc một trò chơi chế độ vô tận!
vi: Tuyệt vời! Bạn đã học được một vài điều về thế giới của Townsmen. Với điều đó, phần hướng dẫn đã hoàn tất. Giờ bạn có thể xem các kịch bản khác hoặc bắt đầu một trò chơi vô tận!

# T_GAME_TUTORIAL_QUEST_SUCESS_13
source: Càng có nhiều Dân làng, ngài càng cần nhiều đồ vật trang trí để duy trì hạnh phúc!
vi: Bạn càng có nhiều người dân, bạn sẽ càng cần nhiều đồ trang trí hơn để đáp ứng mong muốn và duy trì mức độ hài lòng!

# T_GAME_TUTORIAL_QUEST_SUCESS_2
source: Miễn là ngài có Dân làng chưa được chỉ định, các công trường xây dựng của ngài sẽ được bố trí nhân lực ngay lập tức. Bây giờ hãy đi và nhận phần thưởng của ngài từ nhật ký nhiệm vụ!
vi: Chừng nào bạn còn có người dân tự do, một công trường xây dựng sẽ luôn được lấp đầy ngay lập tức. Giờ hãy nhận phần thưởng của bạn trong menu Nhiệm vụ!

# T_GAME_TUTORIAL_QUEST_SUCESS_3
source: Trong Townsmen, Dân làng nam làm người vận chuyển, nhà sản xuất tài nguyên và thợ thủ công trong khi Dân làng nữ đảm nhiệm việc giữ cho nhà cửa đầy đủ thực phẩm, nước uống và hàng xa xỉ.
vi: Trong Townsmen, người dân làm việc với vai trò là người khuân vác và người sản xuất nguyên liệu thô, trong khi các cô gái làng mang thức ăn, nước uống và hàng hóa xa xỉ đến các nhà ở.

# T_GAME_TUTORIAL_QUEST_SUCESS_5
source: Ngài càng đáp ứng tốt nhu cầu và mong muốn của Dân làng, họ càng hạnh phúc và năng suất! Dân làng hạnh phúc hơn cũng có thể bị đánh thuế cao hơn mà không gây ra quá nhiều phản đối.
vi: Bạn càng đáp ứng nhiều mong muốn và nhu cầu, người dân của bạn sẽ càng hạnh phúc và làm việc hiệu quả hơn! Ngoài ra, bằng cách này, bạn có thể tăng thuế suất mà không bị phản đối nhiều.

# T_GAME_TUTORIAL_QUEST_SUCESS_6
source: Xưởng cưa là một phần của chuỗi sản xuất biến gỗ tròn thành ván gỗ. Sau này ngài sẽ gặp các chuỗi sản xuất phức tạp hơn.
vi: Xưởng cưa là một phần của chuỗi sản xuất, trong đó gỗ được chế biến thành ván gỗ. Sau này bạn sẽ làm quen với một số chuỗi sản xuất phức tạp hơn.

# T_GAME_TUTORIAL_QUEST_SUCESS_8
source: Tại khu chợ, ngài có thể giao thương hàng hóa khi có thương nhân ở trong thị trấn. Tuy nhiên, kho hàng của ông ta sẽ bị giới hạn. Chợ cũng là nơi Dân làng nữ đến để lấy đồ trang sức và quần áo, nếu có.
vi: Tại khu chợ, bạn có thể giao dịch hàng hóa khi có thương nhân ở đó. Tuy nhiên, nguồn cung cấp của anh ta luôn có hạn. Ngoài ra, đây là nơi duy nhất người dân có thể thỏa mãn mong muốn về hàng hóa xa xỉ và tiếp cận đồ trang sức cũng như quần áo hiện có.

# T_GAME_TUTORIAL_QUEST_SUCESS_9
source: Khi ngài thiếu tiền và dư thừa hàng hóa, ngài có thể bán một số hàng hóa để kiếm Thaler nhanh chóng.
vi: Nếu bạn có ít đồng Taler và dư thừa nguyên liệu thô, thì việc bán một số hàng hóa để lấy vàng nhanh luôn có lợi.

# T_GAME_TUTORIAL_QUEST_SUCESS_CARRIER
source: Ngài có thể chỉ định thêm Dân làng làm người vận chuyển bằng cách xây dựng thêm nhà kho.
vi: Bạn có thể chỉ định thêm người khuân vác nếu bạn xây dựng nhà kho mới.

# T_GAME_TUTORIAL_QUEST_SUCESS_CHURCH
source: Mỗi loại tòa nhà công cộng đáp ứng một mong muốn khác nhau của Dân làng. Có một số tòa nhà công cộng, ví dụ như nhà thờ, quán rượu hoặc sân đấu thương.
vi: Mỗi tòa nhà công cộng đáp ứng một mong muốn riêng của người dân. Có một số tòa nhà công cộng, chẳng hạn như nhà thờ, quán trọ hoặc đấu trường.

# T_GAME_TUTORIAL_QUEST_SUCESS_FARM
source: Ngoài lúa mì, ngài cũng có thể sản xuất len tại một trang trại. Để làm điều này, ngài phải xây dựng một đồng cỏ cừu bên cạnh tòa nhà trang trại và chỉ định lại một công nhân trang trại sang sản xuất len.
vi: Tại trang trại, bạn có thể thu được cả ngũ cốc và len. Để làm được điều đó, bạn phải đặt một đồng cỏ cừu bên cạnh trang trại và chuyển một công nhân sang sản xuất len.

# T_GAME_TUTORIAL_QUEST_SUCESS_MINE
source: Các mảng lấp lánh ở sườn núi đá cho thấy có mỏ quặng sắt hoặc vàng. Nếu ngài đặt một mỏ đá tại một mỏ quặng, ngài có thể chỉ định công nhân của mình đào quặng sắt hoặc vàng thay vì khai thác đá.
vi: Nếu bạn muốn khai thác vàng hoặc quặng sắt, bạn nên tìm các mỏ nguyên liệu thô đang nhấp nháy và đặt mỏ ở đó để có thể chỉ định những người khai thác quặng.

# T_GAME_TUTORIAL_STOCKTAB
source: Tại đây ngài có thể xem tất cả các tài nguyên được lưu trữ của mình. Hàng hóa có sẵn từ kho chính được hiển thị bên trái, hàng hóa được lưu trữ trong các tòa nhà được hiển thị bên phải. Chỉ những hàng hóa đã được vận chuyển đến kho chính mới có thể được bán tại khu chợ sau này.
vi: Tại đây bạn luôn có thể xem tất cả các tài nguyên đã lưu trữ. Các hàng hóa có sẵn trong nhà kho của bạn được hiển thị ở bên trái. Ở bên phải, bạn sẽ thấy các hàng hóa vẫn còn trong kho của các tòa nhà. Bạn chỉ có thể bán hàng hóa cho thương nhân khi chúng đã được vận chuyển đến nhà kho của bạn.

# T_GAME_TUTORIAL_TAXES
source: Ngài có thể tăng doanh thu thuế bằng cách tăng thuế suất. Tuy nhiên, hãy để mắt đến cách thuế suất ảnh hưởng đến hạnh phúc và năng suất!
vi: Bạn có thể cải thiện giá trị thu nhập từ thuế của mình bằng thuế suất. Tuy nhiên, hãy chú ý đến ảnh hưởng của nó đến mức độ hài lòng và năng suất!

# T_GAME_TUTORIAL_TOWNNAME
source: Thị trấn hướng dẫn
vi: Làng hướng dẫn

# T_GAME_TUTORIAL_WISHES
source: Dân làng không chỉ có nhu cầu mà còn có mong muốn, như các tòa nhà công cộng, điều kiện nhà ở tốt, đồ trang trí, quần áo và đồ trang sức!
vi: Người dân không chỉ có nhu cầu mà còn có những mong muốn bí mật, chẳng hạn như các tòa nhà công cộng, quần áo và đồ trang sức!

# T_GAME_UPDATEINFO
source: - Dân làng có thể bị bệnh => chữa trị cho họ bằng bệnh xá - Dân làng cuối cùng sẽ rời khỏi thị trấn, nếu không được chữa trị - Hỏa hoạn có thể bùng phát trong thị trấn => chữa cháy bằng tháp canh lửa - Các tòa nhà được bảo trì kém có nguy cơ bùng phát hỏa hoạn - Các tòa nhà bây giờ có thể bị cháy rụi! - Dân làng bây giờ sẽ rời khỏi thị trấn khi nhà của họ bị phá hủy
vi: - Người dân giờ có thể bị bệnh => Hãy chữa trị cho họ bằng thầy thuốc! - Người dân sẽ rời thành phố nếu không được chữa trị. - Lửa giờ có thể bùng phát => Hãy dập lửa bằng tháp canh lửa! - Các tòa nhà được bảo trì kém giờ có nguy cơ bị cháy. - Các tòa nhà giờ có thể bị cháy rụi! - Người dân giờ có thể rời thành phố nếu nhà của họ bị phá hủy.

# T_GAME_UPGRADE_BUILDING
source: Ngài có muốn nâng cấp tòa nhà này không?
vi: Bạn có muốn nâng cấp tòa nhà này không?

# T_GAME_UPGRADE_BUILDING_FOOD
source: Nghiên cứu các tòa nhà thực phẩm
vi: Nghiên cứu tòa nhà lương thực

# T_GAME_UPGRADE_BUILDING_INSTANT_UPGRADE
source: Nâng cấp bằng Uy tín
vi: Cải thiện bằng Uy tín

# T_GAME_UPGRADE_BUILDING_LVL2_ADVANCED_DEPRECTAED
source: Các tòa nhà nâng cao cấp 2
vi: Tòa nhà nâng cao cấp 2

# T_GAME_UPGRADE_BUILDING_LVL2_BASIC_DEPRECTAED
source: Các tòa nhà cơ bản cấp 2
vi: Tòa nhà cơ bản cấp 2

# T_GAME_UPGRADE_BUILDING_LVL2_PUBLIC_DEPRECTAED
source: Các tòa nhà công cộng cấp 2
vi: Tòa nhà công cộng cấp 2

# T_GAME_UPGRADE_BUILDING_LVL3_ADVANCED_DEPRECTAED
source: Các tòa nhà nâng cao cấp 3
vi: Tòa nhà nâng cao cấp 3

# T_GAME_UPGRADE_BUILDING_LVL3_BASIC_DEPRECTAED
source: Các tòa nhà cơ bản cấp 3
vi: Tòa nhà cơ bản cấp 3

# T_GAME_UPGRADE_BUILDING_LVL3_PUBLIC_DEPRECTAED
source: Các tòa nhà công cộng cấp 3
vi: Tòa nhà công cộng cấp 3

# T_GAME_UPGRADE_BUILDING_NEEDS
source: Nghiên cứu các tòa nhà nhu cầu
vi: Nghiên cứu tòa nhà nhu cầu

# T_GAME_UPGRADE_BUILDING_PRODUCTION
source: Nghiên cứu các tòa nhà sản xuất
vi: Nghiên cứu tòa nhà sản xuất

# T_GAME_UPGRADE_BUILDING_RESOURCE_UPGRADE
source: Nâng cấp bằng tài nguyên
vi: Cải thiện bằng nguyên liệu thô

# T_GAME_UPGRADE_BUILDING_SPECIAL
source: Nghiên cứu các tòa nhà đặc biệt
vi: Nghiên cứu tòa nhà đặc biệt

# T_GAME_WARNING_FIELDS_DROUGHT
source: Cánh đồng của ngài đang khô héo!
vi: Các cánh đồng của bạn đang khô héo!

# T_GAME_WARNING_FIELDS_DROUGHT_FLEXIBLE
source: {FIELDTYPE}: Cánh đồng của ngài đang bị bệnh!
vi: {FIELDTYPE}: Các cánh đồng của bạn đang bị một căn bệnh tấn công!

# T_GAME_WARNING_FIELDS_DROUGHT_WHEAT
source: Cánh đồng lúa mì của ngài đang khô héo!
vi: Các cánh đồng lúa mì của bạn đang khô héo!

# T_GAME_WARNING_FIELDS_WINTER
source: Cánh đồng không mọc lại vào mùa đông.
vi: Vào mùa đông, các cánh đồng của bạn không phát triển!

# T_GAME_WARNING_HEAT_WAVES
source: Cảnh báo nắng nóng!
vi: Cảnh báo sóng nhiệt!

# T_GAME_YOUTUBE_HELP
source: Ngài có muốn xem video và hướng dẫn Townsmen trên kênh YouTube của chúng tôi không?
vi: Bạn có muốn xem video và hướng dẫn về Townsmen trên kênh YouTube của chúng tôi không?

# T_GIFTING_NO_NEW_REQUESTS
source: Không có hoạt động gần đây
vi: Không có hoạt động mới

# T_GIFTING_POPUP_HEADLINE_NEW_REQUEST
source: Yêu cầu quà tặng mới
vi: Yêu cầu tài nguyên

# T_GIFTING_POPUP_NEW_REQUEST_TITLE
source: Hoạt động tặng quà mới
vi: Hoạt động quà tặng mới

# T_GIFTING_RECEIVED_REQUEST_ACCEPTED
source: đã gửi cho ngài một số tài nguyên!
vi: đã gửi tài nguyên cho bạn!

# T_GIFTING_RECEIVED_REQUEST_PENDING
source: đã yêu cầu tài nguyên!
vi: đã gửi một yêu cầu tài nguyên!

# T_GIFTING_REQUEST_SENDING_DESCRIPTION
source: Trả lời yêu cầu tài nguyên của bạn bè ngài!
vi: Gửi tài nguyên cho bạn bè của bạn!

# T_GOOGLE_ANALYTICS_TEXT
source: Chúng tôi liên tục làm việc để cải thiện trò chơi của mình. Để đạt được mục tiêu này, chúng tôi sử dụng Google Analytics để thu thập số liệu thống kê sử dụng ẩn danh. Ngài có đồng ý với điều này không?
vi: Để liên tục cải thiện các trò chơi của mình, chúng tôi thu thập số liệu thống kê sử dụng ẩn danh bằng Google Analytics. Bạn có đồng ý với điều này không?

# T_GOOGLE_ANALYTICS_TEXT_SHORT
source: Chúng tôi sử dụng Google Analytics để thu thập số liệu thống kê sử dụng ẩn danh. Ngài có đồng ý với điều này không?
vi: Chúng tôi thu thập số liệu thống kê sử dụng ẩn danh bằng Google Analytics. Bạn có đồng ý với điều này không?

# T_GOOGLE_ANALYTICS_TITLE
source: QUYỀN RIÊNG TƯ
vi: BẢO MẬT DỮ LIỆU

# T_GOOGLE_LOGIN_TEXT
source: Ngài có muốn thu thập thành tích và cạnh tranh với bạn bè của mình không?
vi: Bạn có muốn thu thập thành tích và so tài với bạn bè không?

# T_GOOGLE_QUESTS_BLACKDEATH_DESC
source: Toàn bộ Vương quốc đang bị tàn phá bởi bệnh dịch. Đức vua muốn ngài dẫn đầu một sáng kiến mới để chống lại đợt bùng phát mới của căn bệnh tàn khốc này. Hãy chữa trị cho dân chúng của ngài!
vi: Vương quốc đang bị dịch bệnh hoành hành. Đức Vua đã phát động một sáng kiến mới mà các ngươi phải dẫn dắt. Các ngươi phải chống lại đợt bùng phát dịch bệnh mới nhất càng sớm càng tốt. Hãy chữa lành cho người dân của mình!

# T_GOOGLE_QUESTS_BORDERCONFLICT_DESC
source: Hãy cho cả vương quốc biết: Đức vua đã tuyên chiến với nước láng giềng. Tất cả các quản gia được khuyên nên củng cố thị trấn của họ và xây dựng tháp canh.
vi: Hãy cho mọi người trong vương quốc biết điều này: Đức Vua, Bệ hạ đã tuyên chiến với nước láng giềng! Tất cả các Thống đốc được lệnh phải củng cố biên giới của mình bằng đủ tháp canh!

# T_GOOGLE_QUESTS_BREEDING_DESC
source: Một sắc lệnh mới vừa được đức vua ký. Những tổn thất về gia súc phải được bù đắp. Rất nhiều động vật đã chết vì căn bệnh lạ đã tấn công các trang trại trên khắp vương quốc. Hãy chăn nuôi lợn, thưa Lãnh chúa.
vi: Một sắc lệnh mới đã được Đức Vua ký kết. Sắc lệnh giao nhiệm vụ cho các ngươi là bù đắp cho những tổn thất trong chăn nuôi. Một căn bệnh kỳ lạ ở động vật đã khiến nhiều con vật chết trong những tuần gần đây. Vì vậy, các ngươi phải chăn nuôi lợn, thưa Lãnh Chúa!

# T_GOOGLE_QUESTS_CARPENTER_DESC
source: Nhà vua rất thất vọng trong lần cuối cùng ngài đến thăm các làng quê. Hầu hết các thị trấn đều đổ nát. Vì vậy, ngài đã ra lệnh cho các thống đốc trên toàn quốc khởi xướng sắc lệnh thợ thủ công mới. Mỗi thị trấn sẽ xây dựng đủ xưởng mộc để các thị trấn ở trong tình trạng tốt nhất vào lần tới Nhà vua đến thăm.
vi: Đức Vua rất thất vọng khi ngài đến thăm các ngôi làng ở nông thôn lần trước. Nhiều ngôi làng trong số đó đã bị xuống cấp. Vì lý do này, ngài đã ban hành một quy định thủ công mới. Mỗi ngôi làng nên đặt hàng đủ xưởng mộc để Đức Vua sẽ thấy tất cả các ngôi làng trong tình trạng tốt nhất trong chuyến thăm tiếp theo của ngài.

# T_GOOGLE_QUESTS_CARPENTER_TITLE
source: Sắc lệnh Thợ thủ công
vi: Quy định thủ công

# T_GOOGLE_QUESTS_CHURCH_DESC
source: Theo lệnh của người đứng đầu giáo phận! Việc bỏ bê đức tin sẽ không được dung thứ nữa. Các quản gia của đất nước được khuyên nên xây dựng thêm nhà thờ trong làng của họ!
vi: Lệnh của Giám mục tối cao của giáo phận! Trên khắp đất nước, đức tin đang bị bỏ bê. Các Thống đốc của chúng ta đã được chỉ thị mở rộng các ngôi làng và thành phố của họ bằng các nhà thờ bổ sung!

# T_GOOGLE_QUESTS_CHURCH_TITLE
source: Hội nghị Nhà thờ
vi: Ngày Nhà Thờ

# T_GOOGLE_QUESTS_CLOTHES_DESC
source: Ngoài trời lạnh và dân làng không có quần áo phù hợp. Hãy nhân từ và sản xuất một ít quần áo.
vi: Mùa đông đang đến gần và nhiều người dân không đủ khả năng mua quần áo ấm. Hãy vui lòng chế biến một ít vải thành quần áo.

# T_GOOGLE_QUESTS_CLOTHES_TITLE
source: Quần áo cho dân chúng
vi: Quần áo cho người dân

# T_GOOGLE_QUESTS_CONFLAGRATION_DESC
source: Vương quốc đang phải chịu đựng tháng thứ tư của đợt hạn hán kéo dài. Nhiệm vụ của ngài là đảm bảo rằng các đám cháy trong thị trấn của ngài được dập tắt ngay lập tức. Sẽ là một thảm họa nếu thị trấn trở thành nạn nhân của ngọn lửa.
vi: Vương quốc đang phải chịu đựng hạn hán kéo dài. Giờ thì tùy thuộc vào các ngươi để dập tắt mọi đám cháy trong thành phố càng sớm càng tốt. Sẽ là một thảm họa nếu thành phố trở thành nạn nhân của một vụ cháy lớn.

# T_GOOGLE_QUESTS_CONFLAGRATION_NAME
source: Đám cháy lớn
vi: Đại hỏa hoạn

# T_GOOGLE_QUESTS_CONSTRCUTION_DESC
source: Nhà vua đã ra lệnh mở rộng thị trấn. Hãy thề vâng lời và bắt đầu xây dựng các tòa nhà mới ngay lập tức!
vi: Đức Vua đã ủy quyền mở rộng thành phố. Hãy thể hiện sự vâng lời và bắt đầu xây dựng các tòa nhà mới ngay lập tức.

# T_GOOGLE_QUESTS_DEDICATION_DESC
source: Lãnh chúa của ngài đã được đề cử để hoàn thành một số nhiệm vụ đặc biệt của Đức vua. Hoàn thành thành công một số kịch bản!
vi: Lãnh Chúa của các ngươi đã được chọn để thực hiện một số nhiệm vụ đặc biệt nhân danh Bệ hạ. Hãy hoàn thành thành công nhiều kịch bản!

# T_GOOGLE_QUESTS_DEDICATION_NAME
source: Cống hiến cho Vương quốc
vi: Sự tận tâm với vương quốc

# T_GOOGLE_QUESTS_FAIRGROUND_DESC
source: Nhà vua đang lên kế hoạch cho một sự kiện toàn quốc để kỷ niệm chiến dịch thành công của ngài chống lại sự xâm nhập của bọn cướp. Ngài muốn có các tòa nhà hội chợ mới ở mọi thị trấn trong nước. Hãy chuẩn bị cần thiết cho việc đó!
vi: Theo lệnh của Đức Vua, một lễ kỷ niệm đã được lên kế hoạch để đánh dấu sự kết thúc thành công chiến dịch của ngài chống lại cuộc xâm lược của bọn cướp. Ngài yêu cầu các địa điểm lễ hội ở mọi ngôi làng trong thành phố. Các ngươi nên bắt đầu với những công tác chuẩn bị cần thiết.

# T_GOOGLE_QUESTS_FAIRGROUND_TITLE
source: Lễ kỷ niệm
vi: Lễ hội

# T_GOOGLE_QUESTS_FESTIVITY_DESC
source: Một lễ hội lớn đang được đức vua lên kế hoạch. Nhà vua đã ra lệnh cho thị trấn của ngài cung cấp đủ lượng bia cần thiết cho khách mời.
vi: Một lễ hội lớn đang được lên kế hoạch bởi Bệ hạ. Đức Vua đã chỉ thị cho thành phố của các ngươi sản xuất lượng đồ uống cần thiết cho các vị khách.

# T_GOOGLE_QUESTS_FESTIVITY_NAME
source: Nguồn cung cấp cho lễ hội
vi: Hàng dự trữ cho lễ hội

# T_GOOGLE_QUESTS_FIRETOWER_DESC
source: Người dân đang lo lắng về an toàn phòng cháy chữa cháy của các ngôi làng trong Vương quốc. Vô số tòa nhà đã bị thiêu rụi bởi ngọn lửa. Sẽ là khôn ngoan nếu ra lệnh xây dựng thêm các tháp canh lửa.
vi: Người dân lo lắng về việc phòng cháy chữa cháy của các thành phố. Các tháp canh lửa không bao phủ đủ các tòa nhà và những đám cháy tàn khốc đã nuốt chửng vô số tòa nhà. Chúng ta nên xây dựng thêm các tháp canh lửa.
